Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ToolTipWorldSettingsPVP
source: PvE means that you cannot damage other players. PvP means that you can damage them and they can damage you.
ca_ad: PvE significa que no podeu danyar a altres jugadors. PvP significa que podeu danyar-los i que us poden danyar.
cs_cz: PvE znamená že, nemůžete poškozovat ostatní hráče. PvP znamená že, můžete poškozovat ostatní hráče a také oni můžou poškozovat Vás.
da: PvE betyder at du ikke kan skade andre spillere. PvP betyder at du kan skade dem, og de kan skade dig.
de: PvE bedeutet, dass Sie keinen Schaden von anderen Spielern erhalten können. Bei PvP können sie von anderen Spielern Schaden erleiden und auch selbst austeilen.
es: PvE significa que no puedes hacerle daño a otros jugadores. PvP significa que puedes hacerles daño y ellos también a ti.
fi: PvE tarkoittaa ettet voi vahingoittaa muita pelaajia. PvP tarkoittaa että voit vahingoittaa heitä ja he sinua.
hu_hu: A PvE azt jelenti, hogy nem sebezhetsz más játékosokat. A PvP azt jelenti, hogy sebezhetsz más játékosokat és ők is téged.
nl: PvE betekent dat je geen schade kan doen aan andere spelers. PvP betekent dat je schade aan andere spelers kan doen, en zij tegen jou.
no: PvE (Spiller mot Miljø) betyr at du ikke kan skade andre spillere. PvP (Spiller mot Spiller) betyr at du kan skade dem, og de kan skade deg.
pt_br: PvE significa que você não pode machucar outros jogadores. PvP significa que você pode machucá-los e eles a você.
ro: JvM înseamnă că nu puteţi ataca alţi jucători. JvJ înseamnă că îi puteţi ataca şi ei la fel.
sk_sk: Pri PvE nemôžete poškodiť ostatných hráčov. Pri PvP ich poškodiť môžete, ale aj oni môžu poškodiť vás.
tr_tr: PvE de oyuncular birbirine zarar veremez. PvP de ise sen başka oyunculara zarar verebilirsin ve onlarda sana zarar verebilir.
uk: PvE означає, що ви не можете завдавати ушкоджень іншим гравцям. PvP означає, що ви в змозі поранити інших гравців, так само, як і вони вас.

# ToolTipWorldSettingsSoundInSpace
source: There's no sound in space. Turn it on to simulate Earth-like sound conditions (even though it's not realistic). Turn it off for a realistic mode where you can hear only sounds that your astronaut character can hear.
ca_ad: No hi ha so a l'espai. Activeu-ho per simular les condicions sonores com a la Terra (tot i que no és realista). Desactiveu-ho per a un mode realista on podreu escoltar només els sons que el vostre astronauta pot sentir.
cs_cz: Ve vesmíru není zvuk. Zaškrtněte pro simulování zvukových podmínek na zemi (i když je to nerealistické). Vypněte pro víc realistický mód, kde můžete slyšet jen zvuky které může slyšet Vaše postava.
da: Der er ingen lyd i rummet. Tænd for lyden for at simulere jord lignende lyd forhold (Selvom det ikke er realistisk). Sluk for det for at være realistisk.
de: Es gibt keine Schallwellen im Weltraum. Anschalten um erdähnliche Schallausbreitung zu simulieren (auch wenn dies nicht realistisch ist). Abschalten für einen realistischeren Modus in dem Sie nur hören können, was auch Ihr Astronaut hören kann.
es: No hay sonido en el espacio. Enciendelo para simular las condiciones de sonido terrestres (a pesar de no ser realista). Apágalo para un modo realista donde solo oirás los sonidos que tu astronauta puede oír.
fi: Avaruudessa ei ole ääntä. Laita se päälle simuloidaksesi Maapallon kaltaisia olosuhteita (vaikka se ei olekaan realistista). Laita se pois päältä jos haluat realistisen tilan jossa voit kuulla vain ääniä joita astronauttihahmosikin voi kuulla.
hu_hu: Az űrben nem terjed a hang. Kapcsold be és a Földön lévőhöz hasonlóan fog terjedni a hang (még ha ez nem is realisztikus). Kikapcsolva csak azt hallod amit az asztronautád hall, így realisztikusabb hatást keltve.
nl: Er is geen geluid in de ruimte. Zet het aan om Aarde-achtige geluiden te simuleren (ook al is dit niet realistisch). Zet het uit voor een realistische modus waarbij je alleen geluiden kan horen welke je astronaut kan horen.
no: Det finnes ikke noe lyd i verdensrommet. Skru det på for å simulere Jord aktige lyder (selv om det ikke er realistisk). Skru det av for en realistisk modus der du bare kan høre lyder som din astronaut kunne hørt.
pt_br: Não há som no espaço. Ligue-o para simular condições sonoras terrestres (embora não seja realista). Desligue-o para um modo realístico onde você pode ouvir apenas os sons que seu personagem astronauta pode ouvir.
ro: Nu există sunet în spaţiu. Activaţi-l pentru a simula sunetul în condiţii de pe Pământ (chiar dacă nu este realistic). Închideţi-l pentru mod realistic unde puteţi auzi doar sunete care le poate auzi şi astronautul dumneavoastră.
sk_sk: Vo vesmíre nie je zvuk. Zapnite pre simulovanie zvukových podmienok ako na Zemi (aj keď to nie je realistické). Vypnite pre realistický mód, kde počujete zvuky, ktoré počuje len vaša postava.
tr_tr: Uzayda ses yoktur. Dünya benzeri ses koşulları yaratmak için aktif edebilirsiniz (Gerçekçi olmasa bile). Sadece astronotunuzun duyduğu sesleri duyabileceğiniz gerçekçi mod için kapatın.
uk: У космосі немає звуку. Увімкніть цей параметр, аби ввімкнути імітування присутності атмосфери (незважаючи на те, що це нереалістично). Вимкніть цей параметр задля більшої реалістичності, аби чути тільки ті звуки, які чує ваш астронавт.

# MessageBoxTextAreYouSureYouWantToDeleteSave
source: Are you sure you want to delete '{0}'?
cs_cz: Jste si jisti že chcete smazat '{0}'?
da: Er du sikker på at du vil slette '{0}'?
de: Sind sie sicher das sie '{0}' löschen wollen ?
es: ¿Estás seguro de que deseas eliminar '{0}'?
hu_hu: Biztos ki akarod törölni a következőt: '{0}'?
no: Er du sikker på at du vil slette '{0}'?
pt_br: Você tem certeza de que deseja deletar '{0}'?
ro: Ești sigur că dorești să ștergi '{0}'?
sk_sk: Ste si istý, že chcete zmazať '{0}'?
uk: Ви справді бажаєте вилучити '{0}'?

# ScreenCaptionLoadWorld
source: Load World
cs_cz: Načíst svět
da: Indlæs verden
de: Welt laden
es: Cargar Mundo
hu_hu: Világ Betöltése
no: Last inn verden
pt_br: Carregar Mundo
ro: Încărcare Lume
sk_sk: Načítať svet
uk: Завантажити світ

# LoadScreenButtonSaveAs
source: Save As
cs_cz: Uložit jako
da: Gem som
de: Speichern unter
es: Guardar Como
hu_hu: Mentés Másként
no: Lagre Som
pt_br: Salvar Como
ro: Salvează ca
sk_sk: Uložiť ako
uk: Зберегти як

# WorldSettings_GameModeCreative
source: Creative
cs_cz: Kreativní
da: Kreativ
de: Kreativ
es: Creativo
hu_hu: Kreatív
no: Kreativ
pt_br: Criativo
ro: Creativ
sk_sk: Kreatívny
uk: Творчий режим

# WorldSettings_Scenario
source: Scenario
ca_ad: Escenari
cs_cz: Scenář
da: Scenarie
de: Szenario
es: Escenario
fi: Skenaario
hu_hu: Játékmód
pt_br: Cenário
ro: Scenariu
sk_sk: Scenár
tr_tr: Senaryo
uk: Сценарій

# DisplayName_Scenario_EasyStart1
source: Easy Start 1
ca_ad: Inici fàcil 1
cs_cz: Lehký start 1
da: Nem Start 1
de: Einfacher Start 1
es: Comienzo Fácil 1
fi: Helppo Aloitus 1
hu_hu: Könnyű Kezdés 1
nl: Makkelijke Start 1
no: Enkelt Start 1
pt_br: Começo Fácil 1
ro: Start Uşor 1
sk_sk: Ľahký štart 1
tr_tr: Kolay Başlangıç 1
uk: Швидкий початок 1

# DisplayName_Scenario_Survival
source: Lone Survivor
ca_ad: Supervivent Solitari
cs_cz: Osamělý Přeživší
da: Enlig overlevende
de: Einziger Überlebender
es: Único superviviente
fi: Yksinäinen Selviytyjä
hu_hu: Magányos Túlélő
nl: Eenzame overlevende
no: Siste gjenlevende
pt_br: Sobrevivente Solitário
ro: Singurul supraviețuitor
sk_sk: Samotár
tr_tr: Yalnız kazazede
uk: Полишений уцілілий

source: Player Character
cs_cz: Hráčova postava
da: Spiller karakter
de: Spieler Charakter
es: Personaje del Jugador
hu_hu: Játékos Karakter
no: Spiller Karakter
pt_br: Personagem do Jogador
ro: Jucător
sk_sk: Postava hráča
uk: Персонаж гравця

# WorldSettings_AutoSave
source: Auto-save
cs_cz: Automatické ukládání
da: Auto-gem
de: Auto-Speichern
es: Guardado automático
hu_hu: Automatikus-Mentés
no: Auto-lagre
pt_br: Salvar automaticamente
ro: Salvare automată
sk_sk: Automatické ukladanie
uk: Автозбереження

# ToolTipWorldSettingsAutoSave
source: Auto-save saves the state of your world every {0} minutes or when exiting the game
cs_cz: Automatické uložení uloží stav vašeho světa každých {0} minut nebo když opouštíte hru
da: Auto-gem gemmer din verden hvert {0} minut og når du forlader spillet
de: Automatisches Speichern speichert alle {0} Minuten oder beim Beenden des Spieles den Zustand deiner Spielwelt
es: Guarda automaticamente el estado de tu mundo cada {0} minutos o cuando se abandone la partida
hu_hu: Auto-mentés menti a játékállásod minden {0}. percben, vagy amikor kilépsz a játékból.
no: Auto-lagrer verdenen din hvert {0} minutt, eller når du går ut av verdenen
pt_br: O auto-save salva o estado do seu jogo a cada {0} minutos ou quando sair do jogo
ro: Salvarea automată salvează starea lumii la fiecare {0} minute sau la ieșire din joc.
sk_sk: Auto-guardado guarda el estado de tu mundo cada {0} minutos o cuando salgas de la partida
uk: Автозбереження зберігає поступ ігрового світу що{0} хвилин(-и), або ж коли Ви виходите з гри

# MessageBoxTextDoYouWantToSaveYourProgress
source: Do you want to save your progress?
cs_cz: Přejete si uložit postup?
da: Vil du gemme dine fremskridt?
de: Willst Du Deinen Fortschritt speichern?
es: ¿Quieres guardar tu progreso?
hu_hu: El akarod menteni a játékod?
no: Vil du lagre fremgangen?
pt_br: Você quer salvar seu progresso?
ro: Doriţi să salvaţi progresul?
sk_sk: Chcete uložiť Váš postup?
uk: Бажаєте зберегти свій поступ?

source: Save World
cs_cz: Uložit svět
da: Gem verden
de: Welt Speichern
es: Guardar mundo
hu_hu: Világ Elmentése
no: Lagre Verden
pt_br: Salvar o Mundo
ro: Salvează Lume
sk_sk: Uložiť svet
uk: Зберегти світ

# ScreenMenuButtonSave
source: Save
cs_cz: Uložit
da: Gem
de: Speichern
es: Guardar
hu_hu: Mentés
no: Lagre
pt_br: Salvar
ro: Salvează
sk_sk: Uložiť
uk: Зберегти

source: Saving ... please wait
cs_cz: Ukládání... prosím vyčkejte
da: Gemmer ... vent venligst
de: Speichere ... bitte warten
es: Guardando ... por favor espere
hu_hu: Mentés ... kérlek várj
no: Lagrer ... vennligst vent
pt_br: Salvando... Aguarde
ro: Se salvează...vă rugăm aşteptaţi
sk_sk: Ukladám ... prosím o strpenie
uk: Збереження... будь ласка, зачекайте

source: Advanced
cs_cz: Pokročilý
da: Avanceret
de: Erweitert
es: Avanzado
hu_hu: Haladó
no: Avansert
pt_br: Avançado
ro: Avansat
sk_sk: Pokročilé
uk: Додаткові налаштування

source: Advanced Controls
cs_cz: Pokročilé ovládání
da: Avancerede kontroller
de: Erweiterte Steuerung
es: Controles Avanzados
hu_hu: Haladó Irányítás
no: Avanserte Kontroller
pt_br: Controles Avançados
ro: Controale Avansate
sk_sk: Pokročilé nastavenia
uk: Додаткове керування

# ControlName_Backward
source: Backward
cs_cz: Dozadu
da: Baglæns
de: Rückwärts
es: Hacia atrás
hu_hu: Hátra
no: Bakover
pt_br: Para trás
ro: Înapoi
sk_sk: Späť
uk: Назад

source: Basic Controls
cs_cz: Základní ovládání
da: Grundlæggende kontroller
de: Grundlegende Steuerung
es: Controles Básicos
hu_hu: Alap Irányítás
no: Grunnleggende Kontroller
pt_br: Controles Básicos
ro: Controale Fundamentale
sk_sk: Základné ovládanie
uk: Основні елементи керування

source: Close
cs_cz: Zavřít
da: Luk
de: Schließen
es: Cerrar
hu_hu: Bezárás
no: Lukk
pt_br: Fechar
ro: Închide
sk_sk: Zavrieť
uk: Закрити

# ControlName_DownOrCrouch
source: Down or Crouch
cs_cz: Dolů nebo kleknout
da: Ned eller gå på hug
de: Abwärts oder Ducken
es: Abajo o agachado
hu_hu: Le vagy Guggolás
no: Ned eller Huke ned
pt_br: Descer ou Agachar
ro: Jos sau aplecare
sk_sk: Dole alebo prikrčiť
uk: Донизу або плазувати

# ControlName_FirstOrThirdPerson
source: First-person / Third-person
cs_cz: Pohled první osoby / třetí osoby
da: Første-person / Tredje-person
de: Ego-Perspektive / Third-Person-Perspektive
es: Primera persona / Tercera persona
hu_hu: Belsőnézet / Hátulnézet
no: Første person / Tredje person
pt_br: Primeira-pessoa / Terceira-pessoa
ro: Persoana întâi / Persoana a treia
sk_sk: Pohľad prvej / tretej osoby
uk: Від першої / третьої особи

# ControlName_Forward
source: Forward
cs_cz: Dopředu
da: Fremad
de: Vorwärts
es: Adelante
hu_hu: Előre
no: Framover
pt_br: Para frente
ro: Înainte
sk_sk: Dopredu
uk: Уперед

source: NextPage
cs_cz: Další stránka
da: Næste side
de: Nächste Seite
es: Siguiente Página
hu_hu: Következő Oldal
no: NesteSide
pt_br: Próxima Página
ro: Pagina Urmatoare
sk_sk: Ďalšia stránka
uk: Наступна сторінка

# NotificationNeedShowHelpScreen
source: Press {0} for help and tutorials
cs_cz: Stiskněte {0} pro pomoc a tutoriály
da: Tryk {0} for hjælp og guide
de: Drücke {0} für Hilfe und Tutorials
es: Presiona {0} para ayuda y tutoriales
hu_hu: Nyomj {0}-t segítséghez és súgóhoz
no: Trykk {0} for hjelp og opplæring
pt_br: Pressione {0} para ajuda e tutoriais
ro: Apăsă pe {0} pentru ajutor și tutoriale
sk_sk: Stlačte {0} pre pomoc a návod
uk: Натисніть {0}, аби переглянути довідку про гру.

source: Previous Page
cs_cz: Předchozí stránka
da: Forrige side
de: Vorherige Seite
es: Página Anterior
hu_hu: Előző Oldal
no: Forrige Side
pt_br: Página Anterior
ro: Pagina Precedentă
sk_sk: Predošlá strana
uk: Попередня сторінка

source: Show controls hints
cs_cz: Ukaž nápovědu k ovládání
da: Vis kontrol tips
de: Zeige Steuerungstipps
es: Mostrar consejos de controles
hu_hu: Irányítás tippek megjelenítése
no: Vis kontroller hints
pt_br: Mostrar dicas de controle
ro: Arată sugestii controale
sk_sk: Zobraziť nápovedu k ovládaniu
uk: Показати керування

# SteamGuide
source: Tutorials
cs_cz: Tutoriály
da: Guide
es: Tutoriales
hu_hu: Oktatás
no: Opplæringer
pt_br: Tutoriais
ro: Ghiduri
sk_sk: Návody
uk: Навчання

# ControlName_UpOrJump
source: Up or Jump
cs_cz: Nahoru nebo skok
da: Op eller hop
de: Aufwärts oder Springen
es: Arriba o Salto
hu_hu: Fel vagy Ugrás
no: Opp eller Hopp
pt_br: Subir ou Pular
ro: Sus sau a sari
sk_sk: Hore alebo skok
uk: Догори або стрибнути

# ControlName_CubeRotateVerticalNeg
source: Rotate block vertical -
cs_cz: Rotovat blokem vertikálně -
da: Rotér blok vertikalt -
de: Block vertikal drehen -
es: Girar bloque verticalmente -
hu_hu: Elem függőleges forgatása -
no: Roter blokk vertikalt -
pt_br: Girar bloco na vertical -
ro: Roteşte pe verticală -
sk_sk: Vertikálna rotácia bloku -
uk: Обертати блок по вертикалі -

# ControlName_CubeRotateVerticalPos
source: Rotate block vertical +
cs_cz: Rotovat blokem vertikálně +
da: Rotér blok vertikalt +
de: Block vertikal drehen +
es: Rotar bloque en vertical +
hu_hu: Elem függőleges forgatása +
no: Roter blokk vertikalt +
pt_br: Girar bloco na vertical +
ro: Roteşte pe verticală +
sk_sk: Vertikálna rotácia bloku +
uk: Обертати блок по вертикалі +

# ControlName_CubeRotateHorizontalNeg
source: Rotate block horizontal -
cs_cz: Rotovat blokem horizontálně -
da: Roter blok horisontalt -
de: Block horizontal drehen -
es: Girar bloque horizontalmente -
hu_hu: Elem vízszintes forgatása -
no: Roter blokk horisontalt -
pt_br: Girar bloco na horizontal -
ro: Roteşte pe orizontală -
sk_sk: Horizontálna rotácia bloku -
uk: Обертати блок по горизонталі -

# ControlName_CubeRotateHorizontalPos
source: Rotate block horizontal +
cs_cz: Rotovat blokem horizontálně +
da: Roter blok horisontalt +
de: Block drehen horizontal +
es: Girar bloque horizontalmente +
hu_hu: Elem vízszintes forgatása +
no: Roter blokk horisontalt +
pt_br: Girar bloco na horizontal -
ro: Roteşte pe orizontală +
sk_sk: Horizontálna rotácia bloku +
uk: Обертати блок по горизонталі +

# ControlName_CubeRotateRollNeg
source: Rotate block roll -
cs_cz: Otočit blok koulením -
da: Rotér blokrul -
de: Block drehen rollen -
es: Rotar bloque / girar -
hu_hu: Elem dőlésének forgatása -
no: Roter blokk rull -
pt_br: Girar bloco -
ro: Rostogolește bloc -
sk_sk: Skrútenie bloku -
uk: Поверніть блок рулону -

# ControlName_CubeRotateRollPos
source: Rotate block roll +
cs_cz: Otočit blok koulením +
da: Rotér blokrul +
de: Block drehen rollen +
es: Rotar / girar bloque +
hu_hu: Elem dőlésének forgatása +
no: Roter blokk rull +
pt_br: Girar bloco +
ro: Rostogolește bloc +
sk_sk: Skrútenie bloku +
uk: Поверніть блок рулону +

# ControlName_Slot0
source: Unequip
cs_cz: Odložit vybavení
da: Fjern fra inventar
de: Ablegen
es: Desequipar
hu_hu: Levétel
no: Ta av deg
pt_br: Desequipar
ro: Dezechipa
sk_sk: Odložiť vybavenie
uk: Зняти

# ControlName_Slot1
source: Equip item from slot 1
cs_cz: Vybrat předmět ze slotu 1
da: Brug genstand fra plads 1
de: Wähle Item aus Slot 1
es: Equipar objeto desde el espacio 1
hu_hu: Tárgy felvétele az 1. slotból
no: Bruk objekt fra plass 1
pt_br: Equipar item do slot 1
ro: Echipeaza elementul din slot 1
sk_sk: Vybaviť sa predmetom zo slotu 1
uk: Обрано предмет зі слоту 1

# ControlName_Slot2
source: Equip item from slot 2
cs_cz: Vybrat předmět ze slotu 2
da: Brug genstand fra plads 2
de: Wähle Item aus Slot 2
es: Equipar objeto desde el espacio 2
hu_hu: Tárgy felvétele az 2. slotból
no: Bruk objekt fra plass 2
pt_br: Equipar item do slot 2
ro: Echipeaza elementul din slot 2
sk_sk: Vybaviť sa predmetom zo slotu 2
uk: Обрано предмет зі слоту 2

# ControlName_Slot3
source: Equip item from slot 3
cs_cz: Vybrat předmět ze slotu 3
da: Brug genstand fra plads 3
de: Wähle Item aus Slot 3
es: Equipar objeto desde el espacio 3
hu_hu: Tárgy felvétele az 3. slotból
no: Ta på deg enhet fra plass 3
pt_br: Equipar item do slot 3
ro: Echipeaza elementul din slot 3
sk_sk: Vybaviť sa predmetom zo slotu 3
uk: Обрано предмет зі слоту 3

# ControlName_Slot4
source: Equip item from slot 4
cs_cz: Vybrat předmět ze slotu 4
da: Brug genstand fra plads 4
de: Wähle Item aus Slot 4
es: Equipar objeto desde el espacio 4
hu_hu: Tárgy kézbevétele a 4. helyről
no: Bruk objekt fra plass 4
pt_br: Equipar item do slot 4
ro: Echipeaza elementul din slot 4
sk_sk: Vybaviť sa predmetom zo slotu 4
uk: Обрано предмет зі слоту 4

# ControlName_Slot5
source: Equip item from slot 5
cs_cz: Vybrat předmět ze slotu 5
da: Brug genstand fra plads 5
de: Wähle Item aus Slot 5
es: Equipar objeto desde el espacio 5
hu_hu: Tárgy kézbevétele az 5. helyről
no: Bruk objekt fra plass 5
pt_br: Equipar item do slot 5
ro: Echipeaza elementul din slot 5
sk_sk: Vybaviť sa predmetom zo slotu 5
uk: Обрано предмет зі слоту 5

# ControlName_Slot6
source: Equip item from slot 6
cs_cz: Vybrat předmět ze slotu 6
da: Brug genstand fra plads 6
de: Wähle Item aus Slot 6
es: Equipar objeto desde el espacio 6
hu_hu: Tárgy kézbevétele a 6. helyről
no: Bruk objekt fra plass 6
pt_br: Equipar item do slot 6
ro: Echipeaza elementul din slot 6
sk_sk: Vybaviť sa predmetom zo slotu 6
uk: Обрано предмет зі слоту 6

# ControlName_Slot7
source: Equip item from slot 7
cs_cz: Vybrat předmět ze slotu 7
da: Udrust med ting fra plads 7
de: Wähle Item aus Slot 7
es: Equipar objeto desde el espacio 7
hu_hu: Tárgy kézbevétele a 7. helyről
no: Ta på deg enhet fra plass 7
pt_br: Equipar item do slot 7
ro: Echipeaza elementul din slot 7
sk_sk: Vybaviť sa predmetom zo slotu 7
uk: Обрано предмет зі слоту 7

# ControlName_Slot8
source: Equip item from slot 8
cs_cz: Vybrat předmět ze slotu 8
da: Udrust med ting fra plads 8
de: Wähle Item aus Slot 8
es: Equipar objeto desde el espacio 8
hu_hu: Tárgy kézbevétele a 8. helyről
no: Ta på deg enhet fra plass 8
pt_br: Equipar item do slot 8
ro: Echipeaza elementul din slot 8
sk_sk: Vybaviť sa predmetom zo slotu 8
uk: Обрано предмет зі слоту 8

# ControlName_Slot9
source: Equip item from slot 9
cs_cz: Vybrat předmět ze slotu 9
da: Udrust med ting fra plads 9
de: Wähle Item aus Slot 9
es: Equipar objeto desde el espacio 9
hu_hu: Tárgy kézbevétele a 9. helyről
no: Bruk objekt fra plass 9
pt_br: Equipar item do slot 9
ro: Echipeaza elementul din slot 9
sk_sk: Vybaviť sa predmetom zo slotu 9
uk: Обрано предмет зі слоту 9

# ControlName_ReactorsOnOff
source: Reactors on / off
ca_ad: Reactors activats / desactivats
cs_cz: Reaktory zapnout / vypnout
da: Reaktorer tænd / sluk
de: Reaktoren an / aus
es: Reactores encendidos / apagados
fi: Reaktorit päälle / pois päältä
hu_hu: Reaktorok be / ki
nl: Reactoren aan / uit
no: Reaktor på / av
pt_br: Ligar / Desligar Reatores
ro: Reactoarele pornite / inactive
sk_sk: Reaktory zapnúť / vypnúť
tr_tr: Reaktörler Açık / Kapalı
uk: Увімк / Вимк реактори

# DisplayName_Scenario_EmptyWorld
source: Empty World
ca_ad: Món Buit
cs_cz: Prázdný svět
da: Tom Verden
de: Leere Welt
es: Mundo Vacío
fi: Tyhjä Maailma
hu_hu: Üres Világ
nl: Lege Wereld
no: Tom Verden
pt_br: Mundo Vazio
ro: Lume Goală
sk_sk: Prázdny svet
tr_tr: Boş Dünya
uk: Порожній світ

# MessageBoxTextAreYouSureYouWantToQuickLoad
source: Are you sure you want to quick-load?
cs_cz: Jste si jisti, že chcete provést rychlé načtení?
da: Er du sikker på at du vil hurtig-indlæse?
de: Sind sie sicher das sie Schnell-Laden wollen ?
es: ¿Estás seguro de querer hacer una Carga-Rápida?
hu_hu: Biztosan gyors betöltést akarsz végrehajtani?
no: Er du sikker på at du vil bruke rask innlastning?
pt_br: Você tem certeza de que deseja carregar rapidamente?
ro: Ești sigur că dorești încărcare rapidă?
sk_sk: Ste si istý, že chcete rýchle načítanie?
uk: Ви справді бажаєте використовувати швидке завантаження?

# MessageBoxTextAreYouSureYouWantToQuickSave
source: Are you sure you want to quick-save?
cs_cz: Jste si jisti, že chcete provést rychlé uložení?
da: Er du sikker på at du vil hurtig-gemme?
de: Sind sie sicher das sie Schnell-Speichern wollen ?
es: ¿Estás seguro de querer hacer un Guardado-Rápido?
hu_hu: Biztosan gyors mentést akarsz végrehajtani?
no: Er du sikker på at du vil lagre raskt?
pt_br: Você tem certeza de que deseja salvar rapidamente?
ro: Ești sigur că dorești salvare rapidă?
sk_sk: Ste si istý, že chcete rýchle uloženie?
uk: Ви справді бажаєте використовувати швидше збереження?

# ControlName_ToolbarConfig
source: Toolbar config
cs_cz: Konfigurace panelu nástrojů
da: Konfigurering af værktøjslinje
de: Werzeugleiste konfigurieren
es: Configuración de la barra de herramientas
hu_hu: Eszköztár konfiguráció
no: Verktøylinje konfigurasjon
pt_br: Configurar barra-de-ferramentas
ro: Configurarea barei de instumente
sk_sk: Nastavenie panela nástrojov
uk: Панель інструментів

# ControlName_HoldToLookAround
source: Hold to look around
cs_cz: Držet pro rozhlížení se
da: Hold nede for at se dig omkring
de: Zum Umschauen halten
es: Mantener para mirar alrededor
hu_hu: Tartsd lenyomva a körbenézéshez
no: Hold inn for å se deg rundt
pt_br: Segure para olhar ao redor
ro: Ţine apăsat să te uiţi în jur
sk_sk: Držať pre rozhliadanie sa
uk: Оглянутися довкола

# ControlName_HoldToSprint
source: Hold to sprint
cs_cz: Držet pro běh
da: Hold nede for at spurte
de: Zum Sprinten halten
es: Mantener para esprintar
hu_hu: Tartsd lenyomva a futáshoz
no: Hold inn for å løpe
pt_br: Segure para correr
ro: Țineți pentru a alerga
sk_sk: Držať pre beh
uk: Рвонути

# ControlName_Jetpack
source: Jetpack on / off
ca_ad: Jetpack activat / desactivat
cs_cz: Jetpack zapnut / vypnut
da: Jetpack tænd / sluk
de: Jetpack an / aus
es: Activar / Desactivar Mochila Propulsora
fi: Rakettireppu päälle / pois
hu_hu: Jetpack be / ki
nl: Jetpack aan / uit
no: Jetpack på / av
pt_br: Jetpack liga / desliga
ro: Jetpack pornit / oprit
sk_sk: Jetpack Zap / Vyp
tr_tr: Jetpack Açık/Kapalı
uk: Реактивний ранець увімк / вимк

source: Loading ... please wait
cs_cz: Načítání... Čekejte prosím
da: Indlæser ... vent venligst
de: Lade ... bitte warten
es: Cargando ... por favor espere
hu_hu: Betöltés ... kérlek várj
no: Laster inn ... vennligst vent
pt_br: Carregando... Por favor espere
ro: Se încarcă...vă rugăm aşteptaţi
sk_sk: Načítavam ... prosím o strpenie
uk: Завантаження... будь ласка, зачекайте
