Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# BlockPropertyDescription_SoundBlockVolume
source: Volume of played sound
ca_ad: Volum del so reproduït
cs_cz: Hlasitost hraných zvuků
da: Volumen af spillet lyd
de: Lautstärke des abgespielten Tons
es: Volumen de sonido reproducido
fi: Soitetun äänen voimakkuus
hu_hu: Lejátszott hang hangereje
nl: Volume van afgespeeld geluid
no: Volum av avspilt lyd
pt_br: Volume do som emitido
ro: Volumul sunetului
tr_tr: Ses şiddeti
uk: Гучність звуку

# BlockPropertyTitle_SoundBlockRange
source: Range
ca_ad: Rang
cs_cz: Vzdálenost
da: Afstand
de: Reichweite
es: Alcance
fi: Kantama
hu_hu: Hatósugár
nl: Bereik
no: Rekkevidde
pt_br: Alcance
ro: Raza
tr_tr: Menzil
uk: Діяпазон

# BlockPropertyTitle_SoundBlockVolume
source: Volume
ca_ad: Volum
cs_cz: Hlasitost
de: Lautstärke
es: Volumen
fi: Äänenvoimakkuus
hu_hu: Hangerő
no: Volum
ro: Volum
tr_tr: Ses
uk: Гучність

# DisplayName_Block_SoundBlock
source: Sound Block
ca_ad: Bloc de So
cs_cz: Zvukový Blok
da: Lyd Blok
de: Tonblock
es: Bloque de Sonido
fi: Äänikappale
hu_hu: Hangblokk
nl: Geluidsblok
no: Lyd-blokk
pt_br: Bloco de Som
ro: Bloc Sunet
tr_tr: Ses Bloğu
uk: Гучномовець

# DisplayName_VoxelHand_Box
source: Box
ca_ad: Caixa
cs_cz: Schránka
da: Boks
de: Kiste
es: Caja
fi: Neliö
hu_hu: Kocka
nl: Kubus
no: Boks
pt_br: Caixa
ro: Cutie
tr_tr: Kutu
uk: Коробка

# DisplayName_VoxelHand_Sphere
source: Sphere
ca_ad: Esfera
cs_cz: Oběžnice
da: Kugle
de: Kugel
es: Esfera
fi: Pallo
hu_hu: Gömb
nl: Bol
no: Kule
pt_br: Esfera
ro: Sferă
tr_tr: Küre
uk: Сфера

# VoxelHandProperty_Sphere_Radius
source: Radius
cs_cz: Okruh
es: Radio
hu_hu: Sugár
pt_br: Raio
ro: Rază
uk: Радіюс

# VoxelHandProperty_Box_Width
source: Width
cs_cz: Šířka
da: Bredde
de: Breite
es: Anchura
hu_hu: Szélesség
no: Bredde
pt_br: Largura
ro: Lățime
uk: Ширина

# VoxelHandProperty_Box_Depth
source: Depth
cs_cz: Hloubka
da: Dybde
de: Tiefe
es: Profundidad
hu_hu: Mélység
no: Dybde
pt_br: Profundidade
ro: Adâncime
uk: Глибина

# VoxelHandProperty_Box_Height
source: Height
cs_cz: Výška
da: Højde
de: Höhe
es: Altura
hu_hu: Magasság
no: Høyde
pt_br: Altura
ro: Înălțime
uk: Висота

# ToolTipWorldSettingsLimitWorldSize
source: When set, the game area is limited to a cube with a side length set to the chosen size. All objects that leave the game area will be removed from the game. Characters leaving the game area will be killed.
ca_ad: Quan s'activa, l'àrea de la partida es limita a un cub amb una mida lateral establerta a la mida triada. Tots els objectes que abandonin l'àrea de la partida seran esborrats de la partida. Els personatges que abandonin l'àrea de la partida moriran.
cs_cz: Pokud je nastaveno, herní oblast je omezena na krychli s vámi danou délkou. Všechny objekty, které opustí herní oblast budou ze hry odstraněny. Postavy, které opouští herní oblast budou zabity.
da: Spillet området er begrænset til en terning med en sidelængde indstillet til den valgte størrelse. Alle objekter, der forlader område, vil blive fjernet fra spillet. Spillere, der forlader spillet område vil blive dræbt.
de: Falls gesetzt, ist der Spielbereich in Form eines Würfels mit der gewählten Seitenlänge begrenzt. Alle Objekte, die den Spielbereich verlassen, werden vom Spiel entfernt. Charaktere, die diesen verlassen, werden getötet.
es: Cuando se marca, el área de juego queda limitada a un cubo con una longitud de lado según el tamaño elegido. Todos los objetos que dejen el área serán borrados del juego. Los personajes que dejen el área morirán.
fi: Kun asetettu, pelialue rajataan kuutioksi jonka sivun pituus on valittu koko. Kaikki esineet jotka jättävät alueen poistetaan pelistä. Hahmot kuolevat ylittäessään rajan.
hu_hu: A játékterületet egy megadott nagyságú kockára csökkenti. Minden a területet elhagyó objektum törlődik. A területet elhagyó karakterek meghalnak.
pt_br: Quando selecionado, a área do jogo fica limitada a um cubo com o comprimento de lado ajustado ao lado escolhido. Todos os objetos que saírem da área de jogo serão removidos do jogo. Os personagens que saírem da área de jogo serão mortos.
ro: Când este setată, zona de joc este limitată la un cub cu o lungime laterală la dimensiunea aleasă. Toate obiectele care părăsesc zona de joc vor fi șterse din joc. Caracterele care părăsesc zona de joc vor fi ucise.
tr_tr: Seçildiğinde, oyun arenası sadece kenar uzunluğu belirlenen bir küp ile sınırlandırılacaktır. Arenanın dışına çıkan bütün nesneler kaybolacak. Arenanın dışına çıkan bütün karakterler ölecek.
uk: При установці, область гри обмежена кубом з довжиною сторони, встановленим у вибраному розмірі. Всі об'єкти, які залишають область ігри будуть видалені з гри. Персонажі, які вилітають із зону ігри будуть вбиті.

# WorldSettings_WorldSizeUnlimited
source: Unlimited
ca_ad: Sense límit
cs_cz: Neomezená
da: Uendelig
de: Unbegrenzt
es: Ilimitado
fi: Rajoittamaton
hu_hu: Végtelen
nl: Onbeperkt
no: Ubegrenset
pt_br: Ilimitado
ro: Nelimitat
sk_sk: Neobmedzené
tr_tr: Limitsiz
uk: Нескінченний

# WorldSettings_WorldSizeCustom
source: Custom
ca_ad: Personalitzat
cs_cz: Vlastní
de: Benutzerdefiniert
es: Personalizado
fi: Mukautettu
hu_hu: Egyéni
nl: Aangepast
no: Egendefinert
pt_br: Personalizado
ro: Personalizat
tr_tr: Özel
uk: Самотужки

# VoxelHandSettingScreen_HandDistance
source: Distance
cs_cz: Vzdálenost
da: Afstand
de: Entfernung
es: Distancia
hu_hu: Távolság
no: Avstand
pt_br: Distância
ro: Distanță
uk: Відстань

# BlockPropertyTitle_SoundBlockLoopTime
source: Loop time
ca_ad: Temps del bucle
cs_cz: Čas opakování
da: Loop tid
de: Wiederholungsdauer
es: Tiempo del bucle
fi: Toistoaika
hu_hu: Ismétlési idő
nl: Doorlooptijd
no: Gjentagelsestid
pt_br: Tempo do ciclo
ro: Timp repetare
tr_tr: Oynatma süresi
uk: Час повтору

# BlockPropertyTitle_SoundBlockPlay
source: Play
ca_ad: Reprodueix
cs_cz: Hr
da: Afspil
de: Abspielen
es: Reproducir
fi: Soita
hu_hu: Lejátszás
nl: Spelen
no: Spill av
pt_br: Tocar
ro: Redă
tr_tr: Oynat
uk: Грати

# BlockPropertyTitle_SoundBlockSoundList
source: Sound list
ca_ad: Llista de sons
cs_cz: List zvuků
da: Lydliste
de: Tonliste
es: Lista de sonidos
fi: Äänilista
hu_hu: Lejátszás
nl: Geluiden lijst
no: Lydliste
pt_br: Lista de sons
ro: Listă sunete
tr_tr: Ses listesi
uk: Музичний список

# BlockPropertyTitle_SoundBlockStop
source: Stop
ca_ad: Atura
cs_cz: Zastavit
es: Detener
fi: Pysäytä
hu_hu: Megállítás
no: Stopp
pt_br: Parar
ro: Oprește
tr_tr: Dur
uk: Припинти

# BlockPropertiesText_LoopTimer
source: Loop timer:
ca_ad: Temporitzador del bucle:
cs_cz: časovač opakování
de: Wiederholungszeit:
es: Temporizador de bucle:
fi: Toiston ajastin:
hu_hu: Ismétlés időzítő:
no: Gjentagelses-timer:
pt_br: Temporizador do ciclo
ro: Timpul de repetare:
tr_tr: Zamanlayıcı:
uk: Час повтору:

# VoxelHandSettingScreen_HandSettings
source: Brush Settings
cs_cz: Nastavení štětce
da: Pensel Indstillinger
de: Pinsel Einstellungen
es: Ajustes de Brocha
hu_hu: Ecset beállítások
no: Pensel Innstillinger
pt_br: Configurações do pincel
ro: Setări Pensulă
uk: Налаштування кісті

# VoxelHandSettingScreen_HandTransparency
source: Transparency
cs_cz: Průhlednost
da: Gennemsigtighed
de: Transparenz
es: Transparencia
hu_hu: Átlátszóság
no: Gjennomsiktighet
pt_br: Transparência
ro: Transparență
uk: Прозорість

# VoxelHandSettingScreen_ShapeSettings
source: Shape Settings
cs_cz: Nastavení tvaru
da: Figur Indstillinger
de: Form Einstellungen
es: Ajustes de Forma
hu_hu: Forma beállítások
no: Form-innstillinger
pt_br: Configurações da forma
ro: Setări Formă
uk: Налаштування форми

# DisplayName_VoxelHand_AutoLevel
source: Terrain auto level
ca_ad: Anivellació automàtica del terreny
cs_cz: Auto level terénu
da: Terræn auto niveau
de: Automatische Geländeebnung
es: Auto nivelado de terreno
fi: Maaston autom. tasaus
hu_hu: Automatikus terepszint
nl: Terrein hoogte automatisch
no: Terreng Auto-høyde
pt_br: Nível automático de terreno
ro: Nivelare automată sol
tr_tr: Otomatik arazi seviyesi
uk: Місцевість автовирівнювання

# DisplayName_VoxelHand_Capsule
source: Capsule
ca_ad: Càpsula
cs_cz: Kabina
da: Kapsel
de: Kapsel
es: Cápsula
fi: Kapseli
hu_hu: Kapszula
no: Kapsel
pt_br: Cápsula
ro: Capsulă
tr_tr: Kapsül
uk: Капсула

# VoxelHandProperty_Capsule_Length
source: Length
cs_cz: Délka
da: Længde
de: Länge
es: Longitud
hu_hu: Hosszúság
no: Lengde
pt_br: Comprimento
ro: Lungime
uk: Довжина

# VoxelHandProperty_Capsule_Radius
source: Radius
cs_cz: Okruh
es: Radio
hu_hu: Sugár
pt_br: Raio
ro: Rază
uk: Радіюс

# SoundBlock_SoundName_Alert1
source: Alert 1
ca_ad: Alerta 1
cs_cz: Poplach 1
da: Alarm 1
de: Alarm 1
es: Alerta 1
fi: Hälytys 1
hu_hu: Riadó 1
nl: Waarschuwing 1
no: Advarsel 1
pt_br: Alerta 1
ro: Alertă 1
tr_tr: Uyarı 1
uk: Тривога 1

# SoundBlock_SoundName_Alert2
source: Alert 2
ca_ad: Alerta 2
cs_cz: Poplach 2
da: Alarm 2
de: Alarm 2
es: Alerta 2
fi: Hälytys 2
hu_hu: Riadó 2
nl: Waarschuwing 2
no: Advarsel 2
pt_br: Alerta 2
ro: Alertă 2
tr_tr: Uyarı 2
uk: Тривога 2

# SoundBlock_SoundName_Alert3
source: Alert 3
ca_ad: Alerta 3
cs_cz: Poplach 3
da: Alarm 3
de: Alarm 3
es: Alerta 3
fi: Hälytys 3
hu_hu: Riadó 3
nl: Waarschuwing 3
no: Advarsel 3
pt_br: Alerta 3
ro: Alertă 3
tr_tr: Uyarı 3
uk: Тривога 3

# SoundBlock_SoundName_EnemyDetected
source: Enemy detected
ca_ad: Enemic detectat
cs_cz: Nepřítel odhalen
da: Fjende opdagede
de: Feind entdeckt
es: Enemigo detectado
fi: Vihollinen havaittu
hu_hu: Ellenség észlelve
nl: Vijand gedetecteerd
no: Fiende oppdaget
pt_br: Inimigo detectado
ro: Inamic Detectat
tr_tr: Düşman algılandı
uk: Виявлено ворога

# SoundBlock_SoundName_LightsOff
source: Lights off
ca_ad: Llums apagats
cs_cz: Světla vypnout
da: Lys fra
de: Lichter aus
es: Apagar luces
fi: Valot pois
hu_hu: Világítás ki
nl: Lichten uit
no: Lys av
pt_br: Desligar luzes
ro: Lumini oprite
tr_tr: Işıklar kapalı
uk: Вимкнути освітлення

# SoundBlock_SoundName_LightsOn
source: Lights on
ca_ad: Llums encesos
cs_cz: Světla zapnout
da: Lys til
de: Lichter an
es: Encender luces
fi: Valot päälle
hu_hu: Világítás be
nl: Lichten aan
no: Lys på
pt_br: Ligar luzes
ro: Lumini pornite
tr_tr: Işıklar açık
uk: Увімкнути освітлення

# SoundBlock_SoundName_Music1
source: Music 1
ca_ad: Música 1
cs_cz: Hudba 1
da: Musik 1
de: Musik 1
es: Música 1
fi: Musiikki 1
hu_hu: Zene 1
nl: Muziek 1
no: Musikk 1
pt_br: Música 1
ro: Muzică 1
tr_tr: Müzik 1
uk: Музика 1

# SoundBlock_SoundName_Music2
source: Music 2
ca_ad: Música 2
cs_cz: Hudba 2
da: Musik 2
de: Musik 2
es: Música 2
fi: Musiikki 2
hu_hu: Zene 2
nl: Muziek 2
no: Musikk 2
pt_br: Música 2
ro: Muzică 2
tr_tr: Müzik 2
uk: Музика 2

# SoundBlock_SoundName_ObjectiveComplete
source: Objective complete
ca_ad: Objectiu acomplert
cs_cz: Úkol splněn
da: Mål komplet
de: Aufgabe erfüllt
es: Objetivo completado
fi: Tavoite saavutettu
hu_hu: Küldetés teljesítve
nl: Opdracht voltooid
pt_br: Objetivo alcançado
ro: Obiectiv finalizat
tr_tr: Görev tamamlandı
uk: Завдання виконано

# TerminalControlPanel_EditCode
source: Edit
ca_ad: Edita
cs_cz: Edituj
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
hu_hu: Szerkesztés
nl: Wijzigen
no: Endre
pt_br: Editar
ro: Editare
tr_tr: Düzenle
uk: Редагувати

# TerminalControlPanel_RunCode
source: Run
ca_ad: Executa
cs_cz: Spusť
da: Løb
de: Ausführen
es: Ejecutar
fi: Suorita
hu_hu: Futás
nl: Draaien
no: Løp
pt_br: Correr
ro: Rulează
tr_tr: Çalıştır
uk: Бігти

# ExportToObjModded
source: Model contains modded blocks. Only models with default blocks can be exported.
da: Modellen indeholder modded blokke. Kun modeller med standard blokke kan eksporteres.
de: Modell enthält gemoddete Blöcke. Nur Modelle mit normalen Blöcken können exportiert werden.
es: El modelo contiene bloques modificados. Sólo pueden exportarse modelos con bloques predeterminados.
hu_hu: A model modolt blokkokat tartalmaz. Csak alap blokkokból álló modellek exportálhatóak.
pt_br: Modelo contém blocos modificados. Apenas modelos com blocos padrão podem ser exportados.
uk: Модель містить блоки з модів. Лише моделі з типовими блоками можуть бути експортовані.

# DisplayName_VoxelHand_Ramp
source: Ramp
ca_ad: Rampa
cs_cz: Rampa
da: Rampe
de: Rampe
es: Rampa
fi: Ramppi
hu_hu: Rámpa
nl: Helling
no: Rampe
pt_br: Rampa
ro: Rampă
tr_tr: Rampa
uk: Схил

# VoxelHandSettingScreen_HandSnapToVoxel
source: Snap to voxel grid
cs_cz: Přehodit do Voxel mřížky
da: Fastgør til voxel gitter
de: Am Voxel-Gitter einrasten.
es: Ajustar a la cuadrícula de voxels
pt_br: Alinhar à grade voxel
ro: Fixare pe grila voxel
uk: Прив'язка до воксельної сітки

# VoxelHandProperty_AutoLevel_Axis
source: Choose axis
cs_cz: Zvol osu
da: Vælg akse
de: Wähle Achse
es: Elegir eje
hu_hu: Válassz tengelyt
no: Velg akse
pt_br: Escolha o eixo
ro: Alege axă
uk: Обрати вісь

# VoxelHandProperty_AutoLevel_AxisX
source: X axis
cs_cz: Osa X
da: X akse
de: X Achse
es: Eje X
hu_hu: X tengely
no: X-akse
pt_br: Eixo X
ro: Axa X
uk: вісь X

# VoxelHandProperty_AutoLevel_AxisY
source: Y axis
cs_cz: Osa Y
da: Y akse
de: Y Achse
es: Eje Y
hu_hu: Y tengely
no: Y-akse
pt_br: Eixo Y
ro: Axa Y
uk: вісь Y

# VoxelHandProperty_AutoLevel_AxisZ
source: Z axis
cs_cz: Osa Z
da: Z akse
de: Z Achse
es: Eje Z
hu_hu: Z tengely
no: Z-akse
pt_br: Eixo Z
ro: Axa Z
uk: вісь Z

# WorldSettings_AsteroidAmountProceduralHigh
source: Infinite: High density
ca_ad: Infinit: Alta densitat
cs_cz: Nekonečný: Vysoká hustota
da: Infinite: Høj tæthed
de: Unendlich: Hohe Dichte
es: Infinito: Alta Densidad
fi: Loputon: Suuri tiheys
hu_hu: Végtelen: Nagy sűrűség.
nl: Oneindig: Hoge dichtheid
no: Evighet: Høy tetthet
pt_br: Infinito: Alta densidade
ro: Infinit: Denstitate mare
tr_tr: Sonsuz adet: Çok yoğun
uk: Нескінченність: Висока щільність

# WorldSettings_AsteroidAmountProceduralLow
source: Infinite: Low density
ca_ad: Infinit: Baixa densitat
cs_cz: Nekonečný: Nízká hustota
da: Infinite: Lav tæthed
de: Unendlich: Niedrige Dichte
es: Infinito: Baja Densidad
fi: Loputon: Pieni tiheys
hu_hu: Végtelen: Alancsony sűrűség
nl: Oneindig: Lage dichtheid
no: Evighet: Lav tetthet
pt_br: Infinito: Baixa densidade
ro: Infinit: Denstitate mică
tr_tr: Sonsuz adet: Az yoğunluk
uk: Нескінченність: Мала щільність

# WorldSettings_AsteroidAmountProceduralNormal
source: Infinite: Normal density
ca_ad: Infinit: Densitat Normal
cs_cz: Nekonečný: Normální hustota
da: Infinite: Normal tæthed
de: Unendlich: Normale Dichte
es: Infinito: Media Densidad
fi: Loputon: Normaali tiheys
hu_hu: Végtelen: Normál sűrűség
nl: Oneindig: Lage dichtheid
no: Evighet: Normal tetthet
pt_br: Infinito: Densidade normal
ro: Infinit: Denstitate normală
tr_tr: Sonsuz adet: Normal yoğunluk
uk: Нескінченність: Нормальна щільність

# ToolTipWorldSettingsDestructibleBlocks
source: Enable/Disable blocks destruction
ca_ad: Activa/Desactiva la destrucció de blocs
cs_cz: Povolit/Zakázat rozbitelnost bloků
da: Aktiver / Deaktiver blok ødelæggelse
de: Aktiviere/Deaktiviere Blockzerstörung
es: Activar o desactivar la destrucción de los bloques
fi: Kappaleiden tuhoaminen päälle/pois
hu_hu: Blokk rombolás be/kikapcsolása
nl: In-uitschakelen van blokken vernietiging
pt_br: Ativar/Desativar destruição de blocos
ro: Activează/Dezactivează distrugerea blocurilor
tr_tr: Blok yıkımını aç/kapa
uk: Увімк./Вимк. руйнування блоків

# WorldSettings_DestructibleBlocks
source: Destructible blocks
ca_ad: Blocs destructibles
cs_cz: Zničitelné bloky
da: Destruerbare blokke
de: Zerstörbare Blöcke
es: Bloques destruíbles
fi: Tuhottavat kappaleet
hu_hu: Rombolható blokkok
nl: Verwoestbare blokken
pt_br: Blocos destrutíveis
ro: Blocuri distructibile
tr_tr: Yıkılabilir bloklar
uk: Руйнування блоків

# WorkshopTag_Exploration
source: Exploration
ca_ad: Exploració
cs_cz: Průzkum
da: Udforskning
de: Erkundung
es: Exploración
fi: Tutkiminen
hu_hu: Felfedezés
nl: Exploratie
pt_br: Exploração
ro: Explorare
tr_tr: Keşif
uk: Дослідження

# DisplayName_Programmable_Block
source: Programmable block
ca_ad: Ordinador
cs_cz: Programovatelný blok
da: Programmerbar blok
de: Programmierbarer Block
es: Bloque programable
fi: Ohjelmoitava kappale
hu_hu: Programozható blokk
nl: Programmeerbaar blok
pt_br: Bloco programável
ro: Bloc programabil
tr_tr: Programlanabilir blok
uk: Програмований блок

# ProgrammableBlock_CodeChanged
source: Code changed
ca_ad: El codi ha canviat
cs_cz: Kód změněn
da: Kode ændret
de: Code geändert
es: Código cambiado
fi: Koodia muutettu
hu_hu: Kód megváltozott
nl: Code gewijzigd
pt_br: Código modificado
ro: Codul este schimbat
tr_tr: Kod değiştirildi
uk: Код змінено

# ProgrammableBlock_CodeEditor_SaveExit
source: Remember & Exit
ca_ad: Desa i Surt
cs_cz: Zapamatovat a odejít
da: Husk og forlad
de: Übernehmen & Schließen
es: Recordar y salir
fi: Muista & poistu
hu_hu: Megjegyez és kilép
nl: Onthouden & Sluiten
no: Husk & Avslutt
pt_br: Salvar & Sair
ro: Memorare și ieșire
tr_tr: Hatırla & Çık
uk: Запам'ятати та вийти

# ProgrammableBlock_CodeEditor_Title
source: Code editor
ca_ad: Editor de codi
cs_cz: Editor kódu
da: Kode redigeringsværktøj
es: Editor de código
fi: Koodieditori
hu_hu: Kódszerkesztő
nl: Code bewerker
pt_br: Editor de código
ro: Editor cod
tr_tr: Kod editörü
uk: Редактор сценарію

# ProgrammableBlock_Exception_AllreadyRunning
source: Program is already running.
ca_ad: El programa ja està executant-se.
cs_cz: Program již běží
da: Program køre allerede
de: Programm läuft bereits.
es: El programa ya está siendo ejecutado
fi: Ohjelma on jo käynnissä.
hu_hu: A program már fut.
nl: Programma draait al.
no: Programmet kjører allerede
pt_br: Programa já está em execução.
ro: Programul rulează deja.
tr_tr: Program zaten çalışıyor
uk: Проґраму вже запущено.

# ProgrammableBlock_Exception_ExceptionCaught
source: Caught exception during execution of script:
ca_ad: Recull l'excepció durant l'execució de l'script:
cs_cz: Nalezena chyba při provádění skriptu:
da: Fanget undtagelse under udførelse af script:
de: Bemerkte Fehler beim Ausführen des Skripts:
es: Excepción encontrada durante la ejecución del script:
fi: Koodin suorittamisessa tapahtui virhe:
hu_hu: Kivétel észlelve a szkript futtatása alatt
nl: Fout opgevangen tijdens uitvoeren van script
pt_br: Exceção encontrada durante a execução do script.
ro: Excepție prinsă în timpul execuției:
tr_tr: Script çalıştırılırken bir istisna yakalandı:
uk: Виявлено вийняток під час виконання сценарію:

# ProgrammableBlock_Exception_NoAssembly
source: Assembly not found. Please compile script.
ca_ad: No puc trobar l'Assembly. Si us plau compileu l'script.
da: Samlingen blev ikke fundet. Venligst kompiler script.
de: Ausführungscode nicht gefunden. Bitte Script kompilieren.
es: Ensamblado no encontrado. Por favor, compilar el script.
fi: Käännöstä ei löytynyt. Ole hyvä ja käännä koodi.
nl: Machinecode niet gevonden. Compileer alstublieft het script.
pt_br: Assembly não encontrado. Por favor, compile o script.
ro: Asamblarea nu a fost găsită. Vă rugăm să compilați scriptul.
tr_tr: Montaj bulunamadı.Lütfen kodu yeniden derleyin.
uk: Збірка не знайдена. Будь ласка, зберіть сценарій.

# ProgrammableBlock_Exception_NoMain
source: Main method not found. Please add Main method into script.
ca_ad: No trobo el mètode principal (Main). Si us plau afegiu el mètode principal a l'script.
da: Normal metode blev ikke fundet. Tilføj venligst normal metode i script.
de: Die "Main"-Methode konnte nicht gefunden werden. Bitte füge diese dem Script hinzu.
es: Método principal no encontrado. Por favor, añadir un método principal en el script.
fi: Päämenetelmää ei löytynyt. Ole hyvä ja lisää päämenetelmä koodiin.
nl: Main methode niet gevonden. Voeg alstublief een Main methode toe in het script.
pt_br: Método principal não encontrado. Por favor adicione um método principal no script.
ro: Metoda Main nu a fost găsită. Vă rugăm să adăugați metoda Main în script.
tr_tr: Ana metod bulunamadı. Lütfen koda ana metod eökleyin.
uk: Основний метод(Main) не знайдений. Будь ласка, додайте основний метод(Main) до сценарію.

# ProgrammableBlock_Exception_TooComplex
source: Script execution terminated, script is too complex. Please edit and rebuilt script.
ca_ad: L'execució de l'script ha estat finalitzada, l'script és massa complex. Si us plau, editeu i refeu l'script.
da: Scriptudførelse afsluttet, script er for kompleks. Venligst rediger og genopbyg script.
de: Scriptausführung abgebrochen. Script ist zu komplex. Bitte bearbeite und kompiliere das Script erneut.
es: Ejecución del script interrumpida, el script es demasiado complejo. Por favor, editar y reconstruir el script.
fi: Koodin suorittaminen lopetettu, koodi on liian monimutkainen. Muokkaa ja rakenna koodi uudelleen.
hu_hu: A szkript futtatása megszakítva, a szkript túl komplex. Szerkezd és építsd újra a szkriptet.
pt_br: Execução do script encerrada, o script é muito complexo. Por favor edite e recompile o script.
ro: Execuția scriptului a fost oprită, scriptul este prea complex. Vă rugăm să editați și recompilați scriptul.
tr_tr: Script durduruldu, script çok karmaşık. Lütfen script'inizi düzenleyiniz.
uk: Виконання сценарію припиняється, сценарій занадто складний. Будь ласка, відредагуйте та перебудуйте сценарій.

# ProgrammableBlock_SaveChanges
source: Do you want to remember changes ?
ca_ad: Voleu desar els canvis?
cs_cz: Chcete zapamatovat změny?
da: Vil du gerne gemme ændringerne?
de: Möchten Sie die Änderungen speichern?
es: Quieres recordar los cambios?
fi: Haluatko muistaa muutokset?
hu_hu: Akarod megjegyezni a változásokat?
nl: Wilt u de wijzigingen bewaren?
pt_br: Deseja salvar as mudanças?
ro: Vreți să memorez modificările?
tr_tr: Değişiklikler hatırlansın mı?
uk: Бажаєте запам'ятати зміни?

# TerminalControlPanel_EditCode_Tooltip
source: Opens code editor where you can create new scripts and upload/download them from steam workshop
ca_ad: Obre l'editor de codi on podeu crear nous scripts i carregar/descarregar-los de l'Steam Workshop
cs_cz: Otevře editor kódu, ve kterém můžete vytvořit nové skripty a uploadovat/stáhnout je ze Steam Workshopu
da: Åbner Kode redigeringsværktøj hvor du kan oprette nye scripts og uploade/downloade dem fra steam-værksted
de: Öffnet den Script-Editor, in welchem du neue Scripte erstellen und sie beim Steam Workshop hoch- und runterladen kannst
es: Abrir el editor de código, en el que puedes crear nuevos scripts y subirlos o descargarlos desde Steam Workshop.
fi: Avaa koodieditorin jossa voit luoda uusia ohjelmia ja ladata ne Steam Workshop:iin
hu_hu: Megnyitja a kódszerkesztőt, ahol új szkripteket tudsz írni illetve fel/letölteni a Steam Workshopra/ról
pt_br: Abre o editor de código onde você pode criar novos scripts e baixar/carregar os scripts no steam workshop.
ro: Deschide editorul de cod unde puteți crea scripturi noi și trimite/descărca de pe Atelierul Steam
tr_tr: Kod editörünü açar, burada yarattığınız script'leri Steam Atölyesi'ne yükleyebilir/indirebilirsiniz.
uk: Відкриває редактор коду, де Ви можете створювати нові сценарії і завантажувати чи вивантажувати їх з Workshop Steam’у

# TerminalControlPanel_RunCode_Tooltip
source: Run current script and notifies about any exception during run.
ca_ad: Executa l'script actual i notifica qualsevol excepció durant l'execució.
cs_cz: Spustit aktuální skript a upozornit na kterékoliv problémy během provádění.
da: Kør aktuelle script og giv besked om enhver undtagelse under kørsel af scriptet.
de: Aktuelles Skript ausführen und aufgetretene Laufzeitfehler anzeigen.
es: Ejecuta el script actual y notifica sobre cualquier excepción durante la ejecución.
fi: Suorita nykyinen koodi ja ilmoita mahdollisista virheistä.
pt_br: Executa o script atual e notifica sobre qualquer exceção encontrada durante a execução.
ro: Rulează scriptul curent si anunță orice excepție în timpul execuției.
tr_tr: Geçerli script'i çalıştırır ve istisna ortaya çıkarsa haber verir.
uk: Запускає поточній сценарій і повідомляє про будь-які вийнятки, що виникають під час роботи.
