Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# TerminalTab_Factions_CreateFactionName
source: Name
ca_ad: Nom
cs_cz: Název
da: Navn
es: Nombre
fi: Nimi
hu_hu: Név
nl: Naam
no: Navn
pt_br: Nome
ro: Nume
sk_sk: Meno
tr_tr: İsim
uk: Ім'я

# TerminalTab_Factions_CreateFactionPrivateInfo
source: Private info:
ca_ad: Informació privada:
cs_cz: Soukromé informace:
da: Privat info:
es: Información privada:
fi: Yksityinen info:
hu_hu: Privát info:
nl: Privé info:
no: Privat info:
pt_br: Informações privadas:
ro: Info privat:
sk_sk: Súkromné info:
tr_tr: Özel bilgi:
uk: Приватне інфо:

# TerminalTab_Factions_CreateFactionPrivateInfoToolTip
source: Visible to members only
ca_ad: Només visible als membres
cs_cz: Viditelné pouze pro členy
da: Synlig kun for medlemmer
de: Nur für Mitglieder sichtbar
es: Visible solo por los miembros
fi: Näkyvissä vain jäsenille
hu_hu: Csak tagok láthatják
nl: Zichtbaar voor alleen leden
no: Bare synelig for medlemmer
pt_br: Visível apenas para membros
ro: Vizibil numai la membrii
sk_sk: Viditeľné iba pre členov
tr_tr: Sadece üyelere görünür
uk: Можуть бачити тільки члени фракції

# TerminalTab_Factions_CreateFactionTag
source: Tag
ca_ad: Etiqueta
de: Kürzel
es: Etiqueta
fi: Nimike
hu_hu: Előtag
pt_br: Etiqueta
ro: Marcaj
tr_tr: Etiket
uk: Мітка

# TerminalTab_Factions_CreateFactionTagToolTip
source: Faction tag (3 letters must be inserted)
ca_ad: Etiqueta de la facció (3 lletres obligatòries)
cs_cz: Tag frakce (musí být vložena tři písmena)
da: Fraktions tag (min. 3 bogstaver)
de: Fraktionskürzel (erfordert 3 Zeichen)
es: Etiqueta de facción (3 letras deben ser insertadas)
fi: Ryhmän nimike (täytyy olla 3 merkkiä)
hu_hu: Frakció előtag (3 betű)
pt_br: Etiqueta da facção (3 letras devem ser inseridas)
ro: Marcajul facțiunii (3 litere trebuie inserate)
tr_tr: Grup etiketi (En az 3 karakter)
uk: Теґ фракції (3 символа)

source: Spectator
cs_cz: Divák
da: Tilskuere
de: Zuschauer
es: Espectador
hu_hu: Nézelődő
no: Tilskuer
pt_br: Espectador
sk_sk: Divák
uk: Споглядач

# SpectatorControls_Delta
source: Delta spectator
cs_cz: Delta divák
da: Delta tilskuer
de: Feste Aussenansicht
es: Espectador Delta
hu_hu: Delta nézelődés
pt_br: Espectador Delta
ro: Spectator delta
sk_sk: Delta divák
uk: DELTA споглядач

# SpectatorControls_Free
source: Free spectator
cs_cz: Volný divák
da: Fri tilskuer
de: Freie Kameraansicht
es: Espectador libre
hu_hu: Szabad nézelődés
pt_br: Espectador livre
ro: Spectator liber
sk_sk: Voľný divák
uk: Вільний споглядач

# SpectatorControls_None
source: Player control
cs_cz: Ovládání hráče
da: Spiller styring
de: Spieler Kontrolle
es: Control del jugador
hu_hu: Játékos irányítás
no: Spiller kontroll
pt_br: Controle do jogador
ro: Control jucator
sk_sk: Kontrola hráča
uk: Керування гравця

# SpectatorControls_Static
source: Static spectator
cs_cz: Statický divák
da: Statisk tilskuer
de: Feste Kameraansicht
es: Espectador estático
hu_hu: Statikus nézelődés
no: Statisk tilskuer
pt_br: Espectador estático
ro: Spectator static
sk_sk: Statický divák
uk: Статичний споглядач

# TerminalTab_Info_ShowMassCenter
source: Show center of mass
ca_ad: Mostra centre de la massa
cs_cz: Zobraz těžiště
da: Vis massemidtpunkt
de: Masseschwerpunkt anzeigen
es: Mostrar centros de masa
fi: Näytä massan keskipiste
hu_hu: Tömegközéppont mutatása
nl: Laat midden van massa zien
no: Vis massesentrum
pt_br: Mostrar centro de massa
ro: Arată centrul de masă
sk_sk: Ukáž stred hmoty
tr_tr: Kütlenin merkezini göster
uk: Показати центр мас

# MessageBoxErrorFactionsNameAlreadyExists
source: Given faction name already exists
cs_cz: Frakce s tímto názvem již existuje
da: Valgte fraktion navn findes allerede
de: Fraktionsname existiert bereits
es: El nombre de facción ya existe
hu_hu: Már van ilyen nevű frakció
no: Valgt gruppe navn eksisterer allerede
pt_br: O nome de facção dado já existe
ro: Numele de facțiune introdus deja există
sk_sk: Daný názov už existuje
uk: Вказана назва фракції уже існує

# MessageBoxErrorFactionsTag
source: Faction tag must be exactly 3 characters long
ca_ad: El TAG de la facció ha de tenir 3 caràcters de longitud exàctes
cs_cz: Tag frakce musí být dlouhý přesně 3 písmena
da: Fraktion tag skal være præcist 3 tegn lang
de: Fraktionskürzel muss genau 3 Zeichen lang sein
es: La insignia de la facción tiene que tener exactamente 3 caracteres
fi: Ryhmän lyhenteen täytyy olla täsmälleen 3 merkkiä pitkä
hu_hu: A frakció rövidítésének pontosan 3 betűnek kell lennie
pt_br: Identificação da facção deve ter exatamente 3 caracteres
tr_tr: Grup etiketi tam 3 karakter olmak zorunda
uk: Ntu фракції має містити хоча б 3 символи

# MessageBoxErrorFactionsTagAlreadyExists
source: Given faction tag already exists
cs_cz: Frakce s tímto tagem již existuje
da: Fraktionens tag findes allerede
de: Dieses Fraktionskürzel existiert bereits
es: La insignia de facción introducida ya existe
hu_hu: Már van ilyen rövidítéssel rendelkező frakció
pt_br: Este nome de facção já existe
uk: Вказаний тег фракції уже існує

# MessageBoxErrorFactionsNameTooShort
source: Faction name must be at least 4 characters long
cs_cz: Název frakce musí být alespoň čtyři znaky dlouhý
da: Navnet på fraktionen skal være mindst 4 tegn lang
de: Fraktionsname muss mindestens 4 Zeichen lang sein
es: El nombre de la facción debe tener al menos 4 caracteres
hu_hu: A frakció nevének legalább 4 karakter hosszúnak kell lennie
pt_br: O nome da facção deve ter pelo menos 4 caracteres
uk: Назва фракції має містити хоча б 4 символи

# TerminalTab_Factions_BeforeCreateLeave
source: You must leave your faction before creating new one
ca_ad: Heu d'abandonar la vostra facció abans de crear-ne una de nova
cs_cz: Musíte opustit vaši frakci před vytvořením nové
da: Du skal forlade din fraktion før du kan lave en ny
de: Sie müssen ihre Fraktion verlassen, bevor Sie eine neue gründen können.
es: Debes abandonar tu facción antes de crear una nueva
fi: Sinun täytyy lähteä ryhmästäsi ennen kuin voit luoda uuden
hu_hu: El kel hagynod jelenlegi frakciód egy új létrehozása előtt
nl: Je moet je huidige factie verlaten voordat je een nieuwe maakt
no: Du må forlate din gruppe før du kan lage en ny en
pt_br: Você deve sair de sua facção antes de criar uma nova
ro: Trebuie să părăsiți facțiunea curentă înainte de a crea una nouă
tr_tr: Yeni bir grup oluşturmadan önce bulunduğunuz gruptan ayrılmalısınız
uk: Ви маєте покинути свою фракцію перед створенням нової

source: Edit
cs_cz: Změnit
da: Redigere
de: Bearbeiten
es: Editar
hu_hu: Szerkesztés
no: Rediger
pt_br: Editar
ro: Editare
sk_sk: Uprav
uk: Редагувати

source: Kick
cs_cz: Vykopnout
da: Smid ud
de: Rauswerfen
es: Expulsar
hu_hu: Kidob
no: Kast ut
pt_br: Excluir
ro: Dă afară
sk_sk: Vykopni
uk: Прогнати

source: Leader
cs_cz: Vůdce
da: Leder
de: Anführer
es: Líder
hu_hu: Vezető
no: Leder
pt_br: Líder
ro: Lider
sk_sk: Vodca
uk: Лідер

source: Member
cs_cz: Člen
da: Medlem
de: Mitglied
es: Miembro
hu_hu: Tag
no: Medlem
pt_br: Membro
ro: Membru
sk_sk: Člen
uk: Учасник

# MessageBoxConfirmFactionsKickPlayer
source: Are you sure that you want to kick player '{0}' from your faction?
cs_cz: Jste si jisti, že chcete vyloučit '{0}' z vaší frakce?
da: Er du sikker på du vil smide spiller '{0}' ud af din fraktion?
de: Bist du sicher, dass du den Spieler '{0}' aus deiner Fraktion entfernen möchtest?
es: ¿Estás seguro de que quieres expulsar al jugador '{0}'?
hu_hu: Biztos kidobod '{0}' játékost a frakcióból?
no: Er du sikker på at du vill kaste ut spiller '{0}' fra din gruppe?
pt_br: Você tem certeza de que deseja excluir o jogador '{0}' de sua facção?
ro: Sunteți sigur că doriți să dați afară jucatorul '{0}' din facțiunea dvs. ?
uk: Ви впевнені, що хочете викинути гравця '{0}' з вашої фракції?

# MessageBoxConfirmFactionsLeave
source: Are you sure that you want to leave faction '{0}'?
cs_cz: Jste si jisti, že chcete opustit frakci '{0}'?
da: Er du sikker på at du vil forlade fraktionen '{0}'?
de: Bist du sicher, dass du die Fraktion '{0}' verlassen willst?
es: ¿Estás seguro de que quieres dejar la facción '{0}'?
hu_hu: Biztos el akarod hagyni '{0}' frakciót?
no: Er du sikker på at du vil forlate gruppe '{0}'?
pt_br: Você tem certeza de que deseja sair da facção '{0}'?
ro: Sunteți sigur că doriți să părăsiți facțiunea '{0}'?
uk: Ви впевнені, що хочете залишити фракцію '{0}'?

source: Promote
cs_cz: Povýšit
da: Forfrem
de: Befördern
es: Ascender
hu_hu: Előléptet
no: Forfrem
pt_br: Promover
ro: Promovează
sk_sk: Povýš
uk: Підвищення

# ToolTipWorldSettingsRemoveTrash
source: If checked, ships that are considered to be trash will be removed to make the game run faster. To be considered trash, the grid has to contain just a few blocks, be in uniform linear motion, be unpowered, uncontrolled, without a medbay and far enough from all players so that they can barely see it.
ca_ad: Si s'activa, les naus que estiguin considerades brossa seran esborrades perquè millori el rendiment la partida . Per a considerar-se brossa, la grilla ha de contenir pocs blocs, estar en moviment uniforme, sense energia, descontrolada, sense sala mèdica i prou lluny de tots els jugadors perquè gairebé no arribin a veure-la.
cs_cz: Pokud je zaškrtnuto, lodě považované za odpad budou odstraněny, aby hra běžela plynuleji. Za odpad se považují kusy bloků, které nejsou napájeny, jsou v neustálém přímém pohybu, nikým neovládány, bez oživovací jednotky a velmi daleko ode všech hráčů, kteří je sotva vidí.
da: Hvis markeret, vil skibe, der anses for at være affald blive fjernet for at spillet kan køre hurtigere. For at blive betragtet som affald, skal området indeholde blot et par blokke, være i ensformig lige bevægelse, være uden strøm, ukontrolleret, uden en medbay og tilstrækkeligt langt fra alle spillere så de knapt kan se det.
de: Falls markiert werden Schiffe, die als Schrott angesehen werden vom Spiel entfernt, um dieses nicht unnötig zu belasten. Um als Schrott erkannt zu werden muss das Objekt aus nur wenigen Blöcken bestehen, nicht elektrifiziert sein, sich unkontrolliert bewegen, keine Krankenstation besitzen und weit genug vom Spieler entfernt sein.
es: Cuando se marca, las naves que son consideradas basura serán borradas para hacer que el juego funcione más rápido. Para ser consideradas basura, debe contener solo unos pocos bloques, estar en movimiento rectilíneo uniforme, no tener energía, no estar pilotado, no tener sala médica y estar suficientemente lejos de todos los jugadores, lo cuales que apenas puedan verlo.
fi: Jos valittu, alukset jotka luokitellaan roskaksi poistetaan pelin nopeuttamiseksi. Jotta kappale luokiteltaisiin roskaksi, sen täytyy olla pienikokoinen, yhtenäisessä suorassa liikkeessä, energiaton, ohjaamaton, ilman lääkintähuonetta ja niin kaukana pelaajista että he tuskin näkevät sitä.
hu_hu: A szemétnek nyilvánított hajókat automatikusan törli, hogy jobban fusson a játék. A "szemét" tipikusan néhány blokkból áll, egyenes vonalú egyenletes mozgást végez, nincs áram alatt, nem irányítják, nincs rajta orvosi szoba, és minden játékostól olyan messze van, hogy alig látszik.
pt_br: Se marcado, as naves que são consideradas lixo serão removidas para proporcionar maior fluidez ao jogo. Para ser considerada lixo, a nave deve conter apenas alguns blocos, estar em movimento linear uniforme, sem energia, não controlada, sem posto médico e longe o bastante de todos os jogadores, de modo que eles mal consigam visualisá-la.
ro: Dacă este bifată, navele care sunt considerate a fi gunoi vor fi eliminate pentru a face jocul să ruleze mai bine. Pentru a fi considerat gunoi, un obiect trebuie să conțină doar câteva blocuri, să fie în mișcare liniară uniformă, să fie nealimentat, necontrolat, fără un Cabinet Medical și destul de departe de toți jucătorii astfel încât obiectul sa fie abia vizibil.
tr_tr: Eğer seçili ise, gemiler çöp sayılacak ve oyunun daha hızlı olması için silinecektir. Çöp sayılması için, birkaç bloktan oluşmuş olması, sabit hatta ilerliyor olması, güçsüz olması, kontrolsüz olması, revir olmaması ve tüm oyunculardan uzak olması durumunda siölinecektir.
uk: Якщо активовано, то кораблі які вважаються сміттям буде прибрано, щоб зробити гру працювати швидше. Щоб вважатися сміття, корабель повинен містити всього кілька блоків, бути в рівномірному прямолінійному русі, бути без двигуна, некерованим, без медпункту і досить далеко від всіх гравців, так що вони навряд чи можуть його побачити.

# WorldSettings_LimitWorldSize
source: Limit world size
ca_ad: Limita la mida del món
cs_cz: Omezit velikost světa
da: Begræns verdens størrelse
de: Begrenze Weltgröße
es: Tamaño límite del mundo
fi: Rajaa maailman alue
hu_hu: Világ méretének limitálása
nl: Wereld grootte beperken
no: Begrens størrelse på verden
pt_br: Limitar o tamanho do mundo
ro: Limită mărime lume
sk_sk: Obmedzí veľkosť sveta
tr_tr: Dünya boyutu sınırı.
uk: Обмеження розміру світу

# WorldSettings_RemoveTrash
source: Trash auto-removal
ca_ad: Auto-esborra brossa
cs_cz: Automatické odstraňování smetí
da: Affald auto-fjern
de: Autom. Schrottentfernung
es: Borrar basura automáticamente
fi: Roskan autom. poisto
hu_hu: Automata szemétkitörlés
nl: Automatisch afval verwijderen
no: Autofjerning av søppel
pt_br: Auto-remoção de lixo
ro: Ștergere automată de gunoaie
tr_tr: Çöpü otomatik sil
uk: Авто віддалення сміття

source: Demote
cs_cz: Degradovat
da: Degrader
de: Degradieren
es: Degradar
hu_hu: Lefokoz
no: Degrader
pt_br: Rebaixar
ro: Retrogradează
uk: Понизити

source: Access denied
cs_cz: Přístup zamítnut
da: Adgang nægtet
de: Zugriff verweigert
es: Acceso denegado
hu_hu: Hozzáférés megtagadva
no: Tilgang nektet
pt_br: Acesso negado
ro: Acces refuzat
sk_sk: Prístup zamietnutý
uk: У доступі відмовлено

source: Founder
cs_cz: Zakladatel
da: Grundlægger
de: Gründer
es: Fundador
hu_hu: Alapító
no: Grunnlegger
pt_br: Fundador
ro: Fondator
sk_sk: Zakladateľ
uk: Засновник

source: Status
es: Estado
hu_hu: Státusz
ro: Statut
uk: Статус

# TerminalTab_Factions_Private
source: Private info (visible to members only):
ca_ad: Informació privada (només visible als membres):
cs_cz: Soukromé informace (viditelné pouze pro členy):
da: Privat info (kun synlig for medlemmer):
de: Private Info (nur für Mitglieder sichtbar):
es: Información privada (visible solo por los miembros):
fi: Yksityinen info (näkyvissä vain jäsenille):
hu_hu: Privát info (csak tagok látják):
no: Privat info (bare synlig for medlemmer)
pt_br: Informações privadas (visíveis apenas para membros):
ro: Info privat (vizibil numai la membrii):
tr_tr: Özel bilgi ( sadece üyelere görünür):
uk: Приватне інфо (можуть бачити тільки члени фракції):

source: Accept
cs_cz: Přijmout
da: Acceptere
de: Akzeptieren
es: Aceptar
hu_hu: Elfogad
no: Aksepter
pt_br: Aceitar
ro: Acceptă
sk_sk: Akceptuj
uk: Прийняти

# Terminal_BlockAccessDenied
source: (access denied)
ca_ad: (accés denegat)
cs_cz: (přístup zamítnut)
da: (Adgang nægtet)
de: (zugriff verweigert)
es: (acceso denegado)
fi: (pääsy kielletty)
hu_hu: (hozzáférés megtagadva)
nl: (toegang geweigerd)
no: (tilgang nektet)
pt_br: (acesso negado)
ro: (acces refuzat)
sk_sk: (prístup zamietnutý)
tr_tr: (erişim reddedildi)
uk: (у доступі відмовлено)

# MessageBoxConfirmFactionsAcceptJoin
source: Are you sure that you want to accept player '{0}' to your faction?
cs_cz: Jste si jisti, že chcete přijmout hráče '{0}' do vaší frakce?
da: Er du sikker på du vil acceptere spiller '{0}' til din fraktion?
de: Bist du sicher, dass du '{0}' zu deiner Fraktion hinzufügen möchtest?
es: ¿Estás seguro de que quieres aceptar al jugador '{0}' en tu facción?
hu_hu: Biztosan beveszed '{0}'t a frakciódba?
no: Er du sikker på at du vill akseptere spiller '{0}' til din gruppe?
pt_br: Você tem certeza de que deseja aceitar o jogador '{0}' em sua facção?
ro: Sunteți sigur că doriți să acceptați jucătorul '{0}' în facțiunea dvs. ?
uk: Ви впевнені, що хочете прийняти гравця '{0}' у вашу фракцію?

# MessageBoxConfirmFactionsDemote
source: Are you sure that you want demote '{0}' to member?
cs_cz: Jste si jisti, že chcete degradovat hráče '{0}' na člena?
da: Er du sikker på du vil degradere '{0}' til medlem?
de: Willst du '{0}' wirklich zum Mitglied degradieren?
es: ¿Estás seguro de que quieres degradar a '{0}' a miembro?
hu_hu: Biztosan taggá fokozod le '{0}'-t?
no: Er du sikker på at du vil degradere '{0}' til medlem?
pt_br: Você tem certeza de que deseja rebaixar '{0}' para membro?
ro: Sunteți sigur că doriți să retrogradați pe '{0}' la membru ?
uk: Ви впевнені, що хочете понизити '{0}' до учасника?

# MessageBoxConfirmFactionsPromote
source: Are you sure that you want promote '{0}' to leader?
cs_cz: Jste si jisti, že chcete povýšit hráče '{0}' na vůdce?
da: Er du sikker på du vil forfremme '{0}' til leder?
de: Willst du '{0}' wirklich zum Anführer befördern?
es: ¿Estás seguro de que quieres ascender a '{0}' a lider?
hu_hu: Biztosan vezetővé lépteted elő '{0}'-t?
no: Er du sikker på at du vil forfremme '{0}' til leder?
pt_br: Você tem certeza de que deseja promover '{0}' para líder?
ro: Sunteți sigur că doriți să promovați pe '{0}' la lider ?
uk: Ви впевнені, що хочете повісити '{0}', до лідера?

# TerminalTab_Factions_EditFaction
source: Edit faction
ca_ad: Edita facció
cs_cz: Upravit frakci
da: Rediger fraktion
de: Fraktion bearbeiten
es: Editar facción
fi: Muokkaa ryhmää
hu_hu: Frakció szerkesztése
nl: Factie wijzigen
no: Rediger gruppe
pt_br: Editar facção
ro: Editare facțiune
sk_sk: Uprav skupinu
tr_tr: Grubu düzenle
uk: Змінити фракцію

source: Applicant
cs_cz: Žadatel
da: Ansøger
de: Anwärter
es: Candidato
hu_hu: Jelentkező
no: Søker
pt_br: Candidato
ro: Aplicant
sk_sk: Uchádzač
uk: Кандидат

# NotificationRespawnShipDelete
source: Temporary ship. It will get removed after you leave the game or spawn in a new one.
ca_ad: Nau temporal. Serà esborrada després que deixeu la partida o reapareixeu en una altra.
cs_cz: Dočasná loď. Loď bude odstraněna když opusíte hru nebo se zrodíte v nové.
da: Midlertidligt skib. Det vil blive fjernet efter du forlader spiller eller genopstår i et nyt.
de: Temporäres Schiff. Es wird entfernt nach dem der Spieler das Spiel verlässt, oder in einem neuem Schiff wieder einsteigt.
es: Nave temporal. Será borrada después de que dejes el juego o renazcas en una nueva.
fi: Väliaikainen alus. Se poistetaan kun jätät pelin tai synnyt uudessa sellaisessa.
hu_hu: Ideiglenes hajó. Törlődik, ha kilépsz, vagy új hajóban éledsz.
nl: Tijdelijke schip. Het wordt verwijderd nadat je het spel verlaat of opnieuw start in een nieuw schip.
no: Midlertidig skip. Det vill bli fjernet etter at du forlater spillet eller spawner ett nytt ett.
pt_br: Nave temporária. Será removida após você sair do jogo ou entrar em um novo.
ro: Navă temporară. Va fi ștearsă când iesiți din joc sau inviați în una nouă.
tr_tr: Geçici gemi. Oyundan ayrıldığında veya yeniden doğduğunuzda silinecektir.
uk: Тимчасова корабель. Він буде видалений після виходу з гри або при відроджені в новий.

# TooltipWorldSettingsRespawnShipDelete
source: Deletes respawn ship when player leaves server / spawns in new ship
ca_ad: Esborra la nau de reaparició quan el jugador abandona el servidor / reapareix en una nova nau
cs_cz: Smaže počáteční loď když hráč opustí server / zrodí se v nové lodi.
da: Sletter start skib når en spiller forlader/genopstår i nyt skib
de: Entfernt Starterschiff, wenn ein Spieler den Server verlässt oder ein neues Schiff erhält
es: Borrar nave de inicio cuando el jugador deje el servidor o renazca en una nueva.
fi: Poistaa uudelleensyntymisaluksen kun pelaaja lähtee palvelimelta / syntyy uudessa aluksessa
hu_hu: Törli a kezdőhajót, ha a játékos kilép / új hajóban éled
pt_br: Deleta a nave de respawn quando o jogador sair do server / spawn em uma nova nave
ro: Șterge nava de salvare când jucatorul iese / învie intr-o navă nouă
tr_tr: Yeniden doğma gemileri oyuncu sunucudan ayrıldığında/yeniden bir gemide doğduğunda silinir.
uk: Видаляє корабель відродження коли гравець виходить з сервера чи відроджується на новому кораблі

# WorldSettings_RespawnShipDelete
source: Delete respawn ship
ca_ad: Esborra nau reaparició
cs_cz: Smazat počáteční loď
da: Sletter start skib
de: Starterschiff entfernen
es: Borrar nave de inicio
fi: Poista uudelleensyntymisalus
hu_hu: Kezdőhajó törlése
no: Slett gjennoppbygget skip
pt_br: Apaga a nave de respawn
ro: Șterge nave salvare
sk_sk: Zmaž znovuzrodenú loď
tr_tr: Yeniden doğma gemilerini sil
uk: Видалити корабаль відродження

source: Tag
de: Kürzel
es: Etiqueta
hu_hu: Előtag
pt_br: Etiqueta
ro: Marcaj
uk: Мітка

# TerminalTab_Factions_PendingPeace
source: This faction is proposing peace treaty to your faction
ca_ad: Aquesta facció proposa un tractat de pau amb la vostra
cs_cz: Tato frakce vám nabízí uzavření mírové smlouvy
da: Denne fraktion har foreslået en fredsaftale med din fraktion
de: Diese Fraktion schlägt deiner Fraktion einen Friedensvertrag vor
es: Esta facción esta proponiendo un tratado de paz a tu facción
fi: Tämä ryhmä ehdottaa rauhansopimusta ryhmällesi
hu_hu: Ez a frakció békét kötne a te frakcióddal
nl: Deze factie stelt een vredesverdrag voor aan je factie
pt_br: Esta facção está propondo um tratado de paz à sua facção
ro: Această facțiune propune un tratat de pace cu facțiunea dvs.
sk_sk: Táto skupina ponúka mier tvojej skupine
tr_tr: Bu grup, senin grubuna barış antlaşması teklif ediyor
uk: Ця фракція пропонує мирний договір з вашою фракцією

# TerminalTab_Factions_SentPeace
source: You are proposing peace treaty to this faction
ca_ad: Proposeu un tractat de pau a aquesta facció
cs_cz: Této frakci nabízíte uzavření mírové smlouvy
da: Du er ved at foreslå en fredsaftale med denne fraktion
de: Du bietest dieser Fraktion einen Friedensvertrag an
es: Estás proponiendo un tratado de paz a esta facción
fi: Sinä ehdotat rauhansopimusta tälle ryhmälle
hu_hu: Békekötést ajánlasz ennek a frakciónak
nl: Je stelt een vredesverdrag voor aan deze factie
pt_br: Você está propondo um tratado de paz para esta facção
ro: Dvs. propuneți un tratat de pace cu această facțiune
sk_sk: Ponúkaš mier tejto skupine
tr_tr: Bu gruba barış antlaşması teklif ediyorsun
uk: Ви пропонуєте мирний договір з цією фракцією

# BlockPropertyDescription_BreakForce
source: Landing gear will unlock automatically when force applied to keep it attached is larger than this value
ca_ad: El tren d'aterratge es desbloquejarà automàticament quan la força aplicada a mantenir-lo enganxat sigui més gran que el seu valor
cs_cz: Přistávací podvozek se odemkne automaticky, když síla vyvinutá tryskami překročí tuto hodnotu.
da: Landings gear vil automatisk låse op når til modstanden, for at holde det fast, overstiger denne værdig
de: Fahrwerke entriegeln automatisch, sofern Kräfte einwirken, die stärker sind als dieser Wert.
es: El tren de aterrizaje se desbloqueará automáticamente cuando la fuerza aplicada sea mayor de este valor
fi: Laskutelineiden lukitus aukeaa automaattisesti kun lukittuun kappaleeseen kohdistuva voima on suurempi kuin tämä luku
hu_hu: A futómű automatikusan kiold, ha az itt megadottnál nagyobb erő hat rá
pt_br: O trem de pouso será destravado automaticamente quando a força aplicada para mantê-lo preso é maior do que este valor
ro: Trenul de aterizare se va debloca automat când forța aplicată este mai mare decât această valoare
tr_tr: İniş takımları verilen değerden daha büyük bir kuvvet uygulandığında kendiliğinden açılacak
uk: Шасі буде автоматично розблокувано при зусиллі, більше вказаного значення
