Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# DisplayName_Block_Cockpit2
source: Control Station
ca_ad: Estació de Control
cs_cz: Kontrolní stanice
da: Kontrol station
de: Kontrollstation
es: Estación de control
fi: Ohjauspaneeli
hu_hu: Vezérlőpult
nl: Controle station
no: Kontroll-Stasjon
pt_br: Estação de Controle
ro: Stație de Control
sk_sk: Kontrolná stanica
tr_tr: Kontrol İstasyonu
uk: Капітанська рубка

# MessageBoxTextSavingInProgress
source: Game is already saving.
cs_cz: Hra je již uložena.
da: Spillet gemmer allerede.
de: Das Spiel speichert bereits.
es: El juego ya se está guardando
hu_hu: Játékállás mentése
no: Spillet lagrer allerede.
pt_br: O jogo já está salvando.
ro: Jocul se salvează deja.
sk_sk: Hra sa ukladá.
uk: Гру вже було збережено.

# DisplayName_Block_Collector
source: Collector
cs_cz: Sběrač
da: Opsamler
de: Sammler
es: Tolva
fi: Keräin
hu_hu: Begyűjtő
nl: Verzamelaar
no: Samler
pt_br: Coletor
ro: Colector
sk_sk: Zberateľ
tr_tr: Toplayıcı
uk: Колекціонер

# DisplayName_Block_Cockpit3
source: Flight Seat
ca_ad: Seient de vol
cs_cz: Sedadlo
da: Flysæde
de: Flugsitz
es: Asiento de vuelo
fi: Lentoistuin
hu_hu: Repülő ülés
nl: Piloten stoel
no: Pilot-Sete
pt_br: Assento de Voo
ro: Scaun de Zbor
sk_sk: Sedadlo
tr_tr: Uçuş Koltuğu
uk: Сидіння пілота

# DisplayName_Block_Window1x1Face
source: Window 1x1 Face
ca_ad: Finestra 1x1 Cara
cs_cz: Okno 1x1 Zepředu
da: Vindue 1x1 front
de: Fenster 1x1 Vorne
es: Ventana 1x1 Frontal
fi: Ikkuna 1x1 Kulma
hu_hu: Ablak (1x1)
nl: Raam 1x1 Voorkant
no: Vindu 1x1 Front
pt_br: Janela 1x1 Face
ro: Geam 1x1 Față
sk_sk: Okno 1x1 Čelné
tr_tr: 1x1 Cephe Pencere
uk: Вікно 1x1 Переднє

# DisplayName_Block_Window1x1Flat
source: Window 1x1 Flat
ca_ad: Finestra 1x1 Plana
cs_cz: Okno 1x1 Plochý
da: Vindue 1x1 fladt
de: Fenster 1x1 Flach
es: Ventana 1x1 Plana
fi: Ikkuna 1x1 Litteä
hu_hu: Sík üveglap 1x1
nl: Raam 1x1 Plat
no: Vindu 1x1 Flat
pt_br: Janela 1x1 Reta
ro: Geam 1x1 Plat
sk_sk: Okno 1x1 Ploché
tr_tr: 1x1 Tam Pencere
uk: Вікно 1x1 Плоске

# DisplayName_Block_Window1x1Inv
source: Window 1x1 Inv.
ca_ad: Finestra 1x1 Inv.
cs_cz: Okno 1x1 Obrácený
da: Vindue 1x1 inv.
de: Fenster 1x1 Inv.
es: Ventana 1x1 Inv.
fi: Ikkuna 1x1 Käänt.
hu_hu: Ablak (1x1, fordított)
nl: Raam 1x1 Omgedraaid
no: Vindu 1x1 Inv.
pt_br: Janela 1x1 Inv.
ro: Geam 1x1 Invers
sk_sk: Okno 1x1 otočené
tr_tr: 1x1 Ters Pencere
uk: Вікно 1x1 Зворотнє

# DisplayName_Block_Window1x1Side
source: Window 1x1 Side
ca_ad: Finestra 1x1 Cantó
cs_cz: Okno 1x1 Boční
da: Vindue 1x1 side
de: Fenster 1x1 Seite
es: Ventana 1x1 Lateral
fi: Ikkuna 1x1 Sivu
hu_hu: Oldalsó ablak (1x1)
nl: Raam 1x1 zijkant
no: Vindu 1x1 Side
pt_br: Janela 1x1 Lado
ro: Geam 1x1 Lateral
sk_sk: Okno 1x1 Strana
tr_tr: 1x1 Yan Pencere
uk: Вікно 1х1 Кутове

# DisplayName_Block_Window1x1Slope
source: Window 1x1 Slope
ca_ad: Finestra 1x1 Desnivell
cs_cz: Okno 1x1 Zešikmení
da: Vindue 1x1 skråt
de: Fenster 1x1 Schräge
es: Ventana 1x1 Inclinada
fi: Ikkuna 1x1 Vino
hu_hu: Döntött ablak (1x1)
nl: Raam 1x1 Schuin
no: Vindu 1x1 Skrå
pt_br: Janela 1x1 Inclinado
ro: Geam 1x1 Pantă
sk_sk: Okno 1x1 Naklonené
tr_tr: 1x1 Çapraz Pencere
uk: Вікно 1x1 Похиле

# DisplayName_Block_Window1x2Face
source: Window 1x2 Face
ca_ad: Finestra 1x2 Cara
cs_cz: Okno 1x1 Stěna
da: Vindue 1x2 front
de: Fenster 1x2 Vorne
es: Ventana 1x2 Frontal
fi: Ikkuna 1x2 Kulma
hu_hu: Ablak (1x2)
nl: Raam 1x2 Voorkant
no: Vindu 1x2 Front
pt_br: Janela 1x2 Face
ro: Geam 1x2 Față
sk_sk: Okno 1x2 Tvár
tr_tr: 1x2 Cephe Pencere
uk: Вікно 1x2 Переднє

# DisplayName_Block_Window1x2Flat
source: Window 1x2 Flat
ca_ad: Finestra 1x2 Plana
cs_cz: Okno 1x2 Plochý
da: Vindue 1x2 fladt
de: Fenster 1x2 Flach
es: Ventana 1x2 Plana
fi: Ikkuna 1x2 Litteä
hu_hu: Sík üveglap 1x2
nl: Raam 1x2 Plat
no: Vindu 1x2 Flat
pt_br: Janela 1x2 Reta
ro: Geam 1x2 Plat
sk_sk: Okno 1x2 Ploché
tr_tr: 1x2 Tam Pencere
uk: Вікно 1x2 Плоске

# DisplayName_Block_Window1x2Inv
source: Window 1x2 Inv.
ca_ad: Finestra 1x2 Inv.
cs_cz: Okno 1x2 Obrácený
da: Vindue 1x2 inv.
de: Fenster 1x2 Inv.
es: Ventana 1x2 Inv.
fi: Ikkuna 1x2 Käänt.
hu_hu: Ablak (1x2, fordított)
nl: Raam 1x2 Omgedraaid
no: Vindu 1x2 Inv.
pt_br: Janela 1x2 Inv.
ro: Geam 1x2 Invers
sk_sk: Okno 1x2 otočené
tr_tr: 1x2 Ters Pencere
uk: Вікно 1x2 Зворотнє

# DisplayName_Block_Window1x2SideLeft
source: Window 1x2 Side Left
ca_ad: Finestra 1x2 Cantó Esquerra
cs_cz: Okno 1x1 Boční Vlevo
da: Vindue 1x2 side venstre
de: Fenster 1x2 linke Seite
es: Ventana 1x2 Izq.
fi: Ikkuna 1x2 Sivu Vasen
hu_hu: Oldalsó Ablak (1x2, bal)
nl: Windows 1x2 Zijkant Links
no: Vindu 1x2 Side Venstre
pt_br: Janela 1x2 Lado Esquerdo
ro: Geam 1x2 Lateral Stânga
sk_sk: Okno 1x2 Strana Vľavo
tr_tr: 1x2 Sol Yan Peceresi
uk: Вікно 1х2 Лівий кут

# DisplayName_Block_Window1x2SideRight
source: Window 1x2 Side Right
ca_ad: Finestra 1x2 Cantó Dret
cs_cz: Okno 1x1 Boční Vpravo
da: Vindue 1x1 side højre
de: Fenster 1x2 rechte Seite
es: Ventana 1x2 Derecha
fi: Ikkuna 1x2 Sivu Oikea
hu_hu: Oldalsó Ablak (1x2, jobb)
nl: Raam 1x2 Zijkant Rechts
no: Vindu 1x2 Side Høyre
pt_br: Janela 1x2 Lado Direito
ro: Geam 1x2 Lateral Dreapta
sk_sk: Okno 1x2 Strana Vpravo
tr_tr: 1x2 Sağ Yan Penceresi
uk: Вікно 1х2 Правий кут

# DisplayName_Block_Window1x2Slope
source: Window 1x2 Slope
ca_ad: Finestra 1x2 Desnivell
cs_cz: Okno 1x2 Zešikmení
da: Vindue 1x2 skråt
de: Fenster 1x2 Schräge
es: Ventana 1x2 Inclinada
fi: Ikkuna 1x2 Vino
hu_hu: Döntött ablak (1x2)
nl: Raam 1x2 Schuin
no: Vindu 1x2 Skrå
pt_br: Janela 1x2 Inclinado
ro: Geam 1x2 Pantă
sk_sk: Okno 1x2 Naklonené
tr_tr: 1x2 Çapraz Pencere
uk: Вікно 1x2 Похиле

# DisplayName_Block_Window2x3Flat
source: Window 2x3 Flat
ca_ad: Finestra 2x3 Plana
cs_cz: Okno 2x3 Plochý
da: Vindue 2x3 fladt
de: Fenster 2x3 Flach
es: Ventana 2x3 Plana
fi: Ikkuna 2x3 Litteä
hu_hu: Sík üveglap 2x3
nl: Raam 2x3 Plat
no: Vindu 2x3 Flat
pt_br: Janela 2x3 Reta
ro: Geam 2x3 Plat
sk_sk: Okno 2x3 Ploché
tr_tr: 2x3 Tam Pencere
uk: Вікно 2x3 Плоске

# DisplayName_Block_Window3x3Flat
source: Window 3x3 Flat
ca_ad: Finestra 3x3 Plana
cs_cz: Okno 3x3 Plochý
da: Vindue 3x3 fladt
de: Fenster 3x3 Flach
es: Ventana 3x3 Plana
fi: Ikkuna 3x3 Litteä
hu_hu: Sík üveglap 3x3
nl: Raam 3x3 Plat
no: Vindu 3x3 Flat
pt_br: Janela 3x3 Reta
ro: Geam 3x3 Plat
sk_sk: Okno 3x3 Ploché
tr_tr: 3x3 Tam Pencere
uk: Вікно 3x3 Плоске

# ScreenOptionsGame_LocalizationWarning
source: * Localized by the community.
cs_cz: * Přeloženo komunitou
da: *Oversat at community
de: * Übersetzt von der Community.
es: *Traducido por la comunidad
hu_hu: A magyar nyelv az SE közösségnek köszönhető.
no: * Oversatt av Space Engineers samfunnet.
pt_br: * Traduzido pela comunidade.
ro: * Tradus de comunitate.
sk_sk: * Lokalizované komunitou.
uk: * Локалізовано спільнотою.

# ScreenOptionsGame_MoreInfo
source: Click for more info
cs_cz: Klikněte pro více informací
da: Klik for mere info
de: Für weitere Informationen anklicken.
es: Haz clic para más información
hu_hu: Kattints több információért
no: Klikk for mer informasjon
pt_br: Clique para mais informações
ro: Clic pentru mai multe informații
sk_sk: Klikni pre viac informácií
uk: Клацніть, аби дізнатися більше

# ControlDescSingleAllMode
source: Single / All weapon mode (cockpit)
ca_ad: Mode Una / Totes les armes (cabina)
cs_cz: Jednotlivý mód / Všechny zbraně (kokpit)
da: Enkelt / Alle våben modus (cockpit)
de: Mehr-/Einzelwaffenmodus (Cockpit)
es: Modo de armamento ind. o agrupado (cabina)
fi: Yksittäinen / Kaikki aseet (ohjaamo)
hu_hu: Egy / Összes fegyver mód (pilótafülke)
nl: Enkele / Alle wapens modus (cockpit)
no: Enkelt / Alle våpen modus (cockpit)
pt_br: Modo Arma Única / Todas as Armas (cockpit)
ro: Mod armă singură / toate (carlingă)
sk_sk: Jediná / Všetky zbrane mód (kokpit)
tr_tr: Tek silah / Tüm silahlar modu (kokpit)
uk: Режим однієї/всієї зброї (арена для боїв)

# Terminal_UseConveyorSystem
source: Use Conveyor System
ca_ad: Utilitza sistema de transportadors
cs_cz: Použít transportní systém
da: Brug transportbåndssystem
de: Förderband-System benutzen
es: Utilizar el sistema de transportadores
fi: Käytä kuljetinjärjestelmää
hu_hu: Továbbítórendszer használata
nl: Gebruik transportband systeem
no: Bruk Transportbånd System
pt_br: Usar o Sistema Transportador
ro: Folosește Sistemul Transportor
sk_sk: Použi dopravníkový systém
tr_tr: Nakledici Sistemi kullanımı
uk: Використати систему конвеєрів

# Terminal_CollectAll
source: Collect All
ca_ad: Recull tot
cs_cz: Shromáždit Všechno
da: Indsaml alt
de: Alles Einsammeln
es: Recolectar todo
fi: Kerää Kaikki
hu_hu: Az összes begyűjtése
nl: Verzamel Alles
no: Samle Alt
pt_br: Coletar Tudo
ro: Colectează tot
sk_sk: Zober všetko
tr_tr: Hepsini Topla
uk: Зібрати все

# Terminal_ThrowOut
source: Throw Out
ca_ad: Llença-ho
cs_cz: Vyhazovat ven
da: Smid ud
de: Rauswerfen
es: Expulsar
fi: Heitä ulos
hu_hu: Kidobás
nl: Gooi Weg
no: Kast Ut
pt_br: Descartar
ro: Aruncă afară
sk_sk: Vyhoď
tr_tr: Hepsini At
uk: Викинути

# DisplayName_Block_Connector
source: Connector
cs_cz: Konektor
da: Kobling
de: Verbinder
es: Conector
fi: Liitin
hu_hu: Összekötő
nl: Aansluiting
no: Kontakt
pt_br: Conector
ro: Conector
sk_sk: Spojka
tr_tr: Bağlayıcı
uk: Під'єднувач

# DisplayName_Block_ConveyorTube
source: Conveyor Tube
ca_ad: Tub transportador
cs_cz: Transportní trubka
da: Transportbåndsrør
de: Förderleitung
es: Tubo transportador
fi: Kuljetinputki
hu_hu: Továbbítócső
nl: Transportband Buis
no: Transportbånd Rør
pt_br: Tubo Transportador
ro: Transportor
sk_sk: Dopravníková Trubica
tr_tr: Aktarma Borusu
uk: Конвеєрна труба

# DisplayName_Block_Window1x1FlatInv
source: Window 1x1 Flat Inv.
ca_ad: Finestra 1x1 Plana Inv.
cs_cz: Okno 1x1 Plochý Obrácený
da: Vindue 1x1 fladt inv.
de: Fenster 1x2 Flach Inv.
es: Ventana 1x1 Plana Inv.
fi: Ikkuna 1x1 Litteä Käänt.
hu_hu: Inverz sík üveglap 1x1
nl: Raam 1x1 Plat Omgedraaid
no: Vindu 1x1 Flat Inv.
pt_br: Janela 1x1 Reta Inv.
ro: Geam 1x1 Plat Invers
sk_sk: Okno 1x1 Ploché otočené
tr_tr: 1x1 Ters Tam Pencere
uk: Вікно 1x1 Плоске інв.

# DisplayName_Block_Window1x2FlatInv
source: Window 1x2 Flat Inv.
ca_ad: Finestra 1x2 Plana Inv.
cs_cz: Okno 1x2 Plochý Obrácený
da: Vindue 1x2 fladt inv.
de: Fenster 1x2 Flach inv.
es: Ventana 1x2 Plana Inv.
fi: Ikkuna 1x2 Litteä Käänt.
hu_hu: Inverz sík üveglap 1x2
nl: Raam 1x2 Plat Omgedraaid
no: Vindu 1x2 Flat Inv.
pt_br: Janela 1x2 Reta Inv.
ro: Geam 1x2 Plat Invers
sk_sk: Okno 1x2 Ploché otočené
tr_tr: 1x2 Ters Tam Pencere
uk: Вікно 1x2 Плоске інв.

# DisplayName_Block_Window2x3FlatInv
source: Window 2x3 Flat Inv.
ca_ad: Finestra 2x3 Plana Inv.
cs_cz: Okno 2x3 Plochý Obrácený
da: Vindue 2x3 fladt inv.
de: Fenster 2x3 Flach Inv.
es: Ventana 2x3 Plana Inv.
fi: Ikkuna 2x3 Litteä Käänt.
hu_hu: Inverz sík üveglap 2x3
nl: Raam 2x3 Plat Omgedraaid
no: Vindu 2x3 Flat Inv.
pt_br: Janela 2x3 Reta Inv.
ro: Geam 2x3 Plat Invers
sk_sk: Okno 2x3 Ploché otočené
tr_tr: 2x3 Ters Tam Pencere
uk: Вікно 2x3 Плоске інв.

# DisplayName_Block_Window3x3FlatInv
source: Window 3x3 Flat Inv.
ca_ad: Finestra 3x3 Plana Inv.
cs_cz: Okno 3x3 Plochý Obrácený
da: Vindue 3x3 fladt inv.
de: Fenster 3x3 Flach Inv.
es: Ventana 2x3 Plana Inv.
fi: Ikkuna 3x3 Litteä Käänt.
hu_hu: Inverz sík üveglap 3x3
nl: Raam 3x3 Plat Omgedraaid
no: Vindu 3x3 Flat Inv.
pt_br: Janela 3x3 Reta Inv.
ro: Geam 3x3 Plat Invers
sk_sk: Okno 3x3 Ploché otočené
tr_tr: 3x3 Ters Tam Pencere
uk: Вікно 3x3 Плоске інв.

# Multiplayer_IndirectConnection
source: No direct connection available.
cs_cz: Přímé připojení není k dispozici.
da: Ingen direkte forbindelse tilgængelig.
de: Es ist keine direkte Verbindung verfügbar.
es: No hay conexión directa disponible
hu_hu: Nem található közvetlen kapcsolat.
no: Ingen direkte forbindelse tilgjengelig
pt_br: Não há conexão direta disponível.
ro: O conexiune directă nu este disponibilă.
sk_sk: Nedostupné priame spojenie.
uk: Пряме під’єднання недоступне

# Multiplayer_LastMsg
source: No message received from server for {0} seconds.
ca_ad: No s'ha rebut cap missatge del servidor durant {0} segons.
cs_cz: Žádná zpráva od serveru za posledních {0} sekund.
da: Ingen beskeder modtaget fra serveren i {0} sekunder.
de: Seit {0} Sekunden keine Meldung vom Server erhalten.
es: No se han recibido mensajes del servidor por {0} segundos.
fi: Palvelimelta ei ole saatu vastausta {0} sekuntiin.
hu_hu: Nem érkezett üzenet a szervertől {0} másodperce.
nl: Geen bericht ontvangen van de server voor {0} seconde.
no: Ingen melding fra server på {0} seconds.
pt_br: Nenhuma mensagem recebida do servidor por {0} segundos.
ro: Nici un mesaj de la server timp de {0} secunde.
sk_sk: Žiadna správa nebola prijatá od servera počas posledných {0} sekúnd.
tr_tr: Sunucudan {0} saniye boyunca mesaj alınamadı.
uk: Жодного повідомлення не отримано від сервера на протязі {0} секунд.

# Multiplayer_NoConnection
source: No connection with server.
cs_cz: K serveru se nelze připojit.
da: Ingen forbindelse til serveren.
de: Keine Verbindung zum Server
es: No hay una conexión con el servidor.
hu_hu: Kapcsolódás a szerverhez sikertelen.
no: Ingen kontakt med server.
pt_br: Sem conexão com o servidor.
ro: Nu există conexiune către server.
sk_sk: Žiadne spojenie so serverom.
uk: Немає з'єднання з сервером

# NotificationHintSwitchWeaponMode
source: Press {0} to switch between single/all weapon mode.
ca_ad: Premeu {0} per canviar entre el mode Una / Totes les armes.
cs_cz: Stisknutím tlačítka {0} můžete přepínat mezi jednotlivými / všemi zbraněmi.
da: Tryk {0} for at skifte mellem enkelt/alle våben modus.
de: Drücke {0} um zwischen Mehr-/Einzelwaffenmodus zu wechseln.
es: Pulsa {0} para alternar entre modo de armamento ind. o agrupado.
fi: Paina {0} vaihtaaksesi yhden/kaikkien aseiden välillä.
hu_hu: Nyomj {0}-t a fegyvermód váltásához
nl: Druk op {0} om tussen enkele/alle wapens modus te schakelen
no: Press {0} for å bytte mellom enkelt/alle våpen modus.
pt_br: Pressione {0} para alternar entre única arma / todas as armas.
ro: Apăsați {0} pentru a schimba mod armă singură/toate.
sk_sk: Stisnite {0} pre zmenu medzi jedinou / všetky módmi zbraní
tr_tr: Tek silah/Tüm silahlar modunu değiştirmek için {0} tuşuna basın.
uk: Натисніть {0}, аби перемкнутися між режимами одна/вся зброя.

# BlockPropertyTitle_LargeTurretRadius
source: Aiming radius
ca_ad: Radi de tir
cs_cz: Náměrný úhel
da: Sigte radius
de: Zielreichweite
es: Radio de apuntado
fi: Tähtäysetäisyys
hu_hu: Célzási sugár
nl: Richt radius
tr_tr: Hedefleme yarıçapı
uk: Радіус наведення

# ToolTipItemFilter_NATO_5p56x45mm
source: NATO 5.56x45 mm
ca_ad: OTAN 5.56x45 mm
es: 5,56x45 mm OTAN
uk: НАТО 5.56x45 мм

source: Game paused
cs_cz: Hra pozastavena
da: Spillet er pauset
de: Spiel pausiert
es: Juego en pausa
hu_hu: Játék szüneteltetve
no: Spill pauset
pt_br: Jogo pausado
ro: Joc pe pauză
sk_sk: Hra pauznutá
uk: Гру призупинено

# DisplayName_Block_Wheel1x1
source: Wheel 1x1
ca_ad: Roda 1x1
cs_cz: Kolo 1x1
da: Hjul 1x1
de: Rad 1x1
es: Rueda 1x1
fi: Rengas 1x1
hu_hu: Abroncs (1x1)
nl: Wiel 1x1
no: Hjul 1x1
pt_br: Roda 1x1
ro: Roată 1x1
sk_sk: Koliesko 1x1
tr_tr: 1x1 Teker
uk: Колесо 1x1

# DisplayName_Block_Wheel3x3
source: Wheel 3x3
ca_ad: Roda 3x3
cs_cz: Kolo 3x3
da: Hjul 3x3
de: Rad 3x3
es: Rueda 3x3
fi: Rengas 3x3
hu_hu: Abroncs (3x3)
nl: Wiel 3x3
no: Hjul 3x3
pt_br: Roda 3x3
ro: Roată 3x3
sk_sk: Koliesko 3x3
tr_tr: 3x3 Teker
uk: Колесо 3x3

# DisplayName_Block_Wheel5x5
source: Wheel 5x5
ca_ad: Roda 5x5
cs_cz: Kolo 5x5
da: Hjul 5x5
de: Rad 5x5
es: Rueda 5x5
fi: Rengas 5x5
hu_hu: Kerék 5x5
nl: Wiel 5x5
no: Hjul 5x5
pt_br: Roda 5x5
ro: Roată 5x5
sk_sk: Koliesko 5x5
tr_tr: 5x5 Teker
uk: Колесо 5x5

# ControlDescPauseGame
source: Pause the game (offline only)
cs_cz: Pozastavit hru (pouze offline)
da: Sæt spillet på pause (kun offline)
de: Spiel pausieren (Nur im Offlinemodus)
es: Pausar el juego (sólo en modo un-jugador)
hu_hu: Játék szüneteltetése (csak offline-módban)
no: Pause spillet (kun offline)
pt_br: Pausar o jogo (apenas offline)
ro: Pune pauză (numai offline)
sk_sk: Pauza (iba offline)
uk: Призупинити гру (лише в самітній)

# DisplayName_Block_ShipGrinder
source: Grinder
ca_ad: Esmoladora
cs_cz: Řezák
da: Vinkelsliber
de: Schleifmaschine
es: Amoladora
fi: Hiomakone
hu_hu: Flex
nl: Slijptol
no: Vinkelsliper
pt_br: Esmeril
ro: Polizor
sk_sk: Rozomielač
tr_tr: Öğütücü
uk: Шліфмашина

# BlockPropertyDescription_GyroPower
source: Supplied power affects gyroscope force.
ca_ad: L'energia subministrada afecta la força del giroscopi.
cs_cz: Dodaná energie určuje sílu účinnost gyroskopu
da: Leveret strøm påvirker gyroskopets kraft.
de: Zugeleitete Energie beeinflusst die Kraft des Gyroskops.
es: La energía suministrada afecta la fuerza del giróscopo
fi: Tehon määrä vaikuttaa gyroskoopin voimaan.
hu_hu: Az energia mennyisége befolyásolja a giroszkóp erejét.
nl: Stroomvoorziening heeft invloed op gyroscoopsterkte.
no: Levert strøm påvirker gyroskopkraften
pt_br: A energia fornecida afeta a força do giroscópio.
ro: Puterea furnizată afectează forța giroscopului.
sk_sk: Dodaná energia ovplyní silu gyroskopu.
tr_tr: Güç miktarı jiroskop kuvvetini etkiler.
uk: Загальне число енергії відображається на потужності ґіроскопа.

# BlockPropertyTitle_GyroPower
source: Power
ca_ad: Energia
cs_cz: Energie
da: Styrke
de: Energie
es: Potencia
fi: Teho
hu_hu: Energia
nl: Vermogen.
no: Strøm
pt_br: Energia
ro: Putere
sk_sk: Sila
tr_tr: Güç
uk: Енергія

# DisplayName_Block_Decoy
source: Decoy
ca_ad: Esquer
cs_cz: Návnada
da: Lokkedue
de: Köder
es: Señuelo
fi: Harhautus
hu_hu: Csali
nl: Lokaas
pt_br: Isca
ro: Momeală
sk_sk: Návnada
tr_tr: Yem
uk: Пастка

# ControlName_PauseGame
source: Pause game
cs_cz: Pozastavit hru
da: Sæt spillet på pause
de: Spiel pausieren
es: Pausar el juego
hu_hu: Játék szüneteltetése
no: Pause spillet
pt_br: Pausar o jogo
ro: Pune pauză
sk_sk: Pauza hry
uk: Призупинити гру

# KeysPause
source: Pause
cs_cz: Pozastavit
es: Pausa
hu_hu: Szünet
pt_br: Pausa
sk_sk: Pauza
uk: Призупинити гру

# TerminalButton_GroupSave
source: Save
ca_ad: Desa
cs_cz: Uložit
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
hu_hu: Mentés
nl: Sla op
no: Lagre
pt_br: Salvar
ro: Salvează
sk_sk: Uložiť
tr_tr: Kaydet
uk: Зберегти

# NotificationWeaponNotWorking
source: {0} is not working
cs_cz: {0} nepracuje
da: {0} virker ikke
de: {0} funktioniert nicht
es: {0} no funciona
hu_hu: A(z) {0} nem működik
no: {0} virker ikke
pt_br: {0} não esta funcionando
ro: {0} nu funcționează
sk_sk: {0} Nefunguje
uk: {0} не працює

# BlockActionTitle_Lock
source: Lock
ca_ad: Enganxa
cs_cz: Zamknout
da: Lås
de: Verriegeln
es: Bloquear
fi: Lukitse
hu_hu: Lezárás
nl: Slot
no: Lås
pt_br: Trancar
ro: Blochează
sk_sk: Zamknúť
tr_tr: Kilitle
uk: Зачинити

# BlockActionTitle_Unlock
source: Unlock
ca_ad: Allibera
cs_cz: Odemknout
da: Lås op
de: Entriegeln
es: Desbloquear
fi: Poista lukitus
hu_hu: Feloldás
nl: Ontgrendelen
no: Åpne
pt_br: Destrancar
ro: Deblochează
sk_sk: Odomknúť
tr_tr: Kilidi aç
uk: Відчинити

# BlockActionTitle_Reverse
source: Reverse
ca_ad: Revers
cs_cz: Převrátit
de: Umkehren
es: Inverso
fi: Käännä päinvastaiseksi
hu_hu: Fordít
nl: Omkeren
no: Revers
pt_br: Inverter
ro: Invers
sk_sk: Naopak
tr_tr: Ters
uk: Реверс

# BlockPropertyProperties_CurrentInput
source: Current Input:
ca_ad: Energia entrant:
cs_cz: Aktuální vstup:
da: Nuværende input:
de: Derzeitige Zufuhr:
es: Entrada actual
fi: Nykyinen Syöte:
hu_hu: Jelenlegi bemenet:
nl: Momentele invoer
no: Gjeldende Input:
pt_br: Entrada Atual:
ro: Curent intrare:
sk_sk: Aktuálny prívod:
tr_tr: Mevcut Değer:
uk: Поточнє введення:

# BlockPropertyProperties_CurrentMass
source: Current Mass:
ca_ad: Massa actual:
cs_cz: Aktuální hmota:
da: Nuværende masse:
de: Aktuelle Masse:
es: Masa actual:
fi: Nykyinen Massa:
hu_hu: Jelenlegi tömeg:
nl: Momenteel Gewicht
no: Gjeldende Masse:
pt_br: Massa Atual:
ro: Masă curentă:
sk_sk: Aktuálna hmotnosť:
tr_tr: Mevcut Kütle:
uk: Поточня вага:

# BlockPropertyProperties_CurrentOutput
source: Current Output:
ca_ad: Energia sortint:
cs_cz: Aktuální výstup:
da: Nuværende output:
de: Derzeitige Abgabe:
es: Salida actual:
fi: Nykyinen Tuloste:
hu_hu: Jelenlegi kimenet:
nl: Momentele Uitvoer
no: Nåværende ytelse:
pt_br: Saida Atual:
ro: Curent ieșire:
sk_sk: Aktuálny Odvod:
tr_tr: Mevcut Çıkış:
uk: Поточнє виведення:

# BlockPropertiesText_LockState
source: Lock State:
ca_ad: Estat:
cs_cz: Status zamčení:
da: Tilstand på lås:
de: Sperrstatus:
es: Estado de bloqueo:
fi: Lukon tila:
hu_hu: Zár állapota:
nl: Slot status
no: Låst Tilstand:
pt_br: Trancar Estado
ro: Stare blocaj:
sk_sk: Zamknúť stav:
tr_tr: Kilit Durumu:
uk: Статус замка:

# BlockPropertiesText_MaxOutput
source: Max Output:
ca_ad: Màx. energia sortint:
cs_cz: Maximální výstup:
de: Max. Abgabe:
es: Salida máxima:
fi: Maks. tuloste:
hu_hu: Max kimenet:
nl: Maximale uitvoer
no: Maks ytelse:
pt_br: Saída Max
ro: Producție maximă:
sk_sk: Maximálny Odvod:
tr_tr: Azami Çıkış:
uk: Макс. виведення:

# BlockPropertiesText_MaxRequiredInput
source: Max Required Input:
ca_ad: Màx. energia entrant necessària:
cs_cz: Maximální požadovaný vstup:
da: Max nødvendig input:
de: Max. benötigte Zufuhr:
es: Entrada máxima requerida:
fi: Maks. tarvittu syöte:
hu_hu: Max szükséges bemenet:
nl: Maximaal toegestaande invoer
no: Maks Påkrevd Input:
pt_br: Entrada Maxima Requerida:
ro: Curent maxim necesar:
sk_sk: Maximálny potrebný prívod:
tr_tr: Gereken Azami Giriş:
uk: Макс. необхідне введення:

# BlockPropertiesText_RequiredInput
source: Required Input:
ca_ad: Energia entrant necessària:
cs_cz: Požadovaný vstup:
da: Nødvendig input:
de: Benötigte Zufuhr:
es: Entrada requerida:
fi: Tarvittu syöte:
hu_hu: Szükséges bemenet
nl: Benodigde Invoer
no: Påkrevd Input:
pt_br: Entrada Requerida:
ro: Curent necesar:
sk_sk: Potrebný prívod:
tr_tr: Gerekli Giriş:
uk: Необхідне введення:

# BlockPropertiesText_Type
source: Type:
ca_ad: Tipus:
cs_cz: Typ:
de: Typ:
es: Tipo:
fi: Tyyppi:
hu_hu: Típus:
pt_br: Tipo:
ro: Tip:
sk_sk: Typ:
tr_tr: Tip:
uk: Тип:

# BlockPropertyValue_Locked
source: Locked
ca_ad: Enganxat
cs_cz: Zamčeno
da: Låst
de: Verriegelt
es: Bloqueado
fi: Lukittu
hu_hu: Rögzített
nl: Gesloten
no: Låst
pt_br: Trancado
ro: Blocat
sk_sk: Uzamknutý
tr_tr: Kilitli
uk: Зачинено

# BlockPropertyValue_ReadyToLock
source: Ready To Lock
ca_ad: Preparat per enganxar
cs_cz: Připraveno k uzamčení
da: Klar til at låse
de: Bereit zum Verriegeln
es: Listo para bloquear
fi: Valmiina Lukitsemaan
hu_hu: Készen áll a lezárásra
nl: Klaar om vast te zetten
no: Klar Til Låsing
pt_br: Pronto Para Trancar
ro: Blocare Pregătită
sk_sk: Pripravené na uzamknutie
tr_tr: Kilitlenmeye Hazır
uk: Готове до закриття

# BlockPropertyValue_Unlocked
source: Unlocked
ca_ad: Alliberat
cs_cz: Odemčeno
da: Låst op
de: Entriegelt
es: Desbloqueado
fi: Lukitsematon
hu_hu: Nyitva
nl: Ontgrendeld
no: Åpen
pt_br: Destrancado
ro: Deblocat
sk_sk: Odomknutý
tr_tr: Kilitsiz
uk: Відчинене

# Quote70Text
source: Creativity is intelligence having fun.
ca_ad: La creativitat és la intel·ligència divertint-se.
cs_cz: Kreativita je inteligence, která se baví.
da: Kreativitet er intelligens der har det sjovt.
de: Kreativität ist Intelligenz, die Spaß hat.
es: La creatividad es la inteligencia divirtiéndose.
fi: Luovuus on älykkyyttä pitämässä hauskaa.
hu_hu: A kreativitás az intelligencia szórakozása.
nl: Creativiteit is intelligentie plezier.
no: Kreativitet er når intelligensen har det morsomt.
pt_br: Criatividade é a inteligência se divertindo
ro: Creativitatea este inteligența distrându-se.
sk_sk: Tvorivosť je keď sa inteligencia zabáva.
tr_tr: Yaratıcılık, zekanın eğlenceli bir şekilde kullanılmasıdır.
uk: Творчість - розвага інтелекту.
