Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# DisplayName_Block_MergeBlock
source: Merge Block
ca_ad: Bloc d'unió
cs_cz: Slučovací blok
da: Flette Blok
de: Block-Verbinder
es: Bloque de unión
fi: Yhdistyskappale
hu_hu: Összekapcsoló Blokk
nl: Connectie blok
pt_br: Bloco de união
ro: Bloc Îmbinare
sk_sk: Spájací blok
tr_tr: Blokları Birleştir
uk: Сполучний блок

source: News downloading failed
cs_cz: Stahování novinek selhalo
da: Nyheds download mislykkedes
de: Download der Nachrichten fehlgeschlagen
es: Fallo en la descarga de noticias
hu_hu: Hírek letöltése sikertelen
no: Klarte ikke å laste inn nyheter
pt_br: Download de notícias falhou
ro: Descărcarea știrilor a eșuat
sk_sk: Sťahovanie noviniek zlyhalo
uk: Не вдалося завантажити новини!

# NewVersionAvailable
source: New version of Space Engineers is available!
ca_ad: Nova versió d'Space Engineers disponible!
cs_cz: Nová verze Space Engineers je k dispozici!
da: Ny version af Space Engineers er tilgængelig!
de: Es ist eine neue Version von Space Engineers verfügbar!
es: ¡Nueva versión de Space Engineers disponible!
fi: Space Engineers:in uusi versio on saatavilla!
hu_hu: A Space Engineers újabb verziója elérhető!
nl: Nieuwe versie van Space Engineers is beschikbaar!
no: Ny versjon av Space Engineers er tilgjengelig!
pt_br: Uma nova versão de Space Engineers está disponível!
ro: O nouă versiune de Space Engineers este valabilă!
sk_sk: Nová verzia Space Enginners je dostupná!
tr_tr: Space Engineers'ın yeni sürümü yayınlandı!
uk: Доступна нова версія Space Engineers!

# MultiplayerErrorGroupIdInvalid
source: Server Group ID is invalid, server administrator should set proper group ID in server config (or zero to disable group checking)
cs_cz: ID serverové skupiny je neplatné, administrátor serveru by měl nastavit správné ID v konfigu serveru (nebo vyplnit "0" pro zastavení kontroly skupin)
da: Servergruppe id er ugyldig, server administrator bør sætte den korrekte gruppe-id i server config filen (eller nul for at deaktivere gruppe kontrol)
de: Die ID der Servergruppe ist falsch. Der Serveradministrator muss diese in der Serverkonfiguration korrigieren. (oder auf 0 setzen, um diese Funktion zu deaktivieren)
es: La ID de grupo del servidor es inválida, el administrador del servidor debe corregir la ID en la configuración del servidor (o poner 0 para desactivar la comprobación de grupo)
hu_hu: Helytelen szerver csoport azonosító. Az admin állítson be helyes azonosítót a szerver konfigban (a 0 kikapcsolja a csoportellenőrzést)
pt_br: A ID de Grupo de Servidor é inválida, o administrador do servidor deve ajustar a ID de grupo adequada na configuração do servidor (ou zero para desativar a verificação de grupo)
ro: ID-ul grupului ales de server nu este valid, administratorul serverului ar trebui să pună un ID adecvat in configurația serverului (sau zero pentru a dezactiva verificarea de grup)
uk: ID групи серверів є недійсним, адміністратор сервера повинен встановити належний ідентифікатор групи в конфігурації сервера (Або ноль відключити перевірку групи)

# JoinGame_TabTooltip_LAN
source: The list of local dedicated servers
cs_cz: Seznam lokálních dedikovaných serverů
da: List over lokale dedikerede servere
de: Liste lokaler dedizierter Server
es: Lista de servidores dedicados locales
hu_hu: Helyi dedikált szerverek listája
no: Listen med lokale dedikerte servere
pt_br: A lista de servidores dedicados locais
ro: Lista serverelor dedicate locale
sk_sk: Zoznam lokálnych dedikovaných serverov
uk: Список локальних-серверів

# JoinGame_TabTooltip_Lobbies
source: The list of player created games
cs_cz: Seznam hráči vytvořených her
da: Liste over spil lavet af spillere
de: Die Liste der von Spielern erstellten Spiele
es: Lista de partidas creadas por jugadores
hu_hu: Játékos által indított játékok listája
no: Listen med spiller lagde spill
pt_br: A lista de jogos criados pelos jogadores
ro: Lista serverelor găzduite de jucatori
sk_sk: Zoznam hráčmi vytvorených hier
uk: Список ігор, створених гравцями

# JoinGame_TabTooltip_Servers
source: The list of internet dedicated servers
cs_cz: Seznam internetových dedikovaných serverů
da: List over dedikerede server på nettet
de: Die Liste der im Internet verfügbaren dezidierten Server
es: La lista de servidores dedicados en internet
hu_hu: Online dedikált szerverek listája
no: Listen med internett dedikerte servere
pt_br: A lista de servidores de internet dedicados
ro: Lista serverelor dedicate de pe internet
sk_sk: Zoznam internetových dedikovaných serverov
uk: Список інтернет-серверів

# ToolTipWorldSettingsEnableSpectator
source: Enable spectator in the world
ca_ad: Activa espectador al món
cs_cz: Povolit diváky ve světě
da: Tillad tilskuere i verdenen
de: Beobachtermodus in der Welt aktivieren
es: Habilitar modo espectador en la partida
fi: Salli katsojat maailmassa
hu_hu: Nézelődő mód engedélyezése ebben a világban
nl: Toeschouwers toestaan in wereld
no: Aktiver tilskuere i verdenen
pt_br: Ativar espectador no mundo
ro: Activare spectator în lume
sk_sk: Povoľ diváka vo svete
tr_tr: İzleyicileri etkinleşir
uk: Увімкнути режим споглядача

# WorldSettings_EnableSpectator
source: Enable spectator
ca_ad: Activa espectador
cs_cz: Povolit diváky
da: Slå tilskuer til
de: Aktiviere Beobachtermodus
es: Habilitar modo espectador
fi: Salli katsoja
hu_hu: Nézelődő mód engedélyezése
nl: Toeschouwer toestaan
no: Aktiver tilskuer
pt_br: Ativar espectador
ro: Activare spectator
sk_sk: Povoľ diváka
tr_tr: İzleyicileri etkinleşir
uk: Увімкнути режим споглядача

# PlayerCharacterColor
source: Player color
cs_cz: Barva hráče
da: Spillers farve
de: Spielerfarbe
es: Color del jugador
hu_hu: Játékos szín
no: Spiller farge
pt_br: Cor do jogador
ro: Culoare jucător
sk_sk: Farba hráča
uk: Колір гравця

# PlayerCharacterColorBlack
source: Black
ca_ad: Negre
cs_cz: Černá
da: Sort
de: Schwarz
es: Negro
fi: Musta
hu_hu: Fekete
nl: Zwart
no: Svart
pt_br: Preto
ro: Negru
sk_sk: Čierna
tr_tr: Siyah
uk: Чорний

# PlayerCharacterColorBlue
source: Blue
ca_ad: Blau
cs_cz: Modrá
da: Blå
de: Blau
es: Azul
fi: Sininen
hu_hu: Kék
nl: Blauw
no: Blå
pt_br: Azul
ro: Albastru
sk_sk: Modrá
tr_tr: Mavi
uk: Блакитний

# PlayerCharacterColorDefault
source: Shadow
ca_ad: Ombra
cs_cz: Šedá
da: Grå
de: Schatten
es: Oscuro
fi: Varjo
hu_hu: Árnyék
nl: Schaduw
no: Skygge
pt_br: Sombra
ro: Umbră
sk_sk: Šedá
tr_tr: Gölge
uk: Тінь

# PlayerCharacterColorGreen
source: Green
ca_ad: Verd
cs_cz: Zelená
da: Grøn
de: Grün
es: Verde
fi: Vihreä
hu_hu: Zöld
nl: Groen
no: Grønn
pt_br: Verde
ro: Verde
sk_sk: Zelená
tr_tr: Yeşil
uk: Зелений

# PlayerCharacterColorRed
source: Red
ca_ad: Vermell
cs_cz: Červená
da: Rød
de: Rot
es: Rojo
fi: Punainen
hu_hu: Piros
nl: Rood
no: Rød
pt_br: Vermelho
ro: Roșu
sk_sk: Červená
tr_tr: Kırmızı
uk: Червоний

# PlayerCharacterColorWhite
source: White
ca_ad: Blanc
cs_cz: Bílá
da: Hvid
de: Weiß
es: Blanco
fi: Valkoinen
hu_hu: Fehér
nl: Wit
no: Hvit
pt_br: Branco
ro: Alb
sk_sk: Biela
tr_tr: Beyaz
uk: Білий

# PlayerCharacterColorYellow
source: Yellow
ca_ad: Groc
cs_cz: Žlutá
da: Gul
de: Gelb
es: Amarillo
fi: Keltainen
hu_hu: Sárga
nl: Geel
no: Gul
pt_br: Amarelo
ro: Galben
sk_sk: Žltá
tr_tr: Sarı
uk: Жовтий

# NotificationHintPressToUseWardrobe
source: Press {0} to change your appearance
cs_cz: Zmáčknětě {0} pro změnu vašeho vzhledu
da: Tryl {0} for at ændre udseende
de: Drücke {0} um dein Aussehen zu ändern
es: Pulsa {0} para cambiar tu apariencia
hu_hu: Kinézet változtatásához nyomj {0}-t
no: Trykk {0} for å endre ditt utsende
pt_br: Pressione {0} para modificar sua aparência
ro: Apăsați {0} pentru a vă schimba aspectul
uk: Натисніть {0}, щоб змінити зовнішній вигляд

# TerminalControlPanel_Cockpit_ControlThrusters
source: Control thrusters
ca_ad: Controla propulsors
cs_cz: Ovládat trysky
da: Kontrollere styreraketter
de: Triebwerke steuern
es: Control de propulsores
fi: Ohjaa rakettimoottoreja
hu_hu: Hajtóművek irányítása
nl: Straalmotoren besturen
no: Kontroll Thrustere
pt_br: Controlar propulsores
ro: Controlează propulsoare
tr_tr: İticileri Kontrol Et
uk: Керувати двигунами

# TerminalControlPanel_Cockpit_ControlWheels
source: Control wheels
ca_ad: Controla rodes
cs_cz: Ovládat kola
da: Kontrollere hjul
de: Räder steuern
es: Control de ruedas
fi: Ohjaa renkaita
hu_hu: Kerekek irányítása
nl: Wielen besturen
no: Kontroller hjul
pt_br: Controlar rodas
ro: Controlează roți
tr_tr: Tekerlekleri Kontrol Et
uk: Керування колесами

# BlockPropertyTitle_MotorUsesWheelCommands
source: Uses wheel commands
ca_ad: Utilitza comandaments de les rodes
cs_cz: Využívá povely od kol
da: Bruger hjul kommandoer
de: Benutzt Reifensteuerung
es: Utiliza comandos de rueda
fi: Käyttää rengaskomentoja
hu_hu: Kerék parancsok használata
nl: Gebruikt wiel besturing
no: Bruker hjul kommandoer
pt_br: Usar comandos de rodas
ro: Folosește comenzi de roți
sk_sk: Používa príkazy kolieska myši
tr_tr: Tekerlek komutları kullanılır
uk: Використовувати команди для коліс

# BlockPropertyDescription_MotorUsesWheelCommands
source: Indicates whether motor is controlled like a wheel directly from cockpit.
ca_ad: Indica si el motor està controlat com una roda directament des de la cabina.
cs_cz: Ukazuje zda je motor ovládán jako kolo přímo z kokpitu.
da: Indikere om motoren er kontrolleret som et hjulp direkte fra cockpittet.
de: Zeigt an, ob der Motor wie ein Reifen direkt vom Cockpit aus gesteuert wird.
es: Indica si el rotor es controlado como una rueda directamente desde la cabina.
fi: Ilmaisee ohjataanko moottoria kuin rengasta suoraan ohjaamosta.
hu_hu: Jelzi, ha a motort kerékként irányítják a pilótafülkéből
nl: Toont aan of motor bestuurd wordt als een wiel direct van de stuurstoel
no: Angir om motor er kontrollert som et hjul direkte fra cockpit.
pt_br: Indica se o motor é controlado como uma roda diretamente do cockpit
ro: Indică dacă rotorul este controlat ca o roată direct din carlingă.
tr_tr: Motorun tekerlek gibi kontrol edilip edilmediğini kokpitte gösterir.
uk: Вказує управління мотором, як колесо безпосередньо з кабіни.

# TerminalTab_Info_Rotors
source: Rotors:
cs_cz: Motory:
de: Rotoren:
es: Rotores:
fi: Roottorit:
hu_hu: Rotorok:
nl: Rotoren:
no: Rotorer:
pt_br: Rotores:
ro: Rotoare:
sk_sk: Rotory:
tr_tr: Rotorlar:
uk: Ротори

# ScreenOptionsVideo_WindowMode
source: Window mode
da: Vindue mode
de: Fenstermodus
es: Modo ventana
hu_hu: Ablak mód
no: Vindus modus
pt_br: Modo de janela
ro: Mod fereastră
sk_sk: Window mód
uk: Віконний режим

# ScreenOptionsVideo_WindowMode_Fullscreen
source: Fullscreen
da: Fuld skærm
de: Vollbild
es: Pantalla completa
hu_hu: Teljesképernyő
no: Fullskjerm
pt_br: Tela cheia
ro: Pe tot ecranul
sk_sk: Celá obrazovka
uk: Повноекранний режим

# ScreenOptionsVideo_WindowMode_FullscreenWindow
source: Fullscreen window
da: Fuld skræm i vindue
de: Maximiertes Fenster
es: Ventana a pantalla completa
hu_hu: Teljes képernyős ablak
no: Fullskjermsvindu
pt_br: Janela de tela cheia
ro: Fereastră pe tot ecranul
sk_sk: Okno na celú obrazovku
uk: Повноекранний режим

# ScreenOptionsVideo_WindowMode_Window
source: Window
da: Vindue
de: Fenster
es: Ventana
hu_hu: Ablak
no: Vindu
pt_br: Janela
ro: Fereastră
sk_sk: Okno
uk: Вікно

# BlockPropertyTitle_BreakForce
source: Break Force
ca_ad: Força de frenada
cs_cz: Síla pro přerušení
da: Brudstyrke
de: Bremskraft
es: Fuerza de Ruptura
fi: Hajoamisvoima
hu_hu: Szakító erő
nl: Breekkracht
no: Bremsestyrke
pt_br: Força de parada
ro: Forța de rupere
tr_tr: Fren Kuvveti
uk: Гальмівна сила

# BlockPropertyTitle_LandGearAutoLock
source: Autolock
ca_ad: Bloqueig automàtic
cs_cz: Automatický zámek
da: Autolås
de: Automatische Sperre
es: Bloqueado automático
fi: Automaattilukko
hu_hu: Automata zár
nl: Automatisch slot
no: Autolås
pt_br: Travamento automático
ro: Autoblocare
sk_sk: Autouzamknutie
tr_tr: Oto-kilit
uk: Автоблокування

source: Spectator Controls
cs_cz: Ovládání diváka
da: Tilskuer styring
de: Zuschauersteuerung
es: Controles de espectador
hu_hu: Nézelődés irányítások
pt_br: Controles de espectador
ro: Controale Spectator
sk_sk: Ovládanie diváka
uk: Налаштування споглядача

# SpectatorControls_None_Desc
source: Get back into controlled character / cockpit
ca_ad: Torna a controlar el personatge / cabina
cs_cz: Vrátit se zpět do ovládané postavy / kokpitu
da: Hop tilbage i kontrollerbar karakter / cockpit
de: Gehe zurück zum kontrollierten Charackter / Cockpit
es: Vuelve al personaje / cabina
fi: Mene takaisin ohjattuun hahmoon/ohjaamoon
hu_hu: Vissza az irányított karakterbe / piótafülkébe
nl: Terug gaan naar het bestuurde karakter/cockpit
pt_br: Voltar para o personagem controlado / cockpit
ro: Intră înapoi in caracterul controlat / carlinga controlată
tr_tr: Kontrol edilen karaktere / kokpitin içine geri dön
uk: Поверніться керуванню персонажа чи судна

# SpectatorControls_Delta_Desc
source: Spectator with fixed view vector to controlled object
cs_cz: Divák s zafixovaným pohledem přímo na ovládaný objekt
da: Tilskuer med fast udsigt for vektor kontrolleret objekt
de: Kameraansicht mit festem Winkel zum kontrolliertem Objekt.
es: Espectador con vector de visión fijo al objeto controlado
hu_hu: Nézelődés fix nézőpontból
pt_br: Espectador com vetor de visão fixa para o objeto controlado
ro: Spectator cu unghi fix spre obiectul controlat
uk: Глядач з фіксованим вектором огляду до контрольованого об'єкту

# SpectatorControls_Free_Desc
source: Free spectator. You can still shoot and do actions with controlled object
ca_ad: Espectador lliure. Encara podreu disparar i realitzar accions amb l'objecte controlat
cs_cz: Volný divák. S ovládaným objektem můžete střílet a provádět libovolné akce.
da: Fri tilskuer. Du kan stadig skyde og udføre handlinger forbindelse med kontrollerede objekter
de: Freie Kameraansicht. Man kann weiterhin Schießen und andere Aktionen ausführen.
es: Espectador libre. Sigues pudiendo disparar y hacer acciones con el objeto controlado.
fi: Vapaa katsoja. Voit silti ampua ja tehdä asioita ohjatulla esineellä
hu_hu: Szabad nézelődés. A lövés és más akciók bekapcsolva maradnak
pt_br: Espectador livre. Você ainda pode atirar e efetuar ações com o objeto controlado
ro: Spectator liber. Puteți să trageți și alte acțiuni cu obiectul controlat
tr_tr: Serbest izleyici. Ateş edebilirsin ve kontrol edilebilen objeleri kullanabilirsin
uk: Вільний глядач. Ви все ще можете стріляти і виконувати дії, з контрольованим об'єктом

# SpectatorControls_Static_Desc
source: Static spectator. You control character / cockpit, but camera is static
ca_ad: Espectador estàtic. Podeu controlar el personatge / cabina, però la càmera romandrà estàtica
cs_cz: Statický divák. Můžete ovládat postavu / kokpit, ale kamera je statická
da: Statisk tilskuer. Du styrer karakter / cockpit, men kameraet er statisk
de: Feste Kameraansicht. Man hat weiterhin Kontrolle über den Charackter / Cockpit.
es: Espectador estático. Controlas a tu personaje/cabina, pero la cámara permanece estática.
fi: Paikallaan oleva katsoja. Ohjaat hahmoa/ohjaamoa mutta kamera pysyy paikoillaan
hu_hu: Statikus nézelődés. A kamera statikus, de a karaktert / pilótafülkét te irányítod
pt_br: Espectador estático. Você controla o personagem / cockpit, mas a câmera é estática
ro: Spectator static. Controlați caracterul / carlinga, dar camera este fixă
tr_tr: Sabit izleyici. Karakteri / Kokpiti kontrol edebilirsin ama kamera sabit
uk: Статичний глядач. Ви керуєте персонажом чи кораблем, але камера статична

# MultiplayerErrorBannedByAdmins
source: You are banned on this server
cs_cz: Na tento server máte zakázaný přístup
da: Du er banned på denne server
de: Du wurdest vom Server verbannt
es: Has sido suspendido en este servidor
hu_hu: Erről a szerverről bannoltak
no: Du er utestengt fra denne serveren
pt_br: Você está banido deste servidor
ro: Sunteți interzis pe acest server
sk_sk: Na tomto serveri máš zákaz
uk: Ви забанені на цьому сервері

# MultiplayerErrorBannedByAdminsWithDialog
source: You are banned on this server. Open admin profile?
cs_cz: Na tento server máte zakázaný přístup. Otevřít profil administrátora serveru?
da: Du er blevet banned på denne server. Åben admin profil?
de: Du bist von diesem Server gebannt. Adminprofil öffnen?
es: Estas suspendido en este servidor. ¿Abrir perfil del administrador?
hu_hu: Errőr a szerverről bannoltak. Megnézed az admin profilját?
no: Du er utestengt fra denne serveren. Åpne admin profil?
pt_br: Você está banido deste servidor. Abrir perfil do administrador?
ro: Sunteți interzis pe acest server. Deschid profilul administratorului?
sk_sk: Máš BAN na serveri. Otvoriť profil admin?
uk: Ви забанені на цьому сервері. Відкрити профіль адміна?

# MessageBoxTextYouHaveBeenBanned
source: You have been banned on this server by its admin.
cs_cz: Byl vám zakázán přístup na tento server jeho administrátorem.
da: Du er blevet banned på denne server af admin.
de: Der Admin hat dich vom Server verbannt.
es: Has sido suspendido en este servidor por el administrador.
hu_hu: A szerver adminja bannolt a szerverről.
no: Du er utestengt fra denne serveren av dens administrator.
pt_br: Você foi banido deste servidor pelo administrador.
ro: Ați fost interzis pe acest server de către administratorul lui.
uk: Ви забанені адміном на цьому сервері.

# ScreenPlayers_Ban
source: Ban
cs_cz: Zákaz
de: Verbannen
es: Suspender
pt_br: Banir
ro: Interzice
sk_sk: Zakázať
uk: Бан

# HudMarker_ReturnToWorld
source: Return to the game area!
cs_cz: Vráťte se do herní oblasti!
da: Returner til spilområdet!
de: Begebe dich zurück ins Spielgebiet!
es: ¡Vuelve al área de juego!
hu_hu: Térj vissza a játékterületre!
no: Returner til spill området!
pt_br: Retornar para a área de jogo!
ro: Întoarceti-vă la zona jocului!
sk_sk: Vráť sa do hernej oblasti
uk: Ви покидаєте ігрову зону! Поверніться!

# NotificationLeavingWorld
source: Warning: You will die in {0:F1} meters!
cs_cz: Varování: Zemřete po {0:F1} metrech!
da: Advarsel: Du vil dø om {0:F1} meter!
de: Warnung: Du stirbst in {0:F1} Metern!
es: ¡Alerta: Morirás en {0:F1} metros!
hu_hu: Vigyázat: {0:F1} méteren belül meghalsz!
no: Advarsel: Du vill dø om {0:F1} meter!
pt_br: Aviso: Você morrerá em {0:F1} metros!
ro: Avertizare: O să muriți în {0:F1} metrii !
uk: Попередження: Ви помрете через {0:F1} метрів!

# ScreenCaptionAdvancedSettings
source: Advanced world settings
cs_cz: Pokročilé nastavení světa
da: Avancerede verdens indstillinger
de: Erweiterte Welt-Einstellungen
es: Opciones avanzadas de mundo
hu_hu: Haladó világ beállítások
no: Avanserte verdens innstillinger
pt_br: Ajustes avançados de mundo
ro: Setări lume avansate
sk_sk: Pokročilé nastavenia sweta
uk: Розширені налаштування світу

# WorldSettings_Advanced
source: Advanced
ca_ad: Avançat
cs_cz: Pokročilé
da: Avancerede
de: Erweitert
es: Avanzado
fi: Edistynyt
hu_hu: Haladó
nl: Geavanceerd
no: Avansert
pt_br: Avançado
ro: Avansat
sk_sk: Pokročilé
tr_tr: Gelişmiş
uk: Розширені налаштування

# TerminalTab_Factions
source: Factions
ca_ad: Faccions
cs_cz: Frakce
da: Fraktioner
de: Fraktionen
es: Facciones
fi: Ryhmät
hu_hu: Frakciók
nl: Facties
no: Grupper
pt_br: Facções
ro: Facțiuni
sk_sk: Skupiny
tr_tr: Gruplar
uk: Фракції

# TerminalTab_Factions_Create
source: Create
ca_ad: Crea
cs_cz: Vytvořit
da: Opret
de: Gründen
es: Crear
fi: Luo
hu_hu: Létrehoz
nl: Aanmaken
no: Skap
pt_br: Criar
ro: Creare
sk_sk: Vytvor
tr_tr: Oluştur
uk: Створити

# TerminalTab_Factions_CreateToolTip
source: Create new faction
ca_ad: Crea nova facció
cs_cz: Vytvořit novou frakci
da: Opret ny fraktion
de: Neue Fraktion gründen
es: Crear nueva facción
fi: Luo uusi ryhmä
hu_hu: Új frakció létrehozása
nl: Nieuwe factie aanmaken
no: Lag ny gruppe
pt_br: Criar nova facção
ro: Crează o nouă facțiune
sk_sk: Vytvor novú skupinu
tr_tr: Yeni grup oluştur
uk: Створити нову фракцію

# TerminalTab_Factions_Leave
source: Leave
ca_ad: Abandona
cs_cz: Opustit
da: Forlad
de: Verlassen
es: Dejar
fi: Lähde
hu_hu: Kilépés
nl: Verlaten
no: Forlat
pt_br: Sair
ro: Părăsire
sk_sk: Opusti
tr_tr: Ayrıl
uk: Покинути

# TerminalTab_Factions_Join
source: Join
ca_ad: Uneix-te
cs_cz: Přidat se
da: Tilslut
de: Beitreten
es: Unirse
fi: Liity
hu_hu: Csatlakozás
nl: Meedoen
no: Bli med
pt_br: Juntar-se
ro: Alăturare
sk_sk: Pripoj sa
tr_tr: Katıl
uk: Приєднатися

# TerminalTab_Factions_JoinToolTip
source: Send join request to selected faction
ca_ad: Envia una petició per unir-se a la facció seleccionada
cs_cz: Poslat požadavek pro připojení vybrané frakci
da: Send anmodning om deltagelse i den valgte fraktion
de: Beitrittsanfrage an die ausgewählte Fraktion senden.
es: Enviar solicitud de unión a la facción seleccionada
fi: Lähetä liittymispyyntö valitulle ryhmälle
hu_hu: Csatlakozási kérelem küldése a frakcióhoz
nl: Stuur deelname verzoek aan geselecteerde factie
pt_br: Enviar solicitação para juntar-se à facção selecionada
ro: Trimite o cerere de alăturare la facțiunea selectată
sk_sk: Pošli požiadavku na pripojenie sa k skupine
tr_tr: Seçilen gruba katılma isteği gönder
uk: Відправити запити виділеній фракції

# String1TerminalTab_Factions_LeaveToolTip
source: Leave selected faction
ca_ad: Abandona la facció seleccionada
cs_cz: Opustit vybranou frakci
da: Forlad valgte fraktion
de: Ausgewählte Fraktion verlassen
es: Dejar la facción seleccionada
fi: Jätä valittu ryhmä
hu_hu: Választott frakció elhagyása
nl: Verlaat geselecteerde factie
no: Forlat valgt gruppe
pt_br: Sair da facção selecionada
ro: Părăsirea facțiunii selectate
sk_sk: Opusti vybranú skupinu
tr_tr: Seçili gruptan ayrıl
uk: Покинути вибрану фракцію

# TerminalTab_Factions_Enemy
source: Declare war
ca_ad: Declara la guerra
cs_cz: Vyhlásit válku
da: Erklær krig
de: Krieg erklären
es: Declarar la guerra
fi: Julista sota
hu_hu: Háború kikiáltása
nl: Oorlog verklaren
no: Erklær krig
pt_br: Declarar guerra
ro: Declară război
sk_sk: Vyhlás vojnu
tr_tr: Savaş ilan et
uk: Оголосити війну

# TerminalTab_Factions_Friend
source: Propose peace
ca_ad: Proposa pau
cs_cz: Navrhnout mír
da: Foreslå fred
de: Frieden anbieten
es: Proponer la paz
fi: Ehdota rauhaa
hu_hu: Békejavaslat
nl: Vrede voorstellen
no: Foreslå fred
pt_br: Propor paz
ro: Propune pace
sk_sk: Navrhni mier
tr_tr: Barış teklif et
uk: Запропонувати мир

# TerminalTab_Factions_FriendToolTip
source: Propose peace treaty to selected faction
ca_ad: Proposa tractat de pau amb la facció seleccionada
cs_cz: Navrhnout mírovou smlouvu vybrané frakci
da: Foreslå fredsaftale med valgte fraktion
de: Biete ausgewählter Fraktion einen Friedensvertrag an
es: Proponer un tratado de paz a la facción seleccionada
fi: Ehdota rauhansopimusta valitulle ryhmälle
hu_hu: Békejavaslat küldése a választott frakciónak
nl: Stel vrede voor aan geselecteerde factie
pt_br: Propor tratado de paz para a facção selecionada
ro: Propune tratat de pace la facțiunea selectată
tr_tr: Seçilen gruba barış antlaşması teklif et
uk: Запропунувати мирний договір з обраною фракцією

# TerminalTab_Factions_CreateFaction
source: Create a new faction
ca_ad: Crea una nova facció
cs_cz: Vytvořit novou frakci
da: Opret ny fraktion
de: Eine neue Fraktion gründen.
es: Crear nueva facción
fi: Luo uusi ryhmä
hu_hu: Új frakció létrehozása
nl: Maak een nieuwe factie
no: Lag en ny gruppe
pt_br: Criar uma nova facção
ro: Crează o nouă facțiune
sk_sk: Vytvor novú skupinu
tr_tr: Yeni bir grup oluştur
uk: Створити нову фракцію

# TerminalTab_Factions_CreateFactionDescription
source: Public info:
ca_ad: Informació pública:
cs_cz: Veřejné informace:
da: Offentlig info:
de: Öffentliche Info:
es: Información pública:
fi: Julkinen info:
hu_hu: Nyilvános info:
nl: Publieke informatie:
no: Offentlig info:
pt_br: Informações públicas:
ro: Info publice:
sk_sk: Verejné info:
tr_tr: Herkese açık bilgi:
uk: Громадське інфо
