Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ToolTipWorldSettingsAsteroidAmount
source: Number of asteroids in a newly generated world Normal: 4 large asteroids, 20 small asteroids Large: 7 large asteroids, 35 small asteroids Extreme: 16 large asteroids, 80 small asteroids, 64-bit only
ca_ad: Nombre d'asteroides al nou món generat Normal: 4 asteroides grans, 20 asteroides petits Gran: 7 asteroides grans, 35 asteroides petits Extrem: 16 asteroides grans, 80 asteroides petits, només 64-bits
cs_cz: Počet asteroidů vyskytujících se v nově vygenerovaném světě Normální: 4 velké asteroidy, 20 malých asteroidů Velký: 7 velkých asteroidů, 35 malých asteroidů Extrémní: 16 velkých asteroidů, 80 malých asteroidů (jen 64-bitová verze)
da: Antallet af asteroider i en nygenereret verden Normal: 4 store asteroider, 20 små asteroider Stor: 7 store asteroider, 35 små asteroider Ekstrem: 16 store asteroider, 80 små asteroider, kun 64-bit
de: Anzahl an Asteroiden in einer neu generierten Welt Normal: 4 große Asteroiden, 20 kleine Asteroiden Groß: 7 große Asteroiden, 35 kleine Asteroiden Extrem: 16 große Asteroiden, 80 kleine Asteroiden, nur 64-bit
es: Número de asteroides en un nuevo mundo generado Normal: 4 asteroides grandes, 20 pequeños Grande: 7 asteroides grandes, 35 pequeños Extremo: 16 asteroides grandes, 80 pequeños - sólo 64bits
fi: Asteroidien määrä uudessa maailmassa Tavallinen: 4 isoa asteroidia, 20 pientä asteroidia Suuri: 7 isoa asteroidia, 35 pientä asteroidia Äärimmäinen: 16 isoa asteroidia, 80 pientä asteroidia, vain 64-bittisille järjestelmille
hu_hu: Aszteroidák száma az újonnan generált világban Normál: 4 nagy aszteroida, 20 kis aszteroida Nagy: 7 nagy aszteroida, 35 kis aszteroida Extrém: 16 nagy aszteroida, 80 kis aszteroida (csak 64-bit)
nl: Aantal asteroïden in een nieuw gegenereerde wereld Normaal: 4 grote asteroïden, 20 kleine asteroïden Groot: 7 grote asteroïden, 35 kleine asteroïden Extreem: 16 grote asteroïden, 80 kleine asteroïden, uitsluitend voor 64-bit
no: Nummer av asteroider i en ny generert verden Normal: 4 store asteroider, 20 små asteroider Stor: 7 store asteroider, 35 små asteroider Ekstrem: 16 store asteroider, 80 små asteroider, kun 64-bit
pt_br: Numero de asteroides gerados em um novo mundo Normal: 4 grandes asteroides, 20 pequenos asteroides Grande: 7 grandes asteroides, 35 pequenos asteroides Extremo: 16 grandes asteroides, 80 pequenos asteroides, apenas 64-bit
ro: Numărul de asteroizi într-o lume nouă Normal: 4 asteroizi mari, 20 asteroizi mici Mare: 7 asteroizi mari, 35 asteroizi mici Extrem: 16 ateroizi mari, 80 asteroizi mici, doar 64-bit
sk_sk: Número de asteroides en un nuevo mundo generado Normal: 4 asteroides grandes, 20 asteroides pequeños Grande: 7 asteroides grandes, 35 pequeños Extremo: 16 asteroides grandes, 80 asteroides pequeños - sólo 64bits
tr_tr: Yeni oluşturulacak evrendeki asteroid miktarı Normal: 4 Büyük asteroid, 20 küçük asteroid Bol: 7 Büyük asteroid, 35 küçük asteroid Aşırı: 16 Büyük asteroid, 80 küçük asteroid, 64-bit gerektirir
uk: Число астероїдів у новоствореному світі Нормально: 4 великих астероїда, 20 малих Багацько: 7 великих астероїдів, 35 малих Екстремально: 16 великих астероїдів, 80 малих, лише 64-бітні системи

# ToolTipWorldSettingsMaxPlayer
source: Maximum number of players in game
ca_ad: Màxim nombre de jugadors a la partida
cs_cz: Maximální počet hráčů ve hře
da: Maksimum antal spiller i spillet
de: Maximale Anzahl Spieler im Spiel
es: Máximo número de jugadores en la partida
fi: Pelaajien maksimimäärä pelissä
hu_hu: Játékosok maximális száma
nl: Maximaal aantal spelers in het spel
no: Maksimalt antall spillere i spillet
pt_br: Numero máximo de jogadores no jogo
ro: Numărul maxim de jucători
sk_sk: Maximálny počet hráčov v hre
tr_tr: Oyundaki azami oyuncu sayısı
uk: Максимальне число гравців

# ToolTipWorldSettingsWeapons
source: Enable/Disable all weapons and explosives
ca_ad: Activa/Desactiva totes les armes i explosius
cs_cz: Povolit/Zakázat všechny zbraně a výbušniny
da: Slå alle våben og eksplosiver til/fra
de: Aktivieren/Deaktivieren aller Waffen und Spregstoffe
es: Habilitar / Deshabilitar todas las armas y explosivos
fi: Salli/Kiellä kaikki aseet ja räjähteet
hu_hu: Fegyverek és robbanószerek be-/kikapcsolása
nl: Inschakelen/Uitschakelen van alle wapens en explosieven
no: Aktiver/Deaktiver alle våpen og eksplosiver
pt_br: Habilita/Desabilita todas as armas e explosivos
ro: Permite arme si explozibili
sk_sk: Povoliť/Zakázať všetky zbrane a výbušniny
tr_tr: Tüm silah ve patlayıcıları etkinleştirir
uk: Увімкнути/Вимкнути зброю та вибухівку

# BlockPropertyDescription_OreDetectorRange
source: Maximum detection range.
ca_ad: Màxim rang de detecció.
cs_cz: Maximální vzdálenost detekce.
da: Maksimal detekterings rækkevidde.
de: Maximale Erkennungsreichweite
es: Rango de detección máximo
fi: Maksimihavaintoetäisyys.
hu_hu: Maximum érzékelési hatósugár
nl: Maximale detectie bereik
no: Maksimal oppdagelses rekkevidde
pt_br: Alcance máximo de detecção
ro: Distanța maximă de detecție.
sk_sk: Maximálny dosah detektora.
tr_tr: Azami algı menzili.
uk: Максимальна дальність виявлення

# BlockPropertyTitle_OreDetectorRange
source: Range
ca_ad: Rang
cs_cz: Dosah
da: Rækkevidde
de: Reichweite
es: Alcance
fi: Kantama
hu_hu: Hatótávolság
nl: Bereik
no: Rekkevidde
pt_br: Alcance
ro: Rază
sk_sk: Dosah
tr_tr: Menzil
uk: Ранґ

# JoinGame_ColumnTitle_GameMode
source: Game mode
cs_cz: Herní mód
da: Spil tilstand
de: Spielmodus
es: Modo de juego
hu_hu: Játékmód
no: Spill modus
pt_br: Modo de jogo
ro: Mod joc
sk_sk: Herný mód
uk: Режим гри

# JoinGame_ColumnTitle_Players
source: Players
cs_cz: Hráči
da: Spillere
de: Spieler
es: Jugadores
hu_hu: Játékosok
no: Spillere
pt_br: Jogadores
ro: Jucători
sk_sk: Hráči
uk: Гравці

# JoinGame_ColumnTitle_Username
source: Username
cs_cz: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre del usuario
hu_hu: Felhasználónév
no: Brukernavn
pt_br: Nome de usuário
ro: Nume utilizator
sk_sk: Užívateľské meno
uk: Псевдо

# JoinGame_ColumnTitle_World
source: World
cs_cz: Svět
da: Verden
de: Welt
es: Mundo
hu_hu: Világ
no: Verden
pt_br: Mundo
ro: Lume
sk_sk: Svet
uk: Світ

# JoinGame_ColumnTitle_WorldSize
source: World size
cs_cz: Velikost světa
da: Størrelse på verden
de: Weltgröße
es: Tamaño del mundo
hu_hu: Világ mérete
no: Størrelse på verden
pt_br: Tamanho do mundo
ro: Mărimea lumii
sk_sk: Veľkosť sveta
uk: Розмір світу

# ToolTipItemFilter_AssembledItems
source: Any item produced by assembler.
ca_ad: Qualsevol objecte produït per l'assemblador.
cs_cz: Jakékoliv položky vytvořené montérem
da: Enhver genstand produceret af samleren.
de: Jeder Gegenstand der von der Montageanlage produziert wird.
es: Cualquier objeto producido por el ensamblador
fi: Mikä tahansa kokoajan tuottama esine.
hu_hu: Bármilyen Szerelőgép által gyártott tárgy
nl: Ieder object geproduceerd door samenvoeger.
no: Hvilket som helst element produsert av konstruktør.
pt_br: Qualquer item produzido pela montadora.
ro: Orice obiect produs de montator.
sk_sk: Hocijaká vec postavená v assembleri
tr_tr: Montajcı tarafından üretilmiş bir eşya
uk: Будь-яка річ, вироблена складальним апаратом.

# AssemblerState_InventoryFull
source: Inventory is full
ca_ad: Inventari ple
cs_cz: Inventář je plný
da: Beholdningen er fyldt op
de: Inventar voll
es: El inventario está lleno
fi: Tavaraluettelo on täynnä
hu_hu: Az eszköztár megtelt
nl: Voorraad is vol
no: Inventaret er fullt
pt_br: Inventário está cheio
ro: Inventar plin
sk_sk: Inventár je plný
tr_tr: Envanter dolu
uk: Інвентар повен

# WorldSettings_InventorySize
source: Inventory size
ca_ad: Mida de l'inventari
cs_cz: Velikost inventáře
da: Beholdnings størrelse
de: Inventargröße
es: Tamaño del inventario
fi: Tavaraluettelon koko
hu_hu: Hátizsák mérete
nl: Inventaris grootte
no: Inventar størrelse
pt_br: Tamanho do Inventario
ro: Mărimea inventarului
sk_sk: Veľkosť inventára
tr_tr: Envanter Boyutu
uk: Розмір інвентаря

# WorldSettings_GameSurvivalTimes1
source: Realistic
ca_ad: Realista
cs_cz: Realistický
da: Realistisk
de: Realistisch
es: Realista
fi: Reaslistinen
hu_hu: Realisztikus
nl: Realistisch
no: Realistisk
pt_br: Realista
sk_sk: Realizmus
tr_tr: Gerçekçi
uk: Реалізм

# WorldSettings_GameSurvivalTimes3
source: Realistic x3
ca_ad: Realista x3
cs_cz: Realistický x3
da: Realisme x3
de: Realistisch x3
es: Realista x3
fi: Realistinen x3
hu_hu: Realisztikus x3
nl: Realistisch x3
no: Realistisk x3
pt_br: Realista x3
sk_sk: Realizmus x3
tr_tr: Gerçekçi x3
uk: Реалізм x3

# ToolTipWorldSettingsModeCreative
source: Unlimited resources, instant building, no death
ca_ad: Recursos il·limitats, construcció instantània, sense mort
cs_cz: Neomezené suroviny, okamžité stavění, nesmrtelnost
da: Ubegrænsede ressourcer, instant bygning, kan ikke dø
de: Unbegrenzte Rohstoffe, Sofort bauen, Unsterblich
es: Recursos ilimitados, construcción instantánea, sin muerte
fi: Loputtomat resurssit, välitön rakentaminen, ei kuolemaa
hu_hu: Végtelen nyersanyag, gyors építkezés, nincs halál
nl: Onbeperkte bronnen, direct bouwen, geen dood.
no: Uendelige ressurser, øyeblikkelig bygging, ingen død
pt_br: Recursos ilimitados, construção instantânea, sem mortes
ro: Resurse nelimitate, construire instantă, immortal
sk_sk: Neobmedzené zdroje, stála výstavba, žiadna smrť
tr_tr: Sınırsız kaynaklar, hızlı inşaat, ölmek yok
uk: Нескінченні ресурси, миттєве будівництво, гравець безсмертний

# ToolTipWorldSettingsModeSurvival
source: Realistic management of resources, realistic inventory capacity, death and respawn
ca_ad: Gestió realista dels recursos, capacitat realista de l'inventari, mort i reapareixement
cs_cz: Realistická správa surovin, realistická kapacita inventáře, smrt a respawn
da: Realistisk forvaltning af ressourcerne, realistisk beholdnings kapacitet, død og genopståen
de: Realistisches verwalten von Rohstoffen, realistische Inventarkapazität, Tod und Wiederbelebung
es: Administración de recursos realista, capacidad de inventario realista, muerte y resurrección
fi: Resurssien todenmukainen käsittely, realistinen tavaraluettelon koko, kuolema ja uudelleensyntyminen
hu_hu: Élethű nyersanyagtermelés, élethű hátizsákméret, halál és újraéledés
nl: Realistisch management van bronnen, realistische inventaris capaciteit, dood en respawn
no: Realistisk administrasjon av ressurser, realistisk inventar kapasitet, død og respawn
pt_br: Gerenciamento realístico de recursos, capacidade realista de inventario, morte e respawn
ro: Management realist al resurselor, capacitate realist inventar, moarte și înviere
sk_sk: Administración de recursos realista, capacidad de inventario realista, muerte y resurrección
tr_tr: Gerçekçi kaynak yönetimi, envanter kapasitesi ile ölüm ve yeniden doğmayı içerir
uk: Реалістичне керування ресурсами, реалістичний розмір інвентаря, смерть і відродження

# Description_Scenario_Asteroids
source: Start in a rescue ship with very limited resources near a small asteroid field
ca_ad: Comenceu en una nau de rescat amb recursos molt limitats a prop d'un petit camp d'asteroides
cs_cz: Začínáte v záchranném modulu blížícím se k pásu asteroidů s velmi malými zásobami
da: Start i redningsskib med meget begrænsede resouresser nær lille et asteroide felt
de: Start im Rettungsschiff mit sehr wenigen Rohstoffen in der nähe eines kleinen Asteroidenfeldes.
es: Empezar en una nave de rescate con recursos muy limitados cerca de un campo pequeño de asteroides
fi: Aloitus pelastusaluksessa erittäin rajoitettujen resurssien kanssa lähellä pientä asteroidikenttää.
hu_hu: Kezdj egy mentőhajóval, merőben korlátozott erőforrásokkal, egy kisebb aszteriodamező közelében
nl: Begin in een reddingsschip met zeer beperkte middelen nabij een klein asteroïde veld
no: Start i redningsskip med veldig få ressurser i nærheten av asteroidefelt
pt_br: Começa em um nave de resgate com recursos bastante limitados, perto de um campo de asteroides
ro: Începeți într-o navă de salvare cu resurse foarte limitate lângă un câmp mic de asteroizi
sk_sk: Štart v záchrannej lodi s obmedzenými zdrojmi pri malom poli asteroidov
tr_tr: Küçük bir asteroid alanının yakınında, sınırlı kaynaklarla kurtarma gemisinde başlayın
uk: Розпочати в рятувальному кораблі з дуже обмеженими ресурсами біля невеликого астероїдного поля

# Description_Scenario_EasyStart1
source: Start on an asteroid platform with one large ship and two small ships
ca_ad: Comenceu en una plataforma d'asteroides en una nau gran i dos naus petites
cs_cz: Začínáte na platformě v poli asteroidů s jednou velkou lodí a dvěmi malými
da: Start på en asteroide platform med et stort skib og to små skibe
de: Starte auf einer Asteroidenplattform mit einem großen und zwei kleinen Schiffen
es: Empezar en la plataforma de un asteroide con una nave grande y dos naves pequeñas
fi: Aloitus asteroiditasanteelta yhden ison aluksen ja kahden pienen aluksen kanssa
hu_hu: Kezdés platformon aszteroida mellett egy nagy és két kis hajóval
nl: Start op een astroïde platform met één groot schip en twee kleine schepen
no: Start på en asteroide plattform med ett stort skip og to små skip
pt_br: Começa em uma plataforma de um asteroide com uma grande nave e duas pequenas naves
ro: Începeți pe o platformă pe un asteroid cu o navă mare și două nave mici
sk_sk: Štart na asteroide s 1 veľkou loďou a dvomi malými
tr_tr: Oyuna bir büyük gemi ve iki ufak gemi ile bir asteroid platformunda başlayın
uk: Розпочати на платформі астероїда з одним величезним і двома малими кораблями

# Description_Scenario_EasyStart2
source: Start in a green asteroid station with several large ships and small ships (this is a large scene!)
ca_ad: Comenceu en una estació espacial verda en un asteroide amb diverses naus grans (aquest és un gran escenari!)
cs_cz: Začínáte na velké zelené stanici na asteroidu s několika velkými a malými loděmi (pozor, toto je hodně velká scéna!)
da: Start på en grøn asteroide station med flere store skibe og små skibe (dette er en stor scene!)
de: Starte in einer grünen Asteroidenstation mit mehreren großen und kleinen Schiffen (Das ist eine große Umgebung!)
es: Empezar en una estación verde en un asteroide con varias naves grandes y pequeñas (es un escenario grande!)
fi: Aloita vihreältä asteroidiasemalta usean ison ja pienen aluksen kanssa (tämä on iso skenaario!)
hu_hu: Kezdés zöld állomáson aszteroida mellett néhány nagy és kis hajóval (nagy színpad!)
nl: Start in een groen astroïde-station met meerdere grote schepen en kleine schepen (dit is een grote scene!)
no: Start i en grønn asteroide stasjon med flere store skip og små skip (dette er et stort område!)
pt_br: Comecar numa estação verde localizada num asteroide, com várias naves grandes e pequenas (este é um cenário grande!)
ro: Începe intr-o stație verde pe un asteroid cu mai multe nave mari și nave mici (este o scenă mare!)
sk_sk: Štart na zelenej stanici s pár loďami a malou loďou (veľká scéna!)
tr_tr: Oyuna birkaç büyük gemi ve küçük gemi içeren yeşil asteroid istasyonunda başlayın(Geniş bir alan)
uk: Розпочати на зеленій астероїдній станції з декількома великими та малими кораблями (локація великого розміру!)

# Description_Scenario_EmptyWorld
source: Empty world, no asteroids, no ships, suitable for creative mode
ca_ad: Món buit, sense asteroides, sense naus, adient per al mode creatiu
cs_cz: Prázdný svět, bez asteroidů , bez lodí, , vhodný pro kreativní mód
da: Tom verden, ingen asteroider, ingen skibe, velegnet til kreativ tilstand
de: Leere Welt, keine Asteroiden, keine Schiffe, sinnvoll für Kreativmodus
es: Mundo vacío, sin asteroides, sin naves. Adecuado para el modo creativo
fi: Tyhjä maailma, ei asteroideja, ei aluksia, sopii luovaan tilaan
hu_hu: Üres világ, nincsenek aszteroidák, nincsenek űrhajók, csak kreatív módhoz
nl: Lege wereld, geen asteroïden, geen schepen, geschikt voor creatieve modus
no: Tom verden, ingen asteroider, ingen skip, egnet for kreativ modus
pt_br: Mundo vazio, sem asteroides, sem naves, próprio para o modo criativo
ro: Lume pustie, fără asteroizi, fără nave, potrivit pentru modul creativ
sk_sk: Prázdny svet, žiadne asteroidy, lode, vhodné pre kreatívny mód
tr_tr: Boş dünya, asteroidler ve gemiler yok, yaratıcı mod için elverişli
uk: Порожній світ, без астероїдів та кораблiв, підходить для вільного режиму

# Description_Scenario_LoneSurvivor
source: Start on an abandoned asteroid platform with no ships, you have to start from scratch
ca_ad: Comenceu en una plataforma abandonada en un asteroide sense naus, heu de començar des de zero
cs_cz: Začínáte na opuštěné platformě v poli asteroidů , musíte začít od začátku
da: Start på en forladt asteroide platform med ingen skibe, er du nødt til at starte fra bunden
de: Starte ohne Schiffe auf einer verlassenen Asteroidenplattform, auf der du neu anfangen musst
es: Empezar en una plataforma abandonada en un asteroide sin naves. Tendrás que empezar de cero
fi: Aloita hylätyltä asteroiditasanteelta ilman aluksia, sinun täytyy aloittaa tyhjästä
hu_hu: Kezdés egy elhagyott platformon aszteroida mellett hajók nélkül
nl: Start op een verlaten astroïde-platform zonder schepen, je begint met niks
no: Start på en forlatt asteroide plattform med ingen skip, du må starte fra scratch
pt_br: Começa em uma plataforma abandonada em um asteroide sem naves, você tem que começar do zero.
ro: Începeți pe o platformă pe asteroid abadonată și fără nave, trebuie să porniți de la zero.
sk_sk: Štart na opustenom asteroide, na platforme bez lodí, začínaš od nuly
tr_tr: Oyuna terk edilmiş bir asteroid platformunda, gemi olmadan, sıfırdan başlayın
uk: Розпочати на полишеній астероїдній платформі без будь-яких судів, Ви маєте почати з нуля

# MessageBoxTextSuicide
source: Are you sure you want to commit suicide?
cs_cz: Jste si jisti, že chcete provést sebevraždu?
da: Er du sikker på du ønsker at begå selvmord?
de: Sind sie sicher, dass sie Selbstmord begehen wollen?
es: ¿Estás seguro de querer suicidarte?
hu_hu: Biztosan öngyilkos akarsz lenni?
no: Er du sikker på at du vil begå selvmord?
pt_br: Você tem certeza de que deseja cometer suicídio ?
ro: Sunteți sigur că vreți să vă sinucideti ?
sk_sk: Si si istý, že chceš spáchať samovraždu?
uk: Ви справді бажаєте здійснити самогубство?

# DisplayName_Scenario_CrashedRedShip
source: Crashed Red Ship
ca_ad: Nau vermella accidentada
cs_cz: Ztroskotaná Červená Loď
da: Forulykket rødt skib
de: Abgestürztes rotes Schiff
es: Nave roja estrellada
fi: Törmännyt Punainen Alus
hu_hu: Lezuhant Vörös Hajó
nl: Gecrashed Rood Schip.
no: Krasjet Rødt Skip
pt_br: Nave Vermelha Caida
ro: Navă roșie prăbușită
sk_sk: Stroskotaná červená loď
tr_tr: Kaza yapmış kırmızı gemi
uk: Розбитий червоний корабель

# Description_Scenario_CrashedRedShip
source: Crashed Red Ship
ca_ad: Nau vermella accidentada
cs_cz: Ztroskotaná Červená Loď
da: Forulykket rødt skib
de: Abgestürztes rotes Schiff
es: Nave roja estrellada
fi: Törmännyt Punainen Alus
hu_hu: Lezuhant Vörös Hajó
nl: Gecrashed Rood Schip.
no: Krasjet Rødt Skip
pt_br: Nave vermelha batida
ro: Navă roșie prăbușită
sk_sk: Stroskotaná červená loď
tr_tr: Kırmızı kazazede gemi
uk: Розбитий червоний корабель

# HudBlockInfo_Components
source: Components
cs_cz: Komponenty
da: Komponenter
de: Komponenten
es: Componentes
fi: Osat
hu_hu: Komponensek
nl: Onderdelen
no: Komponenter
pt_br: Componentes
ro: Componente
sk_sk: Komponenty
tr_tr: Bileşenler
uk: Компоненти:

# HudBlockInfo_Installed_Required
source: Installed / Required
ca_ad: Instal·lat / Requerit
cs_cz: Instalováno / Požadováno
da: Installeret / Nødvendig
de: Installiert / Benötigt
es: Instalado / Requerido
fi: Asennettu / Tarvittu
hu_hu: Telepített / Szükséges
nl: Geïnstalleerd / Benodigd
no: Installert / Påkrevd
pt_br: Instalado / Necessario
ro: Instalate / Necesare
sk_sk: Inštalované / Požadované
tr_tr: Eklenen / Gereken
uk: Встановлено / Необхідно

# DisplayName_Item_Scrap
source: Scrap Metal
ca_ad: Ferralla
cs_cz: Staré železo
da: Skrot metal
de: Metallabfall
es: Chatarra metálica
fi: Romumetalli
hu_hu: Fémhulladék
nl: Schroot
no: Skrap metall
pt_br: Ferro velho
ro: Deșeuri metalice
sk_sk: Šrot
tr_tr: Hurda metal
uk: Металобрухт

# MultiplayerErrorServerHasLeft
source: The server host has left the game
cs_cz: Hostitel serveru opustil hru
da: Serveren værten har forladt spillet
de: Der Serverhost hat das Spiel verlassen
es: El anfitrión del servidor ha dejado la partida
hu_hu: A szerver készítője elhagyta a játékot
no: Server verten har forlatt spillet
pt_br: O host do servidor saiu do jogo
ro: Gazda de server a părăsit jocul.
sk_sk: Hostiteľ serveru opustil hru
uk: Гост залишив гру

# NotificationRespawn
source: You died. Respawn in {0} seconds
cs_cz: Zemřel jste. Respawn za {0} sekund
da: Du døde. Bliver genoplivet om {0} sekunder
de: Sie sind tot. Neustart in {0} sekunden
es: Has muerto. Revivirás en {0} segundos
hu_hu: Meghaltál. Újraéledés {0} másodpercen belül
no: Du døde. Respawner om {0} sekunder
pt_br: Você morreu. Respawn em {0} segundos
ro: Ați murit. Înviere în {0} secunde
sk_sk: Si mŕtvy. Ožiješ o {0} sek.
uk: Ви загинули. Відродження через {0} секунд

# HudBlockInfo_Required
source: Required
cs_cz: Požadováno
da: Nødvendig
de: Erforderlich
es: Requerido
hu_hu: Szükséges
no: Påkrevd
pt_br: Necessário
ro: Necesare
sk_sk: Požadované
uk: Необхідно

# HudBlockInfo_LargeShip_Station
source: Large Ship / Station
ca_ad: Nau gran / Estació
cs_cz: Velká loď / Stanice
da: Stort skib / Station
de: Großes Schiff / Station
es: Nave grande / Estación
fi: Suuri Alus / Asema
hu_hu: Nagy Hajó / Állomás
nl: Groot Schip / Station
no: Stort Skip / Stasjon
pt_br: Grande Nave / Estação
ro: Navă mare / stație
sk_sk: Veľká loď / stanica
tr_tr: Büyük Gemi / İstasyon
uk: Величезний корабель / Станція

# HudBlockInfo_SmallShip
source: Small Ship
ca_ad: Nau petita
cs_cz: Malá loď
da: Lille skib
de: Kleines Schiff
es: Nave pequeña
fi: Pieni Alus
hu_hu: Kis Hajó
nl: Klein Schip
no: Lite Skip
pt_br: Nave Pequena
ro: Navă mică
sk_sk: Malá loď
tr_tr: Küçük Gemi
uk: Малий корабель

# TerminalTab_Production
source: Production
ca_ad: Producció
cs_cz: Produkce
da: Produktion
de: Produktion
es: Producción
fi: Tuotanto
hu_hu: Termelés
nl: Productie
no: Produksjon
pt_br: Produção
ro: Productie
sk_sk: Produkcia
tr_tr: Üretim
uk: Виробництво

# ScreenTerminalError_NoAssemblers
source: There are no assemblers on this ship.
ca_ad: No hi ha assembladors en aquesta nau.
cs_cz: K lodi není připojen žádný montér.
da: Der er ingen samlere på dette skib.
de: Es gibt keine Montageanlage auf diesem Schiff.
es: No hay ensambladores en esta nave
fi: Tässä aluksessa ei ole kokoojia.
hu_hu: Ezen a hajón nincs Szerelőgép
nl: Er zijn geen [assemblers] op dit schip.
no: Det er ingen konstruktører på dette skipet.
pt_br: Não há nenhuma montadora nessa nave.
ro: Nu sunt montatoare pe această navă.
sk_sk: Na lodi nie sú žiadne assembleri.
tr_tr: Bu gemiye bağlı montajcı yok.
uk: На цьому кораблі не встановлено складальних апаратів.

# DisplayName_Scenario_TwoPlatforms
source: Two platforms
ca_ad: Dues plataformes
cs_cz: Dvě platformy
da: To platforme
de: Zwei Plattformen
es: Dos plataformas
fi: Kaksi Tasannetta
hu_hu: 2 Platform
nl: Twee platformen
no: To plattformer
pt_br: Duas plataformas
ro: Două platforme
sk_sk: Dve platformy
tr_tr: İki Platform
uk: Дві платформи
