Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ScreenNewWorldButtonQuickstart
source: Quickstart
cs_cz: Rychlý start
da: Hurtig start
de: Schnellstart
es: Inicio Rápido
hu_hu: Gyorsindítás
no: Hurtigstart
pt_br: Início rápido
ro: Pornire rapidă
sk_sk: Rýchly štart
uk: Швидкий початок

# WorldSettings_SoundInSpace
source: Sound in space
ca_ad: So a l'espai
cs_cz: Zvuk ve vesmíru
da: Lyde i rummet
de: Geräusche im Weltraum
es: Sonido en el espacio
fi: Äänet avaruudessa
hu_hu: Hang az űrben
nl: Geluid in de ruimte
no: Lyd i verdensrommet
pt_br: Som no Espaço
ro: Sunet în spațiu
sk_sk: Zvuk vo vesmíre
tr_tr: Uzayda ses
uk: Звук у космосі

source: World Settings
ca_ad: Configuració del món
cs_cz: Nastavení světa
da: Verden indstillinger
de: Welt-Einstellungen
es: Ajustes del Mundo
fi: Maailman asetukset
hu_hu: Világ Beállítások
nl: Wereldinstellingen
no: Verdens Instillinger
pt_br: Configurações do Mundo
ro: Setări Lume
sk_sk: Nastavenie sveta
tr_tr: Dünya Ayarları
uk: Налаштування світу

# ToolTipWorldSettingsAutoHealing
source: Auto-healing heals players during periods of not receiving injuries
ca_ad: Auto-curar cura als jugadors mentre no estiguin rebent danys
cs_cz: Auto-uzdravení uzdravuje hráče po dobu kdy nezískává zranění.
da: Auto-healing healer spillere når de ikke tager skade
de: Auto-Heilung heilt den Spieler wenn er keinen weiteren Schaden nimmt
es: La auto-curación regenera la vida de los jugadores mientras no sufran daño
fi: Automaattinen parantaminen parantaa pelaajia hetkinä jolloin he eivät saa vammoja
hu_hu: Játékos auto-gyógyítása mikor nem kap sérüléseket
nl: Automatisch helen heelt spelers tijdens periode waarin geen schade is binnengekomen
no: Automatisk helbredelse helbreder spillere i perioder dersom de ikke får skader
pt_br: A Auto-Cura restaura a vida dos jogadores durante os períodos em que não estejam recebendo dano
ro: Vindecarea automată vindecă jucătorii în perioade în care nu primesc leziuni
sk_sk: Automatické uzdravovanie lieči hráča kým neobdrží poškodenie
tr_tr: Yara almadığı zamanlarda oyuncuları iyileştirir
uk: Автозцілювання лікує гравця, коли йому не завдають ушкоджень

# ToolTipWorldSettingsDifficulty
source: The damage given and taken to and from enemies and environment. Higher difficulty means more realistic damage.
ca_ad: El dany infligit/rebut als/dels enemics i l'entorn. Una dificultat més alta comporta danys més realistes.
cs_cz: Poškození uděleno a obdrženo od nepřátel a prostředí. Vyšší obtížnost znamená realističtější poškození.
da: Skaden givet og fået til og fra fjender og miljøet. Sværere sværhedsgrad betyder mere realistisk skade.
de: Der Schaden der von Feinden und der Umwelt verursacht wird. Höhere Schwierigkeit bedeutet realistischeren Schaden.
es: El daño dado y recibido de los enemigos y el medio. Mayor dificultad significa daño más realista.
fi: Vahinko, jota viholliset ja ympäristö tekevät sinulle ja jota sinä teet niille. Korkeampi vaikeustaso tarkoittaa todenmukaisempaa vahinkoa.
hu_hu: A sérülés adott és kapott ellenségeknek és ellenségektől, környezetnek és környezettől. A magasabb nehézségi fok realisztikusabb sérülést jelent.
nl: De schade die je geeft en krijgt van vijanden en omgeving. Hoe hoger de moeilijkheidsgraad, hoe realistischer de schade is.
no: Skaden gitt og tatt til og fra fiender og miljø varierer mellom vanskelighetsgrader. Høyere vanskelighetsgrad betyr mer realistisk skade.
pt_br: O dano dado e tomado nos e dos inimigos e ambiente. Dificuldades mais elevadas significa danos mais realísticos.
ro: Daunele date şi primite către şi de la inamici şi mediu. O dificultate mai mare reprezintă daunele în mod realist.
sk_sk: Poškodenie udelené a obdržané od nepriateľov a prostredia. Vyššia náročnosť znamená realistickejšie poškodenie.
tr_tr: Düşmanlar ve çevre tarafından alınan zarar. Yüksek zorluk derecesi daha gerçekçi hasar oluşturur.
uk: Гравець завдає ушкодження й отримує його від інших гравців та довкілля. Чим вищий рівень складності, тим більше реальних ушкоджень завдається.

# ToolTipWorldSettingsEnvironment
source: The frequency and intensity of meteor showers
ca_ad: La freqüència i intensitat dels vents solars i de les pluges de meteorits
cs_cz: Frekvence a intenzita solárního větru a meteorových sprch
da: Hyppigheden og intensiteten meteorsværme
de: Die Häufigkeit und Stärke von Meteoritenschauern
es: Frecuencia e intensidad de las lluvias de meteoritos
fi: Meteoriparvien yleisyys ja voimakkuus
hu_hu: Meteoresők gyakorisága és intenzitása
nl: De frequentie en intensiteit van meteorietenregens
no: Frekvens og intensitet av meteorregn
pt_br: A frequência e intensidade de chuvas de meteoros
ro: Frecvența și intensitatea ploilor de meteori
sk_sk: Frekvencia a intenzita solárneho vetra a meteorických rojov.
tr_tr: Meteor yağmurlarının şiddeti ve sıklığı
uk: Частота та інтенсивність сонячних вітрів і метеоритних дощів

# ToolTipWorldSettingsFriendlyFire
source: When checked, allies can damage each other
ca_ad: Quan està activat els aliats es poden danyar els uns als altres
cs_cz: Když zaškrtnuto, spojenci se můžou navzájem poškozovat
da: Når markeret, kan allierede lave skade på hinanden
de: Wenn ausgewählt, können sich Verbündete gegenseitig beschädigen
es: Cuando está seleccionado los aliados pueden dañarse entre si
fi: Kun käytössä, liittolaiset voivat vahingoittaa toisiaan
hu_hu: Ha ki van jelölve, a játékosok képesek sebezni egymást.
nl: Indien aangevinkt, kunnen geallieerden elkaar schade toebrengen.
no: Allierte kan skade hverandre når valgt
pt_br: Quando marcado, aliados podem machucar uns aos outros
ro: Când este bifat, aliații se pot răni reciproc
sk_sk: Ak zaškrtnuté, spojenci sa môžu navzájom zraniť
tr_tr: Seçildiğinde müttefikler birbirlerine hasar verebilirler
uk: Коли ввімкнено, союзники можуть завдавати пошкоджень одне одному

# ToolTipWorldSettingsHardwareRequirements
source: Hardware requirements define how rich your world can be. Higher values are more demanding on computing performance of your computer (CPU and GPU) and will definitely require more memory.
ca_ad: Els requisits del maquinari defineixen com de ric podria ser el vostre món. Els nivells alts demanden un major rendiment al vostre ordinador (CPU i GPU) i necessiten més memòria.
cs_cz: Hardwérové požadavky definují jak "bohatý" bude Váš svět. Vyšší hodnoty jsou víc náročné na výpočetní výkon Vašeho počítače (CPU a GPU) a vyžadují víc operační paměti.
da: Hardware kravene definerer hvor detaljeret din verden kan være. Højere værdier kræver mere af computeren, (CPU og GPU) dette vil også bruge mere hukommelse.
de: Hardwareanforderungen bestimmen Umfang und Fülle deiner Welt. Höhere Werte verlangen einen leistungsfähigeren Computer (CPU und GPU) und es wird mehr RAM benötigt.
es: Los requisitos de Hardware definen la riqueza visual del mundo. Los valores más altos demandan más rendimiento a tu ordenador (CPU y GPU) y por supuesto requerirán más memoria.
fi: Laitteistovaatimukset määrittävät kuinka monipuolinen maailmasi voi olla. Korkeammat arvot vaativat enemmän tietokoneesi suorituskyvyltä (CPU ja GPU) ja varmasti tarvitsevat enemmän muistia.
hu_hu: A hardver követelmények határozzák meg milyen gazdag lehet a világod. A magasabb értékek jobban megterhelik a számítógéped (CPU és GPU) és több memóriát igényelnek.
nl: Hardware benodigdheden geven weer hoe vol je wereld kan zitten. Hogere waardes eisen meer prestaties van je computer ( CPU en GPU ) en hebben meer geheugen nodig.
no: Maskinvarekrav definerer hvor rikholdig din verden kan være. Høyere verdier er mer krevende for din datamaskin (CPU og GPU) og vil kreve mer minne.
pt_br: Requisitos de hardware definem quão rico seu mundo pode ser. Valores mais altos demandam mais performance de seu computador (CPU e GPU) e definitivamente irão requerer mais memória.
ro: Cerinţele hardware înseamnă cât de amplă poate fi lumea dumneavoastră. Valori mai mari necesită o performanţă hardware mai mare (CPU şi GPU) şi în mod sigur vor necesita mai multă memorie.
sk_sk: Hardvérové požiadavky definujú aký "bohatý" môže byt Váš svet. Vyššie hodnoty sú viac náročné na výpočetný výkon Vášho počítača (CPU a GPU) a spotrebujú aj viac pamäte.
tr_tr: Donanım gereksinimleri evreninizin ne kadar zengin olacağını belirler. Yüksek değerler bilgisayarınızın (işlemci ve ekran kartı) yüksek performanslı olmasını gerektirir ve daha fazla hafızaya ihtiyaç duyar.
uk: Системні вимоги визначають, наскільки ваш світ буде багатим. Чим вище значення налаштувань, тим більшим буде навантаження на ваш ПК (CPU та GPU) та число пам'яті.

# ToolTipWorldSettingsHarvestingMode
source: Creative Mode: unlimited resources, instant building, players don't die. Use creative mode when you just want to build things. Survival Mode: realistic inventory capacity, constrained resources - you have to drill and harvest ore, process it in a refinery, construct components in assembler, build blocks using welder, disassemble using grinder, players can die - they re-spawn in their medical room and if there's no medical room, then in a new ship as a new player at the border of the sector Survival x3: same as "Survival", but 3x larger inventory capacity Survival x10: same as "Survival", but 10x larger inventory capacity
ca_ad: Mode Creatiu: recursos i·limitats, construcció instantània, els jugadors no moren. Utilitzeu el mode creatiu quan volgueu construir. Mode Supervivència: capacitat realísitica de l'inventari, recursos limitats - heu de perforar i recollir minerals, processar-los en una refineria, construir components a l'assemblador, construir blocs fent servir un soldador, desmuntar-los fent servir l'amoladora, els jugadors poden morir - reapareixen a la sala mèdica i si no n'hi hagués, a una nova nau com a nou jugador a la frontera del sector. Supervivència x3: igual que "Supervivència" però amb una capacitat d'inventari x3. Supervivència x10: igual que "Supervivència" però amb una capacitat d'inventari x10.
cs_cz: Kreativní Mód: neomezené zdroje, okamžité stavění, hráči nemohou umřít. Kreativní mód použijte v případě, chcete-li jen stavět věci. Přeživší Mód: realistická kapacita inventáře, omezené zdroje - máte vrták a sklizeň rudy, zpracovávání v rafinérii, konstrukční součástky v montérně, stavění bloku pomocí svářečky, demontovaní pomocí brusky, hráč může zemřít - znovuzrození ve zdravotní jednotce a pokud-li není zdravotní jednotka, poté v nové lodi jako nový hráč na hranici sektoru Přežití x3: stejný jako "Přežití", ale 3x vetší kapacita inventáře Přežití x10: stejný jako "Přežití", ale 10x vetší kapacita inventáře
da: Kreativ tilstand: Ubegrænsede ressourcer ,øjeblikkelig bygning ,spillere kan ikke dø. Brug kreativ mode når du vil bygge ting. Overlevelse: Realistisk lagerbeholdning, begrænsede ressourcer - du skal bore og bryde malm, procesere det i et raffinaderi, bygge komponenter i samleren, svejse blokke med en svejser, skille blokke ad med et kværn, spillere kan dø - de genopliver ved deres lægemodul og hvis de ikke har et lægemodul, så i et nyt skib ved kanten af sektoren som en ny spiller. Overlevelse x3: Som "Overlevelse", men med 3x gange større lager kapacitet Overlevelse x10: Som "Overlevelse", men med 10x gange større lager kapacitet
de: Kreativ Modus: Unendlich Rohstoffe, sofortiges Bauen, Spieler sterben nicht. Benutze den Kreativmodus wenn du einfach nur Dinge bauen möchtest Überlebensmodus: Realistische Inventargröße, eingeschränkte Rohstoffe - du musst Erze bohren, abbauen und in einer Raffinerie verarbeiten. Erstelle Komponenten mit einer Montageanlage, und Blöcke mit Hilfe von Schweißgeräten, entferne sie wieder mit dem Schleifgerät. Spieler können sterben - sie erscheinen dann wieder in ihrem Krankenzimmer und wenn es keines gibt, in einem neuen Starterschiff, als neuer Spieler am Rande des Sektors. Überlebensmodus x3: gleich wie "Überlebensmodus", nur 3x größeres Inventar Überlebensmodus x10: gleich wie "Überlebensmodus" nur 10x größeres Inventar
es: Modo Creativo: Recursos ilimitados, construcción instantanea, los jugadores no pueden morir. Usa el modo creativo cuando sólo quieras construir cosas. Modo Supervivencia: Capacidades del inventario realisitcas, recursos restringidos -necesitarás perforar y recolectar minerales, procesarlos en una refinería, construir componentes en una ensambladora, construir bloques usando el soldador, desmontar usando una mamoladora, los jugadores pueden morir - reviviendo en su habitación médica o en una nueva nave en el límite del sector cómo si de un nuevo jugador se tratase Supervivencia x3: Igual a Supervivencia pero con 3 veces más capacidad de inventario Supervivencia x10: Igual a Supervivencia pero con 10 veces más capacidad de inventario
fi: Luova tila: loputtomat resurssit, välitön rakentaminen, pelaajat eivät kuole. Käytä luovaa tilaa kun haluat vain rakentaa. Selviytymistila: realistinen tavaraluettelon kapasiteetti, rajoitetut resurssit - sinun täytyy kerätä malmia, jalostaa se jalostamossa, rakentaa osia kokoojassa, rakentaa kappaleita hitsaustyökalulla, purkaa hiomakoneella, pelaajat voivat kuolla - he uudelleensyntyvät lääkintähuoneessaan ja jos sellaista ei ole, uudessa aluksessa sektorin rajalla Selviytyminen x3: sama kuin Selviytymistila mutta kolminkertainen tavaraluettelo Selviytyminen x10: sama kuin Selviytymistila mutta kymmenkertainen tavaraluettelo
hu_hu: Kreatív mód: végtelen nyersanyag, gyors építkezés, nincs halál. Használd ezt a módot, amennyiben csak építeni szeretnél. Túlélő mód: élethű hátizsák kapacitás, korlátozott nyersanyag - neked kell kibányásznod, majd finomítanod az érceket, vagy lebontással megszerezned, hogy hasznát vehesd építőelemek előállításához. A játékosok meghalhatnak - saját egészségügyi szobájukban élednek újra, vagy ha ilyen nincs, akkor egy mentőhajóban, a szektor szélében. Túlélő x3: Túlélő mód háromszoros hátizsák kapacitással Túlélő x10: Túlélő mód tízszeres hátizsák kapacitással
nl: Creative Mode: oneindige grondstoffen, direct bouwen, spelers onkwetsbaar. Gebruik deze modus als je gewoon dingen wilt bouwen. Survival Mode: realistische draagcapaciteit, beperkte grondstoffen - je moet erts boren, verzamelen en verwerken in een raffinaderij, onderdelen maken in een assembler, blokken bouwen met een lasapparaat en kapot maken met een cirkelzaag, spelers kunnen dood gaan - ze respawnen dan in een medische kamer en als die er niet is: in een nieuw schip als een nieuwe speler aan de grens van de sector. Survival x3: gelijk aan "Survival", maar dan met een 3x zo'n grote draagcapaciteit. Survival x10: gelijk aan "Survival", maar dan met een 10x zo'n grote draagcapaciteit.
no: Kreativ Modus: Uendelige ressurser, instant bygging, spillere dør ikke. Bruk kreativ modus når du bare vil bygge ting. Overlevelses Modus: realistisk inventar kapasitet, begrensede ressurser - du må borre og samle malm, prosessere det i et raffineri, bygge komponenter i en konstruktør, bygge blokker med sveiseapparat, demontere med vinkelsliper, spillere kan dø - de vil re-spawne i sine sykehusrom. Hvis ikke de finnes så vil de spawne i et nytt skip som en ny spiller på grensen av sektoren. Overlevelse x3: samme som "Overlevelses Modus", men med 3 ganger så stor inventarplass Overlevelse x10: samme som "Overlevelses Modus", men med 10 ganger så stor inventarplass
pt_br: Modo Criativo: Recursos ilimitados, construção instantânea, jogadores imortais. Use o modo criativo quando você quiser apenas construir coisas. Modo Sobrevivência: capacidade de inventario realista, recursos limitados - Você tem que perfurar e coletar minérios, processa-los em uma refinaria, construir componentes na montadora, construir blocos com o soldador, desmontar com o esmeril, jogadores são mortais - eles podem renascer em seus quartos médicos e se não haver um quarto medico, então em uma nova nave da mesma forma que um novo jogador na borda do setor. Sobrevivência x3: Mesmo do que "Sobrevivência", mas com 3x mais capacidade de armazenamento no inventário Sobrevivência x10: Mesmo do que "Sobrevivência", mas com 10x mais capacidade de armazenamento no inventário
ro: Modul Creativ: resurse nelimitate, construire instantă, jucătorii nu mor. Folosiți modul creativ când vreti doar să construiți lucruri. Modul Supraviețuire: capacitate inventar realist, resurse limitate - trebuie să recoltați minereu, să-l procesați intr-o rafinărie, construiți componentele în montator, construiți blocuri folosind sudorul, demontați folosind polizorul, jucătorii pot muri - pot învia la cabinetul lor medical iar dacă nu există, atunci într-o nouă navă ca un jucător nou la marginea sectorului Supraviețuire 3x: la fel ca "Supraviețuire" numai că aveți de 3 ori mai mare capacitatea la inventar Supraviețuire 10x: la fel ca "Supraviețuire" numai că aveți de 10 ori mai mare capacitatea la inventar
sk_sk: Modo Creativo: Recursos ilimitados, construcción instantanea, los jugadores no pueden morir. Usa este modo cuando solamente quieras construir cosas Modo Supervivencia: Capacidad de inventario realista, recursos restringidos - tendrás que perforar y recolectar minerales procesarlos en la refineria, construir componentes en un ensamblador, construir bloques usando el soldador, o desmontar usando una amoladora- los jugadores pueden morir - revivirán en su habitación médica y si no hay ninguna en una nueva nave en los limites del sector. Supervivencia x3: Igual a "Supervivencia" pero 3x más capacidad de inventario. Supervivencia x10: Igual a "Supervivencia" pero 10x más capacidad de inventario
tr_tr: Creative Modu: Sınırsız hammade, anında inşaa, ölümsüzlük. Creative modunu birşey yapmak istediğinizde kullanabilirsiniz. Hayatta Kalma Modu: Gerçekci envanter kapasitesi, işlem gereken hammadeler, kaz, işlemden geçir. Oyuncular ölebilir, eğer ölürlerse medikal odalarında yeniden doğarlar, eğer medikal odaları yok ise otomatik kurtarma gemisinde yeniden doğacaklardır. Hayatta Kalma Modu x3: 3x envanter kapasitesi. Hayatta Kalma Modu x10: 10x envanter kapasitesi.
uk: Творчий режим: необмежені ресурси, миттєве будівництво, гравець безсмертний. Використовуйте цей режим тільки, якщо хочете збудувати щось. Режим виживання: реалістична місткість інвентарю, обмежені ресурси – Вам потрібно буде свердлити і збирати руду, обробляти її в хімзаводі, споруджувати компоненти у збирачі, складати блоки використовуючи зварник, розбирати використовуючи дробарку, гравці можуть вмирати – вони відроджуються в їх медичній кімнаті, а якщо ж вона відсутня – тоді у новому кораблі як новий гравець на границі сектора Виживання x3: як звичайне "Виживання", але місткість інвентарю втричі більша Виживання x10: як звичайне "Виживання", але місткість інвентарю вдесятеро більша

# ToolTipWorldSettingsName
source: Name must be {0} to {1} alpha-numeric characters
cs_cz: Jméno musí mít {0} až {1} alfa-numerických znaků
da: Navnet skal være {0} til {1} alpha-numeriske tegn
de: Name muss {0} bis {1} alphanumerische Zeichen enthalten.
es: El nombre debe tener entre {0} y {1} carácteres alfanuméricos
hu_hu: A névnek {0} és {1} között kell lennie alfanumerikus karakterekkel
no: Navnet må være {0} til {1} alpha-numeriske verdier
pt_br: O nome deve ser de {0} até {1} caracteres alfa-numericos
ro: Numele trebuie să fie de la {0} la {1} în caractere alfanumerice.
sk_sk: Meno musí mať od {0} do {1} na alfanumerickej klávesnici
uk: Ім'я повинне містити від {0} до {1} літерних або цифрових символів

# ToolTipWorldSettingsOnlineMode
source: Visibility of your game Offline: Game runs in offline mode and does not require internet connection Private: Other players cannot join Friends: Only your Steam friends can join Public: Any Steam player can join
ca_ad: Visibilitat de la vostra partida Offline: La partida s'executa fora de línia i no requereix connexió a Internet Privada: El altres jugadors no poden unir-se a la partida Amics: Només els vostres amics d'Steam poden unir-se Pública: Qualsevol jugador d'Steam pot unir-se
cs_cz: Viditelnost vaší hry Offline: Hra běží v offline módu a nevyžaduje internetové připojení Soukromá: Ostatní hráči se nemohou připojit Přátelé: Jen vaši Steam přátelé se mohou připojit Veřejná: Jakýkoliv Steam hráč se může připojit
da: Synlighed af dit spil Offline: Spillet køre offline tilstand og kræver ikke en internet forbindelse Privat: Andre spillere kan ikke deltage Venner: Kun dine Steam venner kan deltage Offentlig: Enhver Steam spiller kan deltage
de: Sichtbarkeit deines Spieles Offline: Das Spiel läuft im Offlinemodus und benötigt keine Internetverbindung Privat: Andere Spieler können nicht beitreten Freunde: Nur deine Freunde aus Steam können beitreten Öffentlich: Jeder Steamspieler kann beitreten
es: Visibilidad de tu partida Offline: El juego se inicia en modo offline y no requiere conexión a internet Privado: Acceso restringido a la partida Amigos: Sus amigos de steam pueden acceder a la partida Público: Cualquier jugador de Steam podrá acceder a la partida
fi: Pelin näkyvyys Offline: Peli on offline-tilassa ja et tarvitse nettiyhteyttä Yksityinen: Muut pelaajat eivät voi liittyä Ystävät: Vain Steam-ystäväsi voivat liittyä Julkinen: Kuka tahansa Steam-pelaaja voi liittyä
hu_hu: A játékod láthatósága Offline: A játék offline módban fut, nem szükséges internetkapcsolat Privát: Csak meghívással lehet csatlakozni Barátoknak: Csak a Steames barátaid tudnak kapcsolódni Publikus: Bárki kapcsolódhat
nl: Zichtbaarheid van je spel Offline: Spel draait in offline-modus en heeft geen internetverbinding nodig Privé: Andere spelers kunnen niet deelnemen Vrienden: Alleen jouw Steam-vrienden kunnen deelnemen Publiek: Iedere Steam-speler kan deelnemen
no: Synlighet for spillet ditt Offline: Spillet kjører offline og trenger ikke internett tilkobling Privat: Andre spillere kan ikke bli med Friends: Bare dine Steam venner kan bli med Offentlig: Alle Steam spillere kan bli med
pt_br: Visibilidade do seu jogo Offline: O jogo roda em modo offiline e não requer uma conexão com a internet Privado: Outros jogadores não podem entrar Amigos: Apenas os seus amigos do Steam podem entrar Publico: Qualquer jogador do Steam pode entrar
ro: Vizibilitatea server-ului Offline: server neconectabil și nu necesită conecțiune la internet Private: alți jucători nu pot intra Friends: numai prietenii din Steam pot intra Public: orice jucator de pe Steam poate intra
sk_sk: Visibilidad de tu partida Offline: El juego se ejecuta en modo offline y no necesita de conexión a internet Privado: No se podrán unir jugadores desconocidos Friends: Solamente tus amigos de Steam se pueden unir Public: Cualquier usuarioi de Steam puede unirse
tr_tr: Oyununuzun görünürlüğü Çevrimdışı: Oyun çevrimdışı modda çalışır ve internet bağlantısı gerektirmez Özel: Diğer oyuncular oyuna katılamaz Arkadaşlar: Sadece Steam arkadaşlarınız oyuna katılabilir Genel: Tüm Steam oyuncuları oyuna katılabilir
uk: Видимість вашої гри Не в мережі: Гра працює без мережі та не потребує інтернет-з’єднання Приватна: Інші гравці не можуть приєднуватись Друзі: Тільки ваші друзі в Steam можуть приєднатись Публічна: Приєднатися може будь-який гравець Steam
