Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ToolTipWorldSettingsViewDistance
source: Larger view distances can cause performance issues depending on how many objects are in the world. Large view distances are not recommended on worlds with high asteroid densities.
ca_ad: Visualitzar distàncies més grans pot afectar al rendiment del joc depenent del nombre d'objectes que hi hagi al món. Visualitzar grans distàncies no està recomanat en móns amb gran densitat d'asteroides.
cs_cz: Větší dohled může způsobit problémy s výkonem v závislosti na tom, kolik je ve světě objektů. Větší dohled není doporučen pro světy s velkými počty asteroidů.
da: Større visnings afstande kan forårsage problemer med ydeevnen afhængigt af hvor mange genstande der er i verdenen. Stor visnings afstand er ikke anbefalet på verdener med høj asteroide tætheder.
de: Große Sichtweiten können die Leistung beeinträchtigen, je nach dem wieviele Objekte in der Welt geladen sind. Große Sichtweiten sind nicht empfohlen für Welten mit hoher Asteroidendichte.
es: Las distancias de renderizado mayores pueden causar problemas de rendimiento dependiendo de cuantos objetos hayan en el mundo. Las distancias de renderizado altas no son recomendadas para mundos con alta densidad de asteroides.
fi: Suuremmat näköetäisyydet voivat aiheuttaa suorituskykyongelmia riippuen maailmassa olevien objektien määrästä. Suuria näköetäisyyksiä ei suositella maailmoissa, joissa on korkea asteroiditiheys.
pt_br: Visualização de longas distâncias pode causar problemas de performance dependendo de quantos objetos estão no mundo. Visualização de longas distâncias não são recomendadas em mundos com grande densidade de asteroides.
ro: Distanțe de vedere mai mari pot cauza probleme de performanță depinzand de cate obiecte sunt in lume. Distanțele mari de vedere nu sunt recomandate in lumi cu desitate mare de asteroizi.
tr_tr: Büyük görüş mesafeleri dünyadaki nesne sayısına bağlı olarak performans sorunları yaratabilir. Yüksek asteroid yoğunluğu olan dünyalarda büyük görüş mesafeleri tavsiye edilmemektedir.
uk: Великі відстані огляду можуть викликати проблеми з продуктивністю в залежності від того, скільки об'єктів у світі. Великі відстані огляду не рекомендується для світів з високою щільністю астероїдів.

# BlockPropertyDescription_SpaceBallRestitution
source: Restitution
ca_ad: Restitució
cs_cz: Restituce
da: Tilbagelevering
de: Erstattung
es: Restitución
fi: Korvaus
nl: Restitutie
pt_br: Restituição
ro: Restituire
tr_tr: Eski haline getirme
uk: Повернення

# TooltipScreenMods_Category_All
source: All
ca_ad: Tots
cs_cz: Vše
da: Alle
de: Alle
es: Todo
fi: Kaikki
hu_hu: Összes
nl: Alle
pt_br: Todos
ro: Toate
tr_tr: Hepsi
uk: Усі

# TooltipScreenMods_Category_Animation
source: Animation
ca_ad: Animació
cs_cz: Animace
es: Animación
fi: Animaatio
hu_hu: Animáció
nl: Animatie
no: Animasjon
pt_br: Animação
ro: Animații
tr_tr: Animasyon
uk: Анімація

# TooltipScreenMods_Category_Block
source: Block
ca_ad: Bloc
cs_cz: Blok
da: Blok
es: Bloque
fi: Kappale
hu_hu: Blokk
nl: Blok
pt_br: Bloco
ro: Bloc
tr_tr: Blok
uk: Блок

# TooltipScreenMods_Category_Character
source: Character
ca_ad: Personatge
cs_cz: Charakter
da: Karakter
de: Charakter
es: Personaje
fi: Hahmo
hu_hu: Karakter
nl: Karakter
pt_br: Personagem
ro: Personaj
tr_tr: Karakter
uk: Персонаж

# TooltipScreenMods_Category_Modpack
source: Modpack
cs_cz: Mód
da: Modpakke
es: Paquete de modificación
fi: Muunnospaketti
hu_hu: Modcsomag
pt_br: Pacote de mods
ro: Pachet moduri
tr_tr: Mod Paketi
uk: Моди

# TooltipScreenMods_Category_Other
source: Other
ca_ad: Altres
cs_cz: Ostatní
da: Andre
de: Andere
es: Otros
fi: Muu
hu_hu: Egyéb
nl: Overig
pt_br: Outro
ro: Altele
tr_tr: Diğer
uk: Інше

# TooltipScreenMods_Category_Production
source: Production
ca_ad: Producció
cs_cz: Produkce
da: Produktion
de: Produktion
es: Producción
fi: Tuotanto
hu_hu: Termelés
nl: Productie
pt_br: Produção
ro: Producție
tr_tr: Üretim
uk: Виробництво

# TooltipScreenMods_Category_RespawnShip
source: Respawn Ship
ca_ad: Nau de reaparició
cs_cz: Počáteční loď
da: Genoplivningsskib
de: Schiff respawnen
es: Regenerar Nave
fi: Uudelleensyntymisalus
hu_hu: Kezdőhajó
no: Gjennoppbygg Skip
pt_br: Reaparecimento
ro: Navă Salvare
tr_tr: Gemi Yeniden Doğma
uk: Початкові кораблі

# TooltipScreenMods_Category_Skybox
source: Skybox
ca_ad: Fons espacial
cs_cz: Obloha okolního vesmíru
da: Himmelboks
es: Fondo
pt_br: Camarote
ro: Fundal cer
uk: Тло

# TooltipScreenMods_SelectCategories
source: Select categories
cs_cz: Zvol kategorii
da: Vælg kategorier
de: Kategorien auswählen
es: Elegir categorías
hu_hu: Kategóriák kiválasztása
pt_br: Selecionar categorias
ro: Alegeți categorii
uk: Оберіть катеґорії

# TerminalTab_GPS_Description
source: Description
ca_ad: Descripció
cs_cz: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
hu_hu: Leírás
nl: Omschrijving
no: Beskrivelse
pt_br: Descrição
ro: Descriere
tr_tr: Açıklama
uk: Опис

# TerminalTab_GPS_Name
source: Name
ca_ad: Nom
cs_cz: Jméno
da: Navn
es: Nombre
fi: Nimi
hu_hu: Név
nl: Naam
no: Navn
pt_br: Nome
ro: Nume
tr_tr: Ad
uk: Назва

# TerminalTab_GPS_ShowOnHud
source: Show on HUD
ca_ad: Mostra al HUD
cs_cz: Zobrazit na displeji
da: Vis på HUD
de: Auf HUD anzeigen
es: Mostrar en el HUD
fi: Näytä HUD:ssa
hu_hu: Megjelenítés HUD-on
nl: Laat zien op HUD
pt_br: Mostrar no HUD
ro: Arată pe ecran
tr_tr: HUD'da göster
uk: Показувати в інтерфейсі

# TerminalTab_GPS_Add
source: New
ca_ad: Nou
cs_cz: Nový
da: Ny
de: Neu
es: Nuevo
fi: Uusi
hu_hu: Új
nl: Nieuw
no: Ny
pt_br: Novo
ro: Nou
tr_tr: Yeni
uk: Додати

# TerminalTab_GPS_CopyToClipboard
source: Copy to clipboard
ca_ad: Copia al portaretalls
cs_cz: Kopírovat do schránky
da: Kopier til udklipsholderen
de: In Zwischenabl. kopieren
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
hu_hu: Másolás vágólapra
nl: Kopiëren naar klembord
pt_br: Copiar para a área de transferência
ro: Copiază în memorie
tr_tr: Hafızaya kopyala
uk: Копіювати до буфера обміну

# TerminalTab_GPS_Delete
source: Delete
ca_ad: Esborra
cs_cz: Smazat
da: Slet
de: Löschen
es: Eliminar
fi: Poista
hu_hu: Törlés
nl: Verwijderen
pt_br: Apagar
ro: Șterge
tr_tr: Sil
uk: Видалити

# TerminalTab_GPS_NewFromClipboard
source: New from clipboard
ca_ad: Nou des del portaretalls
cs_cz: Nový ze schránky
da: Ny fra udklipsholderen
de: Neu aus Zwischenablage
es: Nuevo desde portapapeles
fi: Uusi leikepöydältä
nl: Nieuw vanuit klembord
pt_br: Novo da área de transferência
ro: Crează din memorie
uk: Новий з буфера обміну

# TerminalTab_GPS_NewFromCurrent
source: New from current pos.
ca_ad: Nou des de la posició actual
cs_cz: Nový z aktuální pozice.
da: Ny fra nuværende pos.
de: Neu von aktueller Pos.
es: Nuevo desde pos. actual
fi: Uusi nykyis. sijainnista
hu_hu: Új a jelenlegi koordinátákból
nl: Nieuw vanuit huidige positie
pt_br: Novo da posição atual
ro: Crează la poziția curentă
uk: Новий від поточної позиції

# ScreenDebugSpawnMenu_GenerateSeed
source: Generate seed
ca_ad: Genera llavor
cs_cz: Vygenerovat seed
da: Generer seed
de: Seed generieren
es: Generar semilla
fi: Luo siemen
hu_hu: Seed generálása
nl: Genereer willekeurigheidsgetal
pt_br: Gerar semente
ro: Generează sâmânță
uk: Створити ключ

# TerminalTab_GPS_SaveWarning
source: Warning: illegal data. Modifications will not be saved.
ca_ad: Alerta: dades il·legals. Les modificacions no es desaran.
cs_cz: Varování: nelegální data. Modifikace nebudou uloženy.
da: Advarsel: ulovlige data. Ændringer bliver ikke gemt.
de: Achtung: Ungültige Daten. Änderungen werden nicht gespeichert.
es: Advertencia: datos ilegales. Las modificaciones no serán guardadas
fi: Varoitus: laitonta dataa. Muokkauksia ei tallenneta.
hu_hu: Figyelem! Illegális adatok. A változtatások nem lesznek elmentve.
pt_br: Aviso: Dados ilegais. Modificações não serão salvas.
ro: Atenție: date incorecte. Modificările nu vor fi salvate.
tr_tr: Uyarı: yasal olmayan veri.Değişiklikler kaydedilmeyecek.
uk: Увага: невірні дані. Зміни не будуть збережені.

# JoinGame_GameTypeToolTip_ViewDistance
source: View distance: {0}m
cs_cz: Dohled: {0} metrů
da: Se afstand: {0}m
de: Sichtweite: {0}m
es: Distancia de visionado: {0} m
hu_hu: Látótávolság: {0}m
pt_br: Ver distância: {0}m
ro: Distanță vedere: {0}m
uk: Відстань бачення: {0} м

# TerminalTab_Chat_NoFaction
source: Only faction members can use faction-to-faction communications
ca_ad: Només els membres de la facció poden fer servir les comunicacions facció-a-facció
cs_cz: Použe členové frakce mohou používat faction-to-faction komunikaci
da: Kun fraktions medlemmer kan bruge fraktion til fraktion kommunikation
de: Nur Fraktionsmitglieder können Fraktionsfunk benutzen
es: Únicamente los miembros de una facción pueden usar la comunicación facción a facción
fi: Vain ryhmän jäsenet voivat käyttää ryhmältä-ryhmälle-viestintää
pt_br: Apenas membros da facção podem usar a comunicação entre facções
ro: Numai membrii unei facțiuni pot folosi comunicații facțiune către facțiune.
tr_tr: Sadece grup üyeleri gruptan-gruba komünikasyonları kullanabilir
uk: Тільки члени фракції можуть використовувати зв'язок фракція-к-фракції

# TerminalTab_Chat_Offline
source: offline
ca_ad: desconnectat
es: Sin conexión
no: Frakoblet
ro: deconectat
tr_tr: Çevrimdışı
uk: Не в мережі

# TerminalTab_Chat_Pending
source: PENDING
ca_ad: PENDENT
cs_cz: ČEKÁ NA VYŘÍZENÍ
da: VENTENDE
de: AUSSTEHEND
es: PENDIENTE
fi: ODOTTAA
hu_hu: Függőben
nl: IN BEHANDELING
pt_br: PENDENTE
ro: SE TRIMITE
tr_tr: BEKLENIYOR
uk: Очікування

# TerminalTab_GPS_FromChatDescPrefix
source: By:
ca_ad: Per:
cs_cz: Od:
da: Af:
de: Von:
es: Por:
fi: Tehnyt:
hu_hu: által:
nl: Door:
no: Av:
pt_br: Por
ro: De:
uk: Від:

# TerminalTab_GPS_NewCoord_Desc
source: New coordinates
ca_ad: Noves coordenades
cs_cz: Nové souřadnice
da: Nye koordinater
de: Neue Koordinaten
es: Nuevas coordenadas
fi: Uudet koordinaatit
hu_hu: Új koordináták
nl: Nieuwe coordinaten
pt_br: Novas coordenadas
ro: Coordonate noi
tr_tr: Yeni koordinatlar
uk: Нові координати

# TerminalTab_GPS_NewCoord_Name
source: New
ca_ad: Nou
cs_cz: Nový
da: Ny
de: Neu
es: Nuevo
fi: Uusi
hu_hu: Új
nl: Nieuw
no: Ny
pt_br: Novo
ro: Nou
tr_tr: Yeni
uk: Додати

# TerminalTab_GPS_NewFromClipboard_Desc
source: Pasted from clipboard
ca_ad: Enganxat del portaretalls
cs_cz: Okopírováno ze schránky
da: Indsat fra Udklipsholderen
de: Aus Zwischenablage eingefügt
es: Pegado desde portapapeles
fi: Liimattu leikepöydältä
hu_hu: Vágólapról bemásolva
nl: Geplakt vanuit klembord
pt_br: Copiado da área de transferência
ro: Copiat din memorie
tr_tr: Hafızadan yapıştırıldı
uk: Вставити з буфера обміну

# TerminalTab_GPS_NewFromCurrent_Desc
source: Current position
ca_ad: Posició actual
cs_cz: Současná pozice
da: Nuværende position:
de: Aktuelle Position
es: Posición actual
fi: Nykyinen sijainti
hu_hu: Jelenlegi pozíció:
nl: Huidige positie
pt_br: Posição atual
ro: Poziția curentă
tr_tr: Mevcut konum
uk: Поточна позиція

# TerminalTab_GPS_NewFromCurrent_Name
source: Current
ca_ad: Actual
cs_cz: Současná
da: Nuværende
de: Aktuell
es: Actual
fi: Nykyinen
hu_hu: Jelenlegi
nl: Huidig
pt_br: Atual
ro: Curent
tr_tr: Mevcut
uk: Нинішній

# VoxelHandSettingScreen_HandProjectToVoxel
source: Project to voxel
cs_cz: Projekt na voxely
da: Projekt til voxel
de: Auf Voxel projizieren
es: Proyectar a voxel
pt_br: Projetar para a voxel
ro: Proiectează ca voxel
uk: Проектувати у воксель

# BlockPropertyTitle_TextPanelShowTextPanel
source: Edit private text
ca_ad: Edita text privat
cs_cz: Upravit soukromý text
da: Rediger privat tekst
de: Privaten Text bearbeiten
es: Editar texto privado
fi: Muokkaa yksityistä tekstiä
hu_hu: Privát szöveg szerkesztése
pt_br: Editar texto privado
ro: Modifică text privat
tr_tr: Özel metni düzenleyin
uk: Редагувати приватний текст

# BlockPropertyTitle_TextPanelTitle
source: Private title
ca_ad: Títol privat
cs_cz: Soukromý název
da: Privat titel
de: Privater Titel
es: Título privado
fi: Yksityinen otsikko
hu_hu: Privát cím
pt_br: Título privado
ro: Titlu privat
tr_tr: Özel başlık
uk: Приватна назва

# DisplayName_Block_TextPanel
source: Text panel
ca_ad: Panell de text
cs_cz: Textová tabule
da: Tekstpanel
de: Texttafel
es: Panel de texto
fi: Tekstipaneeli
hu_hu: Szöveges Panel
nl: Tekst paneel
pt_br: Painel de texto
ro: Panou text
tr_tr: Metin Paneli
uk: Текстова панель

# NotificationHintPressToShowScreen
source: Press {0} to show screen
ca_ad: Premeu {0} per mostrar la pantalla
cs_cz: Stiskni {0} pro zobrazení obrazovky
da: Tryk {0} for at vise skærm
de: Drücke {0} um den Bildschirm anzuzeigen
es: Presiona {0} para mostrar pantalla
fi: Paina {0} näyttääksesi näytön
nl: Druk {0} om scherm te laten zien
pt_br: Aperte {0} para mostrar a tela
ro: Apăsați {0} pentru a afișa ecranul
tr_tr: Ekranda göstermek için {0} basın
uk: Натисніть {0}, щоб показати екран

# Terminal_Shoot
source: Shoot
ca_ad: Dispara
cs_cz: Vystřelit
da: Skyd
de: Schießen
es: Disparar
fi: Ammu
hu_hu: Lövés
nl: Schieten
no: Skyt
pt_br: Atirar
ro: Trage
tr_tr: Ateş et
uk: Cтріляти

# Terminal_ShootOnce
source: Shoot once
ca_ad: Dispara un cop
cs_cz: Vystřelit jednou
da: Skyd engang
de: Einzelschuss
es: Disparar una vez
fi: Ammu kerran
hu_hu: Egyszeri lövés
nl: Schiet eenmalig
pt_br: Atirar apenas uma vez
ro: Trage o dată
tr_tr: Tek el ateş et
uk: Одинарний постріл

# ControlDescNextVoxelMaterial
source: Next voxel material
cs_cz: Další voxelový materiál
da: Næste voxel materiale
de: Nächstes Voxelmaterial
es: Siguiente material de voxel
pt_br: Próximo material voxel
ro: Materialul voxel următor
uk: Наступний матеріал

# ControlDescOpenVoxelHandSettings
source: Open voxel hand settings
cs_cz: Otevřít nastavení voxelové ruky
da: Åben voxel hånds indstillinger
de: Öffne Voxelhand-Einstellungen
es: Abrir configuración de mano voxel
pt_br: Abrir as configurações da mão voxel
ro: Deschide setări mănuși voxel
uk: Відкрити налаштування воксельного інструменту

# ControlDescPreviousVoxelMaterial
source: Previous voxel material
cs_cz: Předchozí voxelový materiál
da: Tidligere voxel materiale
de: Vorheriges Voxelmaterial
es: Anterior material de voxel
pt_br: Material voxel anterior
ro: Materialul voxel anterior
uk: Попередній матеріал

# BlockComboBoxValue_TextPanelAccessOnlyOwner
source: Only owner
ca_ad: Només el propietari
cs_cz: Pouze vlastník
da: Kun ejer
de: Nur Besitzer
es: Sólo el propietario
fi: Vain omistaja
hu_hu: Csak tulajdonosnak
nl: Alleen eigenaar
pt_br: Apenas o proprietário
ro: Numai deținător
tr_tr: Sadece sahip
uk: Тільки власник

# BlockComboBoxValue_TextPanelAccessReadAll
source: Everyone read-only
ca_ad: Tothom només lectura
cs_cz: Všichni mohou pouze číst
da: Alle skrivebeskyttet
de: Jeder nur-lesen
es: Todos, solo lectura
fi: Kaikki, vain luku
hu_hu: Mindenki csak olvashatja
nl: Iedereen alleen lezen
pt_br: Todos apenas leitura
ro: Toți pot citi
tr_tr: Herkez sadece okuma
uk: Всі, тільки читання

# BlockComboBoxValue_TextPanelAccessReadFaction
source: Faction read-only
ca_ad: Facció només lectura
cs_cz: Frakce může pouze číst
da: Fraktion skrivebeskyttet
de: Fraktion nur-lesen
es: Facción, solo lectura
fi: Tyhmä, vain luku
hu_hu: Frakció csak olvashatja
nl: Factie alleen lezen
pt_br: Apenas leitura para facção
ro: Facțiunea poate citi
tr_tr: Gruplar sadece okuma
uk: Фракційні, тільки читання

# BlockComboBoxValue_TextPanelAccessReadWriteAll
source: Everyone read/write
ca_ad: Tothom llegir/escriure
cs_cz: Všichni mohou číst a psát
da: Alle kan læse/skrive
de: Jeder lesen/schreiben
es: Todos, lectura y escritura
fi: Kaikki, luku ja kirjoitus
hu_hu: Mindenki szerkesztheti/olvashatja
nl: Iedereen lezen/schrijven
pt_br: Todos escrita/leitura
ro: Toți pot citi/scrie
tr_tr: Herkez okuma/yazma
uk: Всі, читання та запис

# BlockComboBoxValue_TextPanelAccessReadWriteFaction
source: Faction read/write
ca_ad: Facció llegir/escriure
cs_cz: Frakce může číst a psát
da: Fraktion læse/skrive
de: Fraktion lesen/schreiben
es: Facción, lectura y escritura
fi: Ryhmä, luku ja kirjoitus
hu_hu: Frakció szerkesztheti/olvashatja
nl: Factie leze/schrijven
pt_br: Escrita/leitura para facção
ro: Facțiunea poate citi/scrie
tr_tr: Gruplar okuma/yazma
uk: Фракційні, читання та запис

# BlockPropertyTitle_TextPanelAccessType
source: Access type
ca_ad: Tipus d'accés
cs_cz: Typ přístupu
da: Adgangs type
de: Zugriffsart
es: Tipo de acceso
fi: Käyttötyyppi
hu_hu: Hozzáférés típusa
nl: Toegangstype
pt_br: Tipo de acesso
ro: Tip acces
tr_tr: Erişim türü
uk: Тип достопу

# BlueprintsMessageBoxDesc_Replace
source: Are you sure you want to replace this blueprint with clipboard?
cs_cz: Jste si jistý, že chcete přepsat tento blueprint s tím uložený ve schránce?
da: Er du sikker på, du vil erstatte denne plan med Udklipsholderen?
de: Bist du sicher, dass du diese Blaupause mit der aus der Zwischenablage ersetzen willst?
es: ¿Estás seguro que deseas reemplazar este diseño con el contenido del portapapeles?
pt_br: Tem certeza que deseja substituir este diagrama pelo da área de transferência?
ro: Sunteți sigur că doriți să înlocuiți această schiță cu schița din memorie ?
uk: Ви впевнені, що хочете замінити цей план з буфера обміну?

# BlueprintsMessageBoxTitle_Replace
source: Replace
cs_cz: Nahradit
da: Erstat
de: Ersetzen
es: Reemplazar
hu_hu: Cserél
pt_br: Substituir
ro: Înlocuiește
uk: Переставити

# NotificationTextPanelReadOnly
source: Text panel is read-only
cs_cz: Textový panel je pouze pro čtení
da: Tekstpanelet er skrivebeskyttet
de: Texttafel ist schreibgeschützt
es: El panel de texto es de solo lectura
hu_hu: Szöveg panel csak olvasható
pt_br: Painel de texto é somente leitura
ro: Panoul text este numai pentru citire
uk: Текстова панель тільки для читання

# DisplayName_Category_GeneratedBlocks
source: Generated Blocks
ca_ad: Blocs generats
cs_cz: Generované bloky
da: Genereret Blokke
de: Erstellte Blöcke
es: Bloques Generados
fi: Generoidut kappaleet
hu_hu: Generált Blokkok
nl: Gegenereerde blokken
pt_br: Blocos Gerados
ro: Blocuri generate
tr_tr: Üretilmiş Bloklar
uk: Генеруючи блоки

# TerminalTab_GPS_NewFromBroadcast
source: New from broadcast
ca_ad: Nou des de la retransmissió
cs_cz: Nové z vysílání
da: Nyt fra udsendelsen
de: Neu aus Rundfunk
es: Nuevo desde retransmisión
fi: Uusi lähetyksestä
pt_br: Novo da transmissão
ro: Nou din transmitere
uk: Нове в радіомовленні

# TerminalTab_GPS_NewFromFactionComms
source: New from faction comms
ca_ad: Nou des de les comunicacions de la facció
cs_cz: Nové z frakčních komunikací
da: Nyt fra fraktionens kommenterer
de: Neu aus Fraktionsfunk
es: Nuevo desde comunicaciones de facción
fi: Uusi ryhmäkeskusteluista
pt_br: Novo das comunicações da facção
ro: Nou din comunicații facțiune
uk: Нове у фракційному порту

# TerminalTab_GPS_NewFromPrivateComms
source: New from private comms
ca_ad: Nou des de les comunicacions privades
cs_cz: Nové z privátních komunikací
da: Nyt fra privatkommentarer
de: Neu aus Privatfunk
es: Nuevo desde comunicaciones privadas
fi: Uusi yksityiskeskusteluista
pt_br: Novo das comunicações privadas
ro: Nou din comunicații private
uk: Нове у приватному порту

# ToolTipWorldSettings_ToolShake
source: Enable shaking of ship drills and welders
ca_ad: Activa sacseig d'esmoladores i trepants de la nau
cs_cz: Povolit třepání lodních vrtáků a svářeček
da: Aktivere rystelser af skibets bor og svejsere
de: Aktiviere Vibration von Schiffsbohrern und Schweißgeräten.
es: Activar la vibración de taladros y soldadores de nave
fi: Salli porien ja hitsaajien tärinä aluksessa
hu_hu: Hajó fúró és hegesztő rázkódás engedélyezése
pt_br: Habilitar vibração de furadeiras e soldadores das naves
ro: Activarea zguduirii navelor cu burghiu sau sudor
tr_tr: Gemi matkaplarının ve kaynaklarının titremesini etkinleştir
uk: Включити вибрацію свердела суда і зварювальника

# WorldSettings_EnableToolShake
source: Enable tools shake
ca_ad: Activa sacseig de les eines
cs_cz: Povolit třepání nářadí
da: Aktiver værktøjsrystelser
de: Aktiviere Vibration von Werkzeugen.
es: Activar vibración de herramientas
fi: Salli työkalujen tärinä
hu_hu: Eszköz rázkódás engedélyezése
nl: Gereedschap schudden inschakelen
pt_br: Habilitar vibração das ferramentas
ro: Activare zguduirea uneltelor
tr_tr: Aletlerin sallanmasını aktifleştir
uk: Включити вібрацію інструментів

# MessageBoxTextTooLongText
source: Text is too long. Do you want to truncate it?
cs_cz: Text je příliš dlouhý. Chcete ho zkrátit?
da: Teksten er for lang. Vil du afkorte den?
de: Der Text ist zu lang, willst du ihn kürzen?
es: El texto es demasiado largo. ¿Quieres truncarlo?
pt_br: Texto é muito longo. Deseja encurtá-lo?
ro: Textul este prea lung. Doriți ca textul sa fie tăiat?
uk: Занадто довгий текст. Ви хочете, щоб його обрізало?

# ControlDescExportModel
source: Export model
cs_cz: Exportovat model
da: Eksporter model
de: Modell exportieren
es: Exportar modelo
hu_hu: Model Kimentés
pt_br: Exportar modelo
ro: Exportează model
uk: Експорт моделі

# ProgrammableBlock_Editor_TextTooLong
source: Text is too long. It won't be saved.
ca_ad: El text és massa llarg. No serà desat.
cs_cz: Text je příliš dlouhý. Nebude uložen.
da: Teksten er for lang. Den vil ikke blive gemt.
de: Der Text ist zu lang. Er wird nicht gespeichert.
es: El texto es demasiado largo. No será guardado
fi: Teksti on liian pitkä. Sitä ei tallenneta.
hu_hu: A szöveg túl hosszú, nem lesz elmentve.
nl: Tekst is te lang. Deze zal niet worden opgeslagen.
pt_br: Texto é muito longo. Não será salvo.
ro: Textul este prea lung. Nu va fi memorat.
tr_tr: Metin çok uzun.Kaydedilemedi.

# VoxelHandSettingScreen_HandShowGizmos
source: Show bounding box
da: Vis afgrænsningsområde
de: Begrenzungsrahmen anzeigen
es: Mostrar límites
pt_br: Mostrar caixa delimitadora
ro: Arată cubul delimitant
uk: Показувати межі об'єктів

# ControlName_Console
source: Console
ca_ad: Consola
cs_cz: Konzole
da: Konsol
de: Konsole
es: Consola
fi: Konsoli
hu_hu: Konzol
pt_br: Terminal
ro: Consolă
tr_tr: Konsol
uk: Консоль

# ControlDescCameraZoom
source: Camera zoom
ca_ad: Zoom de càmera
cs_cz: Přiblížení kamery
da: Kamera zoom
de: Kamerazoom
es: Zoom de cámara
fi: Kameran zoomaus
hu_hu: Kamera zoom
pt_br: Distância da câmera
ro: Amplificare cameră
tr_tr: Yakınlaştırma
uk: Масштабування камери

source: Enable damage effects
ca_ad: Activa efectes de danys
cs_cz: Povolit efekty poškození
da: Aktiver skadeeffekter
de: Schadenseffekte anzeigen
es: Activar efectos de daño
fi: Salli vahinkoefektit
pt_br: Habilitar efeitos de dano
ro: Activează efecte de avarii
tr_tr: Hasar efektlerini aktifleştir
uk: Включити ефекти пошкодження

# ToolTipVideoOptionsEnableDamageEffects
source: Enables/disables particle effects for damaged blocks
ca_ad: Activa/Desactiva efectes de partícules per blocs malmesos
cs_cz: Zapne/vypne částicové efekty u zničených bloků
da: Aktiver/deaktiver partikeleffekter for beskadigede blokke
de: Aktiviert/Deaktiviert Partikeleffekte für beschädigte Blöcke
es: Activar o desactivar efectos de partículas para bloques dañados
fi: Kytkee vahingoittuineiden kappaleiden partikkeliefektit päälle ja pois
pt_br: Habilita/desabilita efeitos de partículas em blocos danificados
ro: Activează/dezactivează efectele cu particule pentru blocuri avariate
uk: Включає / вимикає ефекти частинок для пошкоджених блоків

# WorkshopTag_Asteroid
source: Asteroid
ca_ad: Asteroide
da: Asteroide
es: Asteroide
fi: Asteroidi
hu_hu: Aszteroida
no: Asteroide
pt_br: Asteróide
uk: Астероїди
