Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ScreenMedicals_RespawnWhenShipReady
source: Will spawn in "{0}" when it is ready.
ca_ad: Regeneració en "{0}" quan estigui llest.
da: Du vil blive genoplivet i "{0}" når den er klar
de: Wiedereintritt auf "{0}", sobald es bereit ist.
es: Reaparecerás en "{0}" cuando esté listo
fi: Synnytään aluksessa "{0}" kun se on valmis.
hu_hu: Újraszületés a "{0}"-ban/-ben amikor az készen áll.
tr_tr: "{0}" hazır olduğunda doğacaktır
uk: З'являтися в "{0}", коли він буде готовий.

# ScreenMedicals_RespawnShipReady
source: Ready
ca_ad: Preparat
cs_cz: Připraveno
da: Klar
de: Bereit
es: Preparado
fi: Valmis
hu_hu: Kész
nl: Klaar
no: Klar
pt_br: Pronto
ro: Pregătită
sk_sk: Hotovo
tr_tr: Hazır
uk: Готовність

# ScreenMedicals_RespawnShipNotReady
source: Not ready
ca_ad: No preparat
cs_cz: NEpřipraveno
da: Ikke klar
de: Nicht bereit
es: No está listo
fi: Ei valmis
hu_hu: Nincs kész
nl: Niet klaar
no: Ikke klar
pt_br: Não pronto
ro: Nepregătită
sk_sk: Nepripravené
tr_tr: Hazır değil
uk: Недоступний

# TerminalTab_Info_ShowAntenaGizmo
source: Show antenna range
ca_ad: Mostra rang d'antena
cs_cz: Zobrazit dosah antény
da: Vis antennens afstand
de: Antennenreichweite anzeigen
es: Mostrar rango de antena
fi: Näytä antennin kantama
hu_hu: Antenna hatósugarának mutatása
nl: Laat antenne bereik zien
pt_br: Mostrar distância da antena
ro: Arată raza antenelor
sk_sk: Ukáž dosah antény
tr_tr: Anten menzilini göster
uk: Показувати межі антени

# WorldSettings_AsteroidAmountNone
source: None
ca_ad: Cap
cs_cz: Žádný
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
hu_hu: Semmi
nl: Geen
no: Ingen
pt_br: Nenhum
ro: Nul
sk_sk: Žiadne
tr_tr: Hiçbiri
uk: Не призначено

# WorldSettings_RespawnShipCooldown
source: Respawn ship cooldown
ca_ad: Temps d'espera per a la nau de reaparició
cs_cz: Odpočet do Počáteční loďě
da: Genoplivningsskib cooldown
de: Starterschiff Abklingzeit
es: Tiempo de espera para regeneración de nave
fi: Uudelleensyntymisaluksen jäähtymisaika
hu_hu: Kezdőhajó töltési ideje
pt_br: Tempo total da nave de reaparecimento
ro: Întârziere navă salvare
tr_tr: Gemi Yeniden Doğma Süresi
uk: Затримка корабля відродження

# WorldSettings_RespawnShip_Default
source: Default cooldowns
ca_ad: Temps d'espera per defecte
cs_cz: Implicitní odpočet
da: Standard cooldowns
de: Standard Abklingzeit
es: Tiempos de espera Predeterminados
fi: Oletusjäähtymisaika
hu_hu: Alapvető töltési idő
pt_br: Tempos totais padrão
ro: Întârzieri implicite
tr_tr: Standart bekleme süresi
uk: Стандартні затримки

# WorldSettings_RespawnShip_x01
source: Default / 10
ca_ad: Per defecte / 10
cs_cz: Základní / 10
da: Standard / 10
de: Standard / 10
es: Predeterminado / 10
fi: Oletus / 10
hu_hu: Alap/10
nl: Standaard / 10
no: Standard / 10
pt_br: Padrão / 10
ro: Implicit / 10
tr_tr: Standart / 10
uk: за замовчуванням / 10

# WorldSettings_RespawnShip_x02
source: Default / 5
ca_ad: Per defecte / 5
cs_cz: Základní / 5
da: Standard / 5
de: Standard / 5
es: Predeterminado / 5
fi: Oletus / 5
hu_hu: Alap/5
nl: Standaard / 5
no: Standard / 5
pt_br: Padrão /5
ro: Implicit / 5
tr_tr: Standart / 5
uk: за замовчуванням / 5

# WorldSettings_RespawnShip_x05
source: Default / 2
ca_ad: Per defecte / 2
cs_cz: Základní / 2
da: Standard / 2
de: Standard / 2
es: Predeterminado / 2
fi: Oletus / 2
hu_hu: Alap/2
nl: Standaard / 2
no: Standard / 2
pt_br: Padrão /2
ro: Implicit / 2
tr_tr: Standart / 2
uk: за замовчуванням / 2

# WorldSettings_RespawnShip_x10
source: Default x 10
ca_ad: Per defecte x 10
cs_cz: Základní ×10
da: Standard x 10
de: Standard x 10
es: Predeterminado x 10
fi: Oletus x 10
hu_hu: Alapx10
nl: Standaard x 10
no: Standard x 10
pt_br: Padrão x 10
ro: Implicit x 10
tr_tr: Standart x 10
uk: за замовчуванням х 10

# WorldSettings_RespawnShip_x100
source: Default x 100
ca_ad: Per defecte x 100
cs_cz: Základní ×100
da: Standard x 100
de: Standard x 100
es: Predeterminado x 100
fi: Oletus x 100
hu_hu: Alapx100
nl: Standaard x 100
no: Standard x 100
pt_br: Padrão x 100
ro: Implicit x 100
tr_tr: Standart x 100
uk: за замовчуванням х 100

# WorldSettings_RespawnShip_x2
source: Default x 2
ca_ad: Per defecte x 2
cs_cz: Základní ×2
da: Standard x 2
de: Standard x 2
es: Predeterminado x 2
fi: Oletus x 2
hu_hu: Alapx2
nl: Standaard x 2
no: Standard x 2
pt_br: Padrão x 2
ro: Implicit x 2
tr_tr: Standart x 2
uk: за замовчуванням х 2

# WorldSettings_RespawnShip_x20
source: Default x 20
ca_ad: Per defecte x 20
cs_cz: Základní ×20
da: Standard x 20
de: Standard x 20
es: Predeterminado x 20
fi: Oletus x 20
hu_hu: Alapx20
nl: Standaard x 20
no: Standard x 20
pt_br: Padrão x 20
ro: Implicit x 20
tr_tr: Standart x 20
uk: за замовчуванням х 20

# WorldSettings_RespawnShip_x5
source: Default x 5
ca_ad: Per defecte x 5
cs_cz: Základní ×5
da: Standard x 5
de: Standard x 5
es: Predeterminado x 5
fi: Oletus x 5
hu_hu: Alapx5
nl: Standaard x 5
no: Standard x 5
pt_br: Padrão x 5
ro: Implicit x 5
tr_tr: Standart x 5
uk: за замовчуванням х 5

# WorldSettings_RespawnShip_x50
source: Default x 50
ca_ad: Per defecte x 50
cs_cz: Základní ×50
da: Standard x 50
de: Standard x 50
es: Predeterminado x 50
fi: Oletus x 50
hu_hu: Alapx50
nl: Standaard x 50
no: Standard x 50
pt_br: Padrão x 50
ro: Implicit x 50
tr_tr: Standart x 50
uk: за замовчуванням х 50

# ControlDescCopyPasteMove
source: Move pasted object
cs_cz: Přemístit vložený objekt
da: Flyt indsatte objekt
de: Verschiebe eingefügtes Objekt
es: Mover objeto insertado
hu_hu: Beillesztett objektum mozgatása
pt_br: Mover objeto colado
ro: Mută obiectul lipit
uk: Рухати клонований об'єкт

# WorldSettings_RespawnShip_CooldownsDisabled
source: Cooldowns disabled
ca_ad: Temps d'espera desactivats
cs_cz: Odpočty zakázány
da: Cooldowns deaktiveret
de: Abklingzeiten deaktiviert
es: Tiempos de espera desactivados
fi: Jäähtymisaika pois päältä
hu_hu: Töltési idő kikapcsolva
pt_br: Tempos totais desabilitados
ro: Întârzieri dezactivate
tr_tr: Bekleme süresi devre dışı
uk: Затримки виключені

# DisplayName_Block_FighterCockpit
source: Fighter Cockpit
ca_ad: Cabina de combat
cs_cz: Bojová kabina
da: Kæmper cockpit
de: Jäger Cockpit
es: Cabina de Caza
fi: Hävittäjäohjaamo
hu_hu: Harci pilótafülke
no: Kriger Cockpit
pt_br: Cabine de Caça
ro: Carlingă de Luptă
sk_sk: Kokpit stíhačky
tr_tr: Savaşçı Kokpiti
uk: Кабіна винищувача

# BlockPropertyTitle_SensorDetectAsteroids
source: Detect asteroids
ca_ad: Detecta asteroides
cs_cz: Detekuj Asteroidy
da: Opdag asteroider
de: Erkenne Asteroiden
es: Detectar Asteroides
fi: Tunnista asteroidit
hu_hu: Aszteroidák érzékelése
nl: Detecteer asteroiden
no: Gjennkjenn Astroider
pt_br: Detectar Asteroides
ro: Detectează Asteroizi
sk_sk: Objav asteroidy
tr_tr: Asteroit Algılama
uk: Розпізнавач астероїдів

# DisplayName_Category_Cockpit
source: Cockpit Blocks
ca_ad: Blocs de cabina
cs_cz: Kabiny
da: Cockpit Blokke
de: Cockpit Blöcke
es: Bloques de Cabina
fi: Ohjaamokappaleet
hu_hu: Pilótafülke blokkok
nl: Cockpit blokken
no: Cockpit Blokker
pt_br: Blocos de Cabine
ro: Blocuri Carlingă
sk_sk: Bloky kokpitu
tr_tr: Kokpit Blokları
uk: Кабіни

# NotificationCopyPasteBlockNotAvailable
source: Some blocks in the pasted grid are not available in this world
cs_cz: Některé z vložených bloků nejsou v tomto světě dostupné
da: Nogle blokke i indsatte gitter er ikke tilgængelige i denne verden
de: Einige Blöcke im eingefügten Gitter sind nicht verfügbar in dieser Welt.
es: Algunos bloques en la cuadricula insertada no están disponibles en este mundo
hu_hu: A beillesztett tartomány néhány blokkja nem elérhető ebben a világban
pt_br: Alguns blocos na matriz colada não estão disponíveis neste mundo
ro: Unele blocuri din nava lipită nu există în această lume
uk: Деякі блоки в вставлюваного об'єкта не доступні в цьому світі

# ConvertingObjs
source: Converting models. Please wait.
cs_cz: Převádění modelů. Prosím, čekejte.
da: Konverterer modeler. Vent venligst.
de: Umwandlung der Modelle. Bitte warten.
es: Convirtiendo modelos. Por favor espere.
hu_hu: Modellek konvertálása. Kérlek várj.
no: Konverterer modeller. Vær snill og vent.
pt_br: Convertendo modelos. Por favor aguarde.
ro: Conversie modele. Vă rugăm așteptați.
sk_sk: Koncertuje modely. Prosím, čakajte.
uk: Конвертація моделі. Зачекайте будь-ласка

# ConvertToObjDone
source: All models converted.
cs_cz: Všechny modely převedeny.
da: Alle modeller konverteret.
de: Alle Modelle umgewandelt.
es: Todos los modelos convertidos.
hu_hu: Minden modell át lett konvertálva.
no: Alle modeller er konvertert.
pt_br: Todos os modelos convertidos.
ro: Toate modelele au fost convertite.
sk_sk: Všetky modely skonvertované.
uk: Конвертувати всі моделі

# ExportingToObj
source: Exporting model. Please wait.
cs_cz: Exportování modelů. Prosím, čekejte.
da: Eksporterer model. Vent venligst.
de: Exportiere Modell. Bitte warten.
es: Exportando modelos. Por favor espere.
hu_hu: Modell exportálása. Kérlek várj.
pt_br: Exportando modelo. Por favor aguarde.
ro: Modelul este exportat. Vă rugăm așteptați.
sk_sk: Exportuje modely. Prosím, čakajte.
uk: Експорт моделі. Зачекайте будь-ласка

# DisplayName_Category_Power
source: Power Blocks
ca_ad: Blocs d'energia
cs_cz: Energetický blok
da: Strømblokke
de: Energie Blöcke
es: Bloques de Energía
fi: Energiakappaleet
hu_hu: Energia blokkok
nl: Stroom blokken
no: Kraft blokker
pt_br: Blocos de Energia
ro: Blocuri Energie
sk_sk: Bloky pre energiu
tr_tr: Güç Blokları
uk: Енергетичні блоки

# DisplayName_Category_Production
source: Production Blocks
ca_ad: Blocs de producció
cs_cz: Bloky produkce
da: Produktionsblokke
de: Produktions-Blöcke
es: Bloques de Producción
fi: Tuotantokappaleet
hu_hu: Termelés blokkok
nl: Productie blokken
pt_br: Blocos de Produção.
ro: Blocuri Producție
sk_sk: Bloky produkcie
tr_tr: Üretim Blokları
uk: Виробничі блоки

# ScreenDebugSpawnMenu_ItemAmount
source: Amount
ca_ad: Total
cs_cz: Množství
da: Beløb
de: Menge
es: Cantidad
fi: Määrä
hu_hu: Mennyiség
nl: Hoeveelheid
no: Antall
pt_br: Quantidade
ro: Cantitate
sk_sk: Množstvo
tr_tr: Miktar
uk: Кількість

# ScreenDebugSpawnMenu_ItemType
source: Item type
ca_ad: Tipus d'objecte
cs_cz: Typ předmětu
da: Genstandstype
de: Gegenstandstyp
es: tipo de objeto
fi: Esineen tyyppi
hu_hu: Tétel típusa
nl: Voorwerp type
pt_br: Tipo do Item
ro: Tip obiect
sk_sk: Typ veci
tr_tr: Ürün tipi
uk: Тип предмета

# ScreenDebugSpawnMenu_SpawnObject
source: Spawn Object
ca_ad: Crea objecte
cs_cz: Vytvořit objekt
da: Spawn Objekt
de: Erstelle Objekt
es: Crear Objeto
fi: Luo objekti
hu_hu: Objektum elhelyezése
no: Plasser Objekt
pt_br: Objeto de Aparição
ro: Crează Obiect
sk_sk: OBnov objekt
tr_tr: Yeniden Doğma Nesne
uk: Створення об'єкту

# MessageBoxTextDoYouWantToPasteGridWithMissingBlocks
source: Pasted ship contains some blocks that are not available in this world. These blocks will not be pasted, which could possibly cause the ship to split. Do you really want to paste this ship?
cs_cz: Vložená loď obsahuje některé bloky, které nejsou v tomto světě k dispozici. Tyto bloky nebudou vloženy a může se stát, že se loď rozpůlí. Opravdu chcete tuto loď vložit?
da: Indsatte skib indeholder nogle blokke, som ikke findes i denne verden. Disse blokke vil ikke blive indsat, det kan muligvis forårsage at skibet bliver splittet. Vil du indsætte dette skib?
de: Eingefügtes Schiff enthält einige Blöcke, die nicht in dieser Welt verfügbar sind. Diese Blöcke werden nicht erstellt, was zu einer möglichen Spaltung des Schiffs führen kann. Willst du das Schiff wirklich einfügen?
es: La nave a insertar contiene bloques que no están disponibles en este mundo. Estos bloques no serán insertados, lo que podría hacer que la nave quede dividida. ¿Deseas insertar esta nave de todos modos?
hu_hu: A beillesztett hajó olyan blokkokat is tartalmaz amelyek ebben a világban nem érhetőek el. Ezek a blokkok nem lesznek beillesztve. Ez a hajó szétszakadását is okozhatja. Biztosan beilleszted?
pt_br: Nave colada contém blocos que não estão disponíveis neste mundo. Estes blocos não serão colados, o que pode possivelmente causar a divisão desta nave. Você deseja realmente colar esta nave?
ro: Nava lipită conține unele blocuri care nu există în această lume. Aceste blocuri nu vor fi create, care probabil vor cauza nava să se despartă. Sunteți sigur că doriti să lipiți această navă ?
uk: Вставлений корабель містить кілька блоків, які є не доступні в цьому світі. Ці блоки не будуть вставлені, які можуть розділити корабель. Ви дійсно хочете, щоб вставити цей корабель?

# ScreenDebugSpawnMenu_Asteroids
source: Asteroids
ca_ad: Asteroides
cs_cz: Asteroidy
da: Asteroider
de: Asteroiden
es: Asteroides
fi: Asteroidit
hu_hu: Aszteroidák
nl: Asteroiden
no: Asteroider
pt_br: Asteroides
ro: Asteroizi
sk_sk: Asteroidy
tr_tr: Asteroidler
uk: Астероїди

# ScreenDebugSpawnMenu_Items
source: Items
ca_ad: Objectes
cs_cz: Předměty
da: Genstande
de: Gegenstände
es: Objetos
fi: Esineet
hu_hu: Tételek
nl: Voorwerpen
no: Gjenstander
pt_br: Itens
ro: Obiecte
sk_sk: Veci
tr_tr: Eşyalar
uk: Предмети

# NotificationCopyPasteFloatingObjectNotAvailable
source: Item is not available in this world
cs_cz: Položka není dostupná pro tento svět
da: Genstand er ikke tilgængelig i denne verden
de: Gegenstände sind in dieser Welt nicht verfügbar.
es: Objeto no disponible en este mundo
hu_hu: Ez a tétel nem érhető el ebben a világban
no: Gjenstand er ikke tilgjengelig i denne verden
pt_br: Item não está disponível neste mundo
ro: Obiectul nu exista in aceasta lume
sk_sk: V tomto svete nie je vec dostupná
uk: Деталі немає в наявності в цьому світі

# ScreenDebugSpawnMenu_Asteroid
source: Asteroid
ca_ad: Asteroide
da: Asteroide
es: Asteroide
fi: Asteroidi
hu_hu: Aszteroida
nl: Asteroide
no: Astroide
pt_br: Asteroide
tr_tr: Asteroit
uk: Астероїди

# ScreenDebugSpawnMenu_AsteroidAddRandomMaterials
source: Add Random Materials
ca_ad: Afegeix materials aleatoris
cs_cz: Přidat náhodný materiál
da: Tilføj tilfældige materialer
de: Füge zufällige Materialien hinzu
es: Añadir Materiales Aleatorios
fi: Lisää satunnaisia materiaaleja
hu_hu: Véletlenszerű anyag hozzáadása
nl: Voeg willekeurige materialen toe
no: Legg til tilfeldige materialer
pt_br: Adicionar Materiais Aleatórios
ro: Adaugă Materiale Aleatorii
sk_sk: Pridaj náhodné materiály
tr_tr: Rastgele Malzeme Ekle
uk: Добавить випадкові матеріали

# ScreenDebugSpawnMenu_AsteroidCoreMaterial
source: Core Material
ca_ad: Material del nucli
cs_cz: Hlavní meteriál
da: Kernemateriale
de: Grundmaterial
es: Material del Nucleo
fi: Ydinmateriaali
hu_hu: Nyers anyag
nl: Kern materiaal
no: Kjerne Materiale
pt_br: Material Nuclear
ro: Material Miez
sk_sk: Materiál jadra
tr_tr: Temel Malzeme
uk: Матеріал ядра

# ScreenDebugSpawnMenu_AsteroidSurfaceMaterial
source: Surface Material
ca_ad: Material de la superfície
cs_cz: Povrchový materiál
da: Overflademateriale
de: Oberflächen-Material
es: Material de la Superficie
fi: Pintamateriaali
hu_hu: Felszíni anyag
nl: Oppervlaktemateriaal
no: Overflate Materiale
pt_br: Material de Superfície
ro: Material Suprafață
sk_sk: Materiál povrchov
tr_tr: Yüzey Malzeme
uk: Матеріал поверхні

# Assembler_SlaveMode
source: Cooperative Mode
ca_ad: Mode cooperatiu
cs_cz: Režim Kooperace
da: Samarbejds-Tilstand
de: Kooperativer Modus
es: Modo Cooperativo
fi: Yhteistyötila
hu_hu: Kooperatív mód
nl: Samenspel Modus
no: Sammerbeids-modus
pt_br: Modo cooperativo
ro: Mod Cooperare
sk_sk: Koop mód
tr_tr: Ortak Çalışma
uk: Кооперативний режим

# ShipWelder_HelpOthers
source: Help Others
cs_cz: Pomáhat ostatním
da: Hjælp Andre
de: Anderen helfen
es: Ayudar a Otros
hu_hu: Besegítés
no: Hjelp Andre
pt_br: Ajudar os outros
ro: Ajută pe Alții
sk_sk: Pomoc ostatným
uk: Допомогти іншим

# DisplayName_Block_Ammo_Assembler
source: Ammo Assembler
ca_ad: Assemblador de munició
cs_cz: Montér munice
da: Ammunitions Samler
de: Montageanlage für Munition
es: Ensamblador de Munición
fi: Ammuskokooja
hu_hu: Lőszer összeszerelő
nl: Munitie assembleerder
no: Ammo-monterer
pt_br: Montadora de munições
ro: Montator Muniție
tr_tr: Cephane Montajı
uk: Збирач боєприпасів

# DisplayName_Block_Base_Components_Assembler
source: Base Components Assembler
ca_ad: Assemblador de Components bàsics
cs_cz: Montér základních komponentů
da: Basiskomponent Samler
de: Montageanlage für Basiskomponenten
es: Ensamblador de Componentes Base
fi: Peruskomponenttien kokooja
hu_hu: Alapkomponens összeszerelő
nl: Basis componenten assembleerder
pt_br: Montadora de Componentes Básicos
ro: Montator Componente de Bază
tr_tr: Temel Bileşen Montajı
uk: Збирач базових компонентів

# DisplayName_Block_Big_Arc_Furnace
source: Big Arc Furnace
ca_ad: Forn d'arc gran
cs_cz: Velká oblouková pec
da: Stor Arc Ovn
de: Großer Lichtbogenofen
es: Gran Horno de Arco
fi: Suuri kaariuuni
hu_hu: Nagy Ívkemence
nl: Grote hoogoven
no: Stor Arc-ovn
pt_br: Fornalha Arqueada Grande
ro: Cuptor Mare cu Arc Electric
tr_tr: Büyük Arc Ocağı
uk: Велика дугова піч

# DisplayName_Block_Big_Gas_Centrifugal_Refinery
source: Big Gas Centrifugal Refinery
ca_ad: Refineria de Gas Centrifugat Gran
cs_cz: Velká plynová odstředivá rafinérie
da: Stor Gas Centrifugal raffinaderi
de: Große Gas-Zentrifugalraffinerie
es: Gran Refinería de Gas de Centrifugado
fi: Suuri kaasun keskipakoisjalostamo
hu_hu: Nagy Gázcentrifugás Finomító
nl: Grote centrifugale gas extractor.
pt_br: Refinaria Centrífuga a Gás Grande
ro: Rafinărie Mare de Gaz cu Centrifugă
tr_tr: Büyük Gaz Santrifüj Rafinerisi
uk: Великий газовий відцентровий очищувач

# DisplayName_Block_Big_Precious_Furnace
source: Big Noble Metals Furnace
ca_ad: Forn de Metalls Nobles Gran
cs_cz: Velká pec vzácných kovů
da: Stor Ædelmetal Ovn
de: Großer Edelmetallofen
es: Gran Horno de Metales Nobles
fi: Suuri jalometalliuuni
hu_hu: Nagy Nemesgáz Kemence
nl: Grote Edelmetalen hoogoven
no: Stor edelmetall-ovn
pt_br: Fornalha de Metais Nobres Grande
ro: Cuptor Mare pentru Metale Nobile
tr_tr: Büyük Soymetaller Fırını
uk: Велика піч благородних металів

# DisplayName_Block_Big_Solids_Refinery
source: Big Solids Refinery
ca_ad: Refineria de Sòlids Gran
cs_cz: Velký rafinérie sušiny
da: Stor Fast Raffinaderi
de: Große Feststoffraffinerie
es: Gran Refinería de Sólidos
fi: Suuri kappalejalostamo
hu_hu: Nagy Szilárdfinomító
nl: Grote vaste stoffen hoogoven
pt_br: Refinaria Grande de Sólidos
ro: Rafinărie Mare pentru Solide
tr_tr: Büyük Katılar Rafinerisi
uk: Великий очищувач загатовок

# DisplayName_Block_Construction_Components_Assembler
source: Construction Components Assembler
ca_ad: Assemblador de Components de construcció
cs_cz: Montér stavebních součástí
da: Byggekomponent Samler
de: Montageanlage für Baumaterial
es: Ensamblador de Componentes de Construcción
fi: Rakennuskomponenttien kokooja
hu_hu: Építőkomponens összeszerelő
nl: Constructie componenten assembleerder
pt_br: Montadora de Componentes de Construção
ro: Montator Componente de Construcție
tr_tr: İnşaat Bileşenleri Montajcı
uk: Збирач будівельних складових

# DisplayName_Block_Electronics_Assembler
source: Electronics Assembler
ca_ad: Assemblador d'Electrònica
cs_cz: Montér elektronických součástek
da: Elektronik Samler
de: Montageanlage für Elektronik
es: Ensamblador de Electronicas
fi: Elektroniikankokooja
hu_hu: Elektronikai összeszerelő
nl: Elektronische assembleerder
pt_br: Montadora de Eletrônicos
ro: Montator Electronice
tr_tr: Elektronik Montajcı
uk: Збирач електроники

# DisplayName_BlueprintClass_Ammo
source: Ammo
ca_ad: Munició
cs_cz: Náboj
da: Ammunition
de: Munition
es: Munición
fi: Ammukset
hu_hu: Muníció
nl: Ammonutie
no: Ammunisjon
pt_br: Munição
ro: Muniție
sk_sk: Munícia
tr_tr: Cephane
uk: Боєприпаси

# DisplayName_BlueprintClass_Base_Components
source: Base Components
ca_ad: Components bàsics
cs_cz: Základní komponenty
da: Basiskomponenter
de: Basiskomponenten
es: Componentes Base
fi: Peruskomponentit
hu_hu: Alapkomponens
nl: Basis componeten
no: Base Komponenter
pt_br: Componentes Base
ro: Componente de Bază
sk_sk: Základné komponenty
tr_tr: Temel Bileşenler
uk: Базові компоненти

# DisplayName_BlueprintClass_CommonMetals
source: Common Metals
ca_ad: Metalls comuns
cs_cz: Běžné Kovy
da: Almindelige metaller
de: Gewöhnliche Metalle
es: Metales Comunes
fi: Yleismetallit
hu_hu: Gyakori fémek
nl: Veelvoorkomende metalen
no: Vanlig metall
pt_br: Metais Comuns
ro: Metale Comune
sk_sk: Bežné kovy
tr_tr: Yaygın Metaller
uk: Звичайні метали

# DisplayName_BlueprintClass_Construction_Components
source: Construction Components
ca_ad: Components de construcció
cs_cz: Konstrukční Komponenty
da: Byggekomponenter
de: Baumaterial
es: Componentes de Contrucción
fi: Rakennuskomponentit
hu_hu: Építőkomponens
nl: Constructie componenten
no: Konstruksjons-komponenter
pt_br: Componentes de Construção
ro: Componente Construcție
sk_sk: Konštrukčné komponenty
tr_tr: İnşaat Bileşenleri
uk: Будівельні компоненти

# DisplayName_BlueprintClass_Electronics
source: Electronics
ca_ad: Electrònica
cs_cz: Elektronika
da: Elektronik
de: Elektronik
es: Electrónica
fi: Elektroniikka
hu_hu: Elektronika
nl: Electronica
no: Elektronikk
pt_br: Eletrônicos
ro: Electronice
sk_sk: Elektronika
tr_tr: Elektronik
uk: Електроника

# DisplayName_BlueprintClass_EnergeticIngots
source: Energetic Ingots
ca_ad: Lingots energètics
cs_cz: Energetický ingot
da: Energiske Bare
de: Geladene Barren
es: Lingotes Energéticos
fi: Energiset harkot
hu_hu: Energetikus öntvények
nl: Energetische staven
no: Energisk metallblokk
pt_br: Barras de metal energéticos
ro: Lingouri Energetice
sk_sk: Energetické ingoty
tr_tr: Enerjisel Külçeler
uk: енергетичні злитки

# DisplayName_BlueprintClass_Ingots
source: Ingots
ca_ad: Lingots
cs_cz: Ingoty
da: Bare
de: Barren
es: Lingotes
fi: Harkot
hu_hu: Öntvények
nl: Staven
no: Støpeblokk
pt_br: Lingotes
ro: Lingouri
sk_sk: Ingoty
tr_tr: Külçeler
uk: злиток

# DisplayName_BlueprintClass_PreciousMetals
source: Noble Metals
ca_ad: Metalls nobles
cs_cz: Vzácné kovy
da: Ædelmetaller
de: Edelmetalle
es: Metales Nobles
fi: Jalometallit
hu_hu: Nemesgázok
nl: Edelmetalen
no: Edelmetaller
pt_br: Metais Nobres
ro: Metale Nobile
sk_sk: Ušlachtilé kovy
tr_tr: Soymetaller
uk: Благородні метали

# DisplayName_BlueprintClass_Solids
source: Solids
ca_ad: Sòlids
cs_cz: Pevné
da: Faste Stoffer
de: Feststoffe
es: Sólidos
fi: Kappaleet
hu_hu: Szilárd anyagok
nl: Vaste stoffen
no: Faststoffer
pt_br: Sólidos
ro: Solide
tr_tr: Katı Maddeler
uk: Заготовки

# MessageBoxTextAreYouSureToRemoveAsteroid
source: Are you sure you want to delete selected asteroid? (this can not be undone!)
ca_ad: Esteu segur que voleu esborrar l'asteroide seleccionat? (Aquesta acció no es pot desfer!)
cs_cz: Jste si jist/á že hcete odstranit vybraný asteroid? (tuto akci nelze vrátit!)
da: Er du sikker på du vil slette valgte asteroide? (dette kan ikke fortrydes!)
de: Diesen Asteroiden löschen? (kann nicht rückgängig gemacht werden!)
es: ¿Estás seguro de que quieres borrar el asteroide seleccionado? (¡Esto no se puede deshacer!)
fi: Haluatko varmasti poistaa valitun asteroidin? (toimintoa ei voi peruuttaa!)
hu_hu: Biztosan kitörlöd a kiválasztott aszteroidát? (ez visszavonhatatlan!)
nl: Weet je zeker dat je de geselecteerde asteroïde wilt verwijderen? (dit kan niet ongedaan gemaakt worden!)
pt_br: Tem certeza que deseja deletar o asteroide selecionado? (isto não pode ser desfeito)
ro: Sunteți sigur că doriți să ștergeți asteroidul selectat? (acțiunea nu poate fi inversată!)
tr_tr: Seçilen asteroid silmek istediğinizden emin misiniz? (Bu işlem geri alınamaz!)
uk: Ти хочеш закинуті ці астероїди в небуття?(звідти ніхто не повертався)
