Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# DisplayName_Block_ConveyorTubeCurved
source: Curved Conveyor Tube
ca_ad: Tub transportador corbat
cs_cz: Zahnutá transportní trubice
da: Buet transportbåndsrør
de: Gebogene Förderleitung
es: Tubo curvo del transportador
fi: Kaareva kuljetinputki
hu_hu: Hajlított továbbítőcső
nl: Transportbuis
no: Buet Transportbånd Rør
pt_br: Tubo transportador curvado
ro: Tub Transportor Curbat
sk_sk: Zakrivená Dopravníková Trubica
tr_tr: Kavisli Konveyör Tüp
uk: Зігнута конвеєрна труба

# BlockPropertyTitle_LargeTurretTargetDecoys
source: Target decoys
ca_ad: Apunta als esquers
cs_cz: Zaměřovat návnady
da: Lås på lokkeduer
de: Täuschkörper anvisieren
es: Apuntar a señuelos
fi: Tähtää harhautuksiin
hu_hu: Cél csalik
nl: Decoy Markering
no: Angi decoys som mål
pt_br: Mirar chamarizes
ro: Țintește momeli
sk_sk: Mieriť na Návnady
tr_tr: Hedef Yemler
uk: Цілитися у приманки

# BlockPropertyTitle_LargeTurretTargetMeteors
source: Target meteors
ca_ad: Apunta als meteorits
cs_cz: Zaměřovat meteory
da: Lås på meteoritter
de: Meteore anvisieren
es: Apuntar a meteoroides
fi: Tähtää meteoreihin
hu_hu: Meteorok becélzása
nl: Meteor Markering
no: Angi meteorer som mål
pt_br: Mirar nos Meteoros
ro: Țintește meteori
sk_sk: Zamerať meteority
tr_tr: Hedef meteorlar
uk: Цілитися у метеорити

# BlockPropertyTitle_LargeTurretTargetMoving
source: Target moving objects
ca_ad: Apunta als objectes en moviment
cs_cz: Zaměřovat pohybující se objekty
da: Lås på bevægelige objektor
de: Bewegliche Objekte anvisieren.
es: Apuntar a objetos móviles
fi: Tähtää liikkuviin kohteisiin
hu_hu: Cél mozgó tárgyak
nl: Markeer bewegende Objecten
no: Angi bevegelige objekter som mål
pt_br: Mirar em objetos móveis
ro: Țintește obiecte in mișcare
sk_sk: Zamerať na pohyblivé ciele
tr_tr: Hedef hareketli nesneler
uk: Цілитися у пересувні об'єкти

# DialogAmount_AddAmountCaption
source: Amount to add
cs_cz: Zadejte množství
da: Mænge der tilføjes
de: Diese Menge hinzufügen
es: Cantidad a añadir
hu_hu: Hozzáadandó mennyiség
no: Antall å legge til
pt_br: Quantidade a adicionar
ro: Adăugare sumă
sk_sk: Pridať množstvo
uk: Число, яке можна додати

# DialogAmount_SetValueCaption
source: Value to set
cs_cz: Hodnota pro nastavení
da: Angiv værdi
de: Diesen Wert setzen
es: Valor a establecer
hu_hu: Beállítandó érték
no: Sett verdi til
pt_br: Valor a ser ajustado
ro: Setare valoare
sk_sk: Nastaviť hodnotu
uk: Поставити значення

# DialogText_RunArgument
source: Argument
es: Problema
fi: Argumentti

# BlockPropertyTitle_LargeTurretTargetMissiles
source: Target missiles
ca_ad: Apunta a míssils
cs_cz: Zaměřovat rakety
da: Lås på missiler
de: Raketen anvisieren
es: Apuntar a misiles
fi: Tähtää ohjuksiin
hu_hu: Cél lövedékek
nl: Markering Raketten
no: Angi missiler som mål
pt_br: Mirar mísseis
ro: Țintește rachete
sk_sk: Zameraj rakety
tr_tr: Hedef füzeler
uk: Цілитися у ракети

# DisplayName_Block_ShipWelder
source: Welder
ca_ad: Soldador
cs_cz: Svářečka
da: Svejser
de: Schweißgerät
es: Soldador
fi: Hitsaustyökalu
hu_hu: Hegesztő
nl: Lasser
no: Sveiseapparat
pt_br: Soldador
ro: Sudor
sk_sk: Zvárač
tr_tr: Kaynak Makinesi
uk: Зварювальний апарат

# NotificationEnergyCritical
source: Energy is critical.
ca_ad: L'energia és crítica.
cs_cz: Energie je na kritické hodnotě
da: Energimængde er kritisk.
de: Energiestand kritisch
es: Nivel crítico de energía.
fi: Energia on kriittinen.
hu_hu: Az energia elérte a kritikus szintet.
nl: Gevaarlijk Energiegehalte
no: Energi er kritisk.
pt_br: A energia está crítica.
ro: Nivel critic de energie.
sk_sk: Energia kritická
tr_tr: Enerji kritik seviyede.
uk: Енергія на критичному рівні.

# NotificationEnergyLow
source: Energy is low.
ca_ad: L'energia és baixa.
cs_cz: Nízká energie
da: Energimængde er lav.
de: Energiestand niedrig
es: Nivel bajo de energía.
fi: Energia vähissä.
hu_hu: Energiaszint alacsony.
nl: Laag Energiegehalte
no: Energien er lav.
pt_br: A energia está baixa.
ro: Nivel scăzut de energie.
sk_sk: Energia nízka
tr_tr: Enerji düşük.
uk: Низький рівень енергії.

# NotificationEnergyNo
source: No Energy
ca_ad: Sense energia
cs_cz: Došla energie
da: Ingen energi
de: Keine Energie
es: Sin Energía
fi: Ei Energiaa
hu_hu: Nincs energia
nl: Geen Energie
no: Ingen Energi
pt_br: Sem energia
ro: Fără energie
sk_sk: Žiadna energia
tr_tr: Enerji Yok
uk: Енергії немає

# NotificationFuelCritical
source: Fuel is critical.
ca_ad: Combustible en estat crític.
cs_cz: Palivo je na kritickém množství.
da: Brænstofmængde er kritisk.
de: Treibstoff kritisch
es: Nivel crítico de combustible.
fi: Polttoaine on kriittinen.
hu_hu: Az üzemanyag elérte a kritikus szintet.
nl: Gevaarlijk Brandstof Niveau
no: Drivstoffet er kritisk.
pt_br: O combustível está crítico.
ro: Nivel critic de combustibil.
sk_sk: Palivo kritické.
tr_tr: Yakıt kritik seviyede.
uk: Запас палива на критичному рівні.

# NotificationFuelLow
source: Fuel is low.
ca_ad: Combustible baix.
cs_cz: Dochází palivo.
da: Brændstofmængde er lav.
de: Treibstoff ist knapp
es: Nivel bajo de combustible.
fi: Polttoaine vähissä.
hu_hu: Üzemanyagszint alacsony.
nl: Laag Brandstof Niveau
no: Lite drivstoff.
pt_br: O combustível está baixo.
ro: Nivel scăzut de combustibil.
sk_sk: Palivo nízke.
tr_tr: Yakıt düşük.
uk: Низький запас палива.

# NotificationFuelNo
source: No Fuel
ca_ad: Sense combustible
cs_cz: Chybí palivo
da: Ingen brænstof
de: Kein Treibstoff
es: Sin Combustible.
fi: Ei Polttoainetta
hu_hu: Nincs üzemanyag
nl: Geen Brandstof
no: Null Drivstoff
pt_br: Sem combustível
ro: Fără combustibil
sk_sk: Bez paliva
tr_tr: Yakıt Yok
uk: Палива немає

# NotificationHealthCritical
source: Health is critical. Seek medical attention immediately.
cs_cz: Zdraví je na kritické úrovni. Okamžitě vyhledej lékařskou pomoc.
da: Helbred er kritisk. Søg lægelig hjælp omgående
de: Gesundheit kritisch. Suche sofort medizinische Hilfe auf.
es: Nivel crítico de salud. Se requiere atención medica urgente.
hu_hu: Az életerő elérte a kritikus szintet. Keress fel egy orvosi szobát haladéktalanul!
no: Kritisk helse. Søk medisinsk hjelp straks.
pt_br: Saúde crítica. Busque assistência médica imediatamente.
ro: Stare critică de sănătate. Căutați atenție medicală imediat.
sk_sk: Zdravie kritické. Vyhľadaj zdravotnú pomoc.
uk: Критичний рівень здоров'я. Негайно зверніться за медичною допомогою.

# NotificationHealthLow
source: Health is low.
cs_cz: Nízká hodnota zdraví.
da: Helbred lavt.
de: Gesundheit ist niedrig
es: Nivel bajo de salud.
hu_hu: Életerő alacsony.
no: Helsen er lav.
pt_br: Saúde baixa
ro: Sănătate scăzută.
sk_sk: Málo zdravia.
uk: Низький рівень здоров'я.

# NotificationMeteorInbound
source: Meteor storm inbound.
ca_ad: Pluja de meteorits entrant.
cs_cz: Blíží se meteorický déšť
da: Meteorstorm på vej.
de: Meteorschauer trifft ein.
es: Lluvia de meteoroides inminente.
fi: Meteoriparvi lähestyy.
hu_hu: Meteoreső érkezik.
nl: Inkomende Meteor Regen
no: Innkommende Meteorittregn
pt_br: Chuva de meteoros se aproxima
ro: Ploaie de meteoriți iminentă.
sk_sk: Hrozba meteorického roja.
tr_tr: Meteor yağmuru geliyor.
uk: Насувається метеоритний дощ.

# DisplayName_Block_ConveyorTubeMedium
source: Conveyor Tube
ca_ad: Tub transportador
cs_cz: Transportní trubice
da: Transportbåndsrør
de: Förderleitung
es: Tubo del transportador
fi: Kuljetinputki
hu_hu: Továbbítócső
nl: Transportbuis
no: Transport rør
pt_br: Tubo transportador
ro: Tub Transportor
sk_sk: Dopravníková Trubica
tr_tr: Taşıyıcı Tüp
uk: Конвеєрна труба

# DisplayName_Block_ConnectorSmall
source: Ejector
cs_cz: Vyhazovač
de: Auswurf
es: Eyector
fi: Ejektori
hu_hu: Kidobó
nl: Perspomp
no: Utskyter
pt_br: Ejetor
sk_sk: Vyhadzovač
tr_tr: Boşaltıcı
uk: Виштовхувач

# DisplayName_Block_ConveyorFrame
source: Conveyor Frame
ca_ad: Carcassa del transportador
cs_cz: Rám transportéru
da: Ramme til transportbånd
de: Förderbandrahmen
es: Estructura del Transportador
fi: Kuljetinrunko
hu_hu: Továbbító keret
nl: Omhulsing Overbrenger
no: Transportbånd Ramme
pt_br: Estrutura do transportador
ro: Cadru Transportor
sk_sk: Rám dopravníka
tr_tr: Yapı Taşıyıcısı
uk: Частина конвеєру

# DisplayName_Block_ConveyorSmall
source: Small Conveyor
ca_ad: Transportador petit
cs_cz: Malý transportér
da: Lille transportbånd
de: Kleines Förderband
es: Transportador pequeño
fi: Pieni kuljetin
hu_hu: Kis továbbító
nl: Kleine Overbrenger
no: Lite Transportbånd
pt_br: Transportador pequeno
ro: Transportor Mic
sk_sk: Malý dopravníkový pás
tr_tr: Küçük Taşıyıcı
uk: Малий конвеєр

# DisplayName_Block_ConveyorTubeCurvedSmall
source: Small Curved Tube
ca_ad: Tub corbat petit
cs_cz: Malá zahnutá trubice
da: Lille buet rør
de: Kleine gebogene Röhre
es: Tubo curvo pequeño
fi: Pieni Kaareva Putki
hu_hu: Kis hajlított cső
nl: Kleine Hoekige transportbuis
no: Lite Buet Rør
pt_br: Tubo Pequeno Curvado
ro: Tub Mic Curbat
sk_sk: Malá Zakrivená Trubica
tr_tr: Küçük Kavisli Tüp
uk: Мала вигнута труба

# DisplayName_Block_ConveyorTubeSmall
source: Small Conveyor Tube
ca_ad: Tub transportador petit
cs_cz: Malá transportní trubice
da: Lille transportbåndsrør
de: Kleine Förderleitung
es: Tubo del transportador pequeño
fi: Pieni kuljetinputki
hu_hu: Kis továbbítócső
nl: Kleine transport pijp
no: Lite Transportbånd Rør
pt_br: Tubo transportador pequeno
ro: Tub Transportor Mic
sk_sk: Malá dopravníková trubica
tr_tr: Küçük Taşıyıcı Tüpü
uk: Мала конвеєрна труба

# NotificationHintPressToOpenInventoryConnector
source: Press {0} to open inventory
ca_ad: Premeu {0} per obrir l'inventari
cs_cz: Stiskni {0} pro otevření inventáře
da: Tryk {0} for at åbne beholdning
de: Drücke {0} um das Inventar zu öffnen
es: Presiona {0} para abrir el inventario
fi: Paina {0} avataksesi tavaraluettelon
hu_hu: Nyomj {0} gombot a leltár megnyitásához
nl: Druk op {0} om je inventaris te openen
no: Trykk {0} for å åpne inventaret
pt_br: Pressione {0} para abrir o inventário
ro: Apăsați {0} pentru a deschide inventarul
sk_sk: Stlač {0} pre otvorenie inventára
tr_tr: Envanteri açmak için {0} tuşuna basın
uk: Натисніть {0}, аби відкрити інвентар

# MultiplayerError_DifferentData
source: This server has different game data than your client
cs_cz: Tento server má jiná herní data než máte vy
da: Serveren har en anden spildata end din client
de: Dieser Server hat andere Spieldaten als dein Client
es: Este servidor tiene datos de juego diferentes a los de tu cliente
hu_hu: A szerver játékadatai eltérnek a kliensedétől
no: Denne serveren har forskjellig spill data enn din klient
pt_br: Este servidor tem dados de jogo diferentes dos que o do seu cliente
ro: Acest server are date de joc diferite față de jocul dvs.
sk_sk: Tento server má iné herné dáta ako váš klient
uk: Ігрові дані цього сервера відрізняються від ваших.

# MultiplayerJoin_IncompatibleGameDataLabel
source: Games marked with * have incompatible game data
cs_cz: Hry označené * mají nekompatibilní herní data
da: Spil markeret med * har forskellige spildata
de: Spiele, die mit einem * markiert sind, haben inkompatible Spieldaten
es: Las partidas marcadas con * tienen datos de juego incompatibles
hu_hu: A * jelű játékok adatai nem kompatibilisek
no: Spill merket med * har ukompatibel spill data
pt_br: Jogos marcados com * têm dados de jogo incompatíveis
ro: Jocurile marcate cu * au date de joc incompatibile
sk_sk: Hry s * majú nekompatibilné herné dáta
uk: Ігри помічені зірочкою * мають несумісні ігрові дані

# TerminalTab_Info_ConvertButton
source: Convert to ship
ca_ad: Converteix a nau
cs_cz: Změnit na loď
da: Konvertere til skib
de: In ein Schiff umwandeln
es: Convertir en nave
fi: Muuta alukseksi
hu_hu: Hajóvá alakítás
nl: Converteer naar schip
no: Konverter til skip
pt_br: Converter para nave
ro: Transformă într-o navă
sk_sk: Konvertovať na loď
tr_tr: Gemiyi dönüştür
uk: Переправити на корабель

# TerminalTab_Info_Conveyors
source: Conveyors:
ca_ad: Transportadors:
cs_cz: Transportéry:
da: Transportbånd:
de: Förderbänder:
es: Transportadores:
fi: Kuljettimet:
hu_hu: Továbbítók:
nl: Transportbanden:
no: Samlebånd:
pt_br: Transportadores:
ro: Transportoare:
sk_sk: Dopravniký:
tr_tr: Taşıyıcılar:
uk: Конвеєри:

# TerminalTab_Info_Blocks
source: Blocks:
ca_ad: Blocs:
cs_cz: Bloky:
da: Blokke:
de: Blöcke:
es: Bloques:
fi: Kappaleet:
hu_hu: Blokkok:
nl: Blokken:
no: Blokker:
pt_br: Blocos:
ro: Blocuri:
sk_sk: Bloky:
tr_tr: Bloklar:
uk: Блоки:

# TerminalTab_Info_GravGens
source: Gravity generators:
ca_ad: Generadors de gravetat:
cs_cz: Generátory gravitace:
da: Tyngdekraft generatorer:
de: Schwerkraftgeneratoren:
es: Generadores de gravedad:
fi: Painovoimageneraattorit:
hu_hu: Nehézséggenerátorok:
nl: Zwaartekracht generators:
no: Gravitasjons generatorer:
pt_br: Geradores de gravidade:
ro: Generatoare gravitație:
sk_sk: Generátory Gravitácie:
tr_tr: Yerçekimi jeneratörleri:
uk: Генератори ґравітації:

# TerminalTab_Info_Lights
source: Lights:
ca_ad: Llums:
cs_cz: Světla:
da: Lys:
de: Lichter:
es: Luces:
fi: Valot:
hu_hu: Fények:
nl: Lichten:
no: Lys:
pt_br: Luzes:
ro: Lumini:
sk_sk: Svetlá
tr_tr: Işıklar:
uk: Світло:

# TerminalTab_Info_NonArmor
source: Non-armor blocks:
ca_ad: Blocs sense armadura:
cs_cz: Neobrněné bloky:
da: Ikke armerings blokke:
de: Ungepanzerte Blöcke:
es: Bloques sin blindaje:
fi: Ei-panssarikappaleet:
hu_hu: Páncélozatlan blokkok:
nl: Geen schild-type blokken
no: Ikke-pansrede blokker:
pt_br: Blocos sem blindagem
ro: Blocuri care nu sunt armură:
sk_sk: Nie-pancierové bloky
tr_tr: Zırhsız bloklar:
uk: Блоки що не є бронею:

# TerminalTab_Info_Triangles
source: Triangles:
cs_cz: Trojúhelníky:
da: Trekanter:
de: Polygone:
es: Triángulos:
fi: Kolmiot:
hu_hu: Háromszögek:
nl: Driehoeken:
no: Triangler:
pt_br: Triângulos:
ro: Triunghiuri:
sk_sk: Trojuholníky:
tr_tr: Üçgenler:
uk: Трикутники:

# TerminalTab_Info_Reflectors
source: Spotlights:
ca_ad: Focus:
cs_cz: Reflektory:
da: Projektører:
de: Scheinwerfer:
es: Focos:
fi: Valonheittimet:
hu_hu: Reflektorok:
nl: Zoeklichten:
no: Søkelys
pt_br: Holofotes
ro: Reflectoare:
sk_sk: Svetlomety:
tr_tr: Projektörler:
uk: Прожектори:

# TerminalTab_Info_Thrusters
source: Thrusters:
ca_ad: Propulsors:
cs_cz: Trysky:
da: Styreraketter:
de: Triebwerke:
es: Propulsores:
fi: Rakettimoottorit:
hu_hu: Hajtóművek:
nl: Straalmotoren:
no: Thrustere:
pt_br: Propulsores:
ro: Propulsoare:
sk_sk: Pomocné rakety:
tr_tr: İticiler:
uk: Пришвидшувачі:

# TerminalTab_Info_VirtualMass
source: Artificial masses:
ca_ad: Masses virtuals:
cs_cz: Umělé hmoty:
da: Kunstig vægt
de: Künstliche Massen:
es: Masas articiciales:
fi: Keinotekoiset massat:
hu_hu: Mesterséges tömegek:
nl: Kunstmatige Massa
no: Kunstige masser
pt_br: Massas artificiais:
ro: Mase artificiale:
sk_sk: Umelé hmotnosti:
tr_tr: Yapay kütleler:
uk: Штучні маси:

# TerminalTab_Info_BlocksTooltip
source: Total number of blocks in grid.
ca_ad: Nombre total de blocs a la grilla.
cs_cz: Celkový počet bloků v mřížce.
da: Totale antal blokke i grid.
de: Gesamtzahl aller Blöcke im Gitter.
es: Numero total de bloques en la cuadrícula
fi: Ruudukolla olevien kappaleiden kokonaismäärä.
hu_hu: A rácsban lévő összes blokk száma.
nl: Totaal aantal blokken in het raster
no: Totalt antall blokker i rutenettet.
pt_br: Número total de blocos na matriz
ro: Numărul total de blocuri în grilă.
sk_sk: Celé množstvo blokov v mriežke
tr_tr: Izgarada ki blokların toplam sayısı.
uk: Загальне число блоків у сітці.

# TerminalTab_Info_TrianglesTooltip
source: Number of triangles for drawing. Technical information. Higher numbers affect performance.
ca_ad: Nombre de triangles per dibuixar. Informació tècnica. Els nombres més alts afecten al rendiment.
cs_cz: Počet trojúhelníků k vykreslení. Technická informace. Vyšší čísla ovlivňují výkon.
da: Antal af trekanter til tegning. Teknisk information. Højere antal på virker ydeevnen.
de: Anzahl der zu zeichnenden Polygone (Dreiecke). Technische Information. Höhere Zahlen beeinflussen die Leistung.
es: Número de triángulos a dibujar.Información técnica. Números altos afectan el rendimiento.
fi: Kolmioiden määrä piirtämiseen. Teknistä tietoa. Korkeammat numerot vaikuttavat suorituskykyyn.
hu_hu: A kirajzolandó háromszögek száma. Technikai információ. A nagyobb számok kihatással vannak a teljesítményre.
nl: Hoeveelheid driehoeken om weer te geven. Technische informatie. Hogere aantallen tasten computerprestatie aan.
no: Antall triangler for tegning. Teknisk informasjon. Høyere antall påvirker ytelse.
pt_br: Numero de polígonos para desenho. Informação técnica. Uma alta quantidade de polígonos afetará a peformance
ro: Numărul de triunghiuri pentru randare. Informație tehnică. O cantitate mai mare afectează performanța.
sk_sk: Číslo trojuholníkov pre vykreslovanie. Technická informácia. Väčšie čísla ovlivňujú výkon.
tr_tr: Çizim için üçgen sayısı.Teknik bilgiler.Yüksek sayılar performansını etkileyebilir.
uk: Кількість трикутників для малювання. Технічна інформація. Значна кількість трикутників погано впливає не продуктивність.

# ScreenPlayers_GameAdmin
source: Game admin
cs_cz: Administrátor hry
da: Spil admin
de: Spieladmin
es: Administrador de la partida
hu_hu: Játék admin
no: Spill administrator.
pt_br: Administrador do jogo
ro: Administrator joc
sk_sk: Herný Admin
uk: Адмін гри

# MultiplayerJoinServers
source: Dedicated only
cs_cz: Pouze dedikované
da: Kun dedikerede
de: Nur Dedizierte
es: Solo dedicado
hu_hu: Csak dedikált
no: Kun dedikert
pt_br: Somente dedicado
ro: Numai dedicate
sk_sk: Iba dedikované
uk: Тільки віддалені

# MultiplayerErrorAlreadyJoined
source: User is already joined
cs_cz: Uživatel je již připojen.
da: Brugeren er allerede forbundet
de: Spieler ist bereits beigetreten
es: El usuario ya se ha unido
hu_hu: Felhasználó már csatlakozott
no: Brukeren er allerede med i spillet.
pt_br: O usuário já está no jogo
ro: Utilizatorul este deja în joc
sk_sk: Užívateľ pripojený
uk: Користувач вже підключився

# MultiplayerErrorNotInGroup
source: You are not in group {0}. Do you want to visit group web page?
cs_cz: Nejste ve skupině {0}. Chcete navštívit její webovou stránku?
da: Du er ikke i gruppe {0}. Ønsker du at se gruppens webside?
de: Du bist nicht in der Gruppe {0}. Möchtest du die Website der Gruppe besuchen?
es: No estás en el grupo {0}. ¿Deseas visitar la página web del grupo?
hu_hu: Nem vagy a {0} csoportban. Meg szeretnéd látogatni a csoport oldalát?
no: Du er ikke i gruppen {0}. Vil du besøke gruppens nettside?
pt_br: Você não está no grupo {0}. Quer visitar a página web do grupo?
ro: Nu sunteți in grupul {0}. Doriți să vizitați pagina web a grupului?
uk: Ви не є членом групи {0}.Бажаєте відвідати їхню веб-сторінку?

# MultiplayerErrorServerFull
source: Server is full
cs_cz: Server je plný
da: Serveren er fuld
de: Server ist voll
es: El servidor está lleno
hu_hu: A szerver megtelt
no: Server er full
pt_br: Servidor está cheio
ro: Serverul este plin
sk_sk: Server plný
uk: Сервер заповнено

# MultiplayerErrorSteamServersOffline
source: Steam servers offline or server group does not exist
cs_cz: Steam servery jsou offline nebo daná skupina serverů neexistuje
da: Steam serverne er offline eller servergruppen eksistere ikke
de: Die Steam-Server sind offline oder die Servergruppe existiert nicht
es: Los servidores de Steam están fuera de línea o el grupo de servidores no existe.
hu_hu: Steam szerver offline, vagy szerver csoport nem létezik
no: Steam-serveren er offline eller server-gruppen finnes ikke.
pt_br: Servidores Steam estão offline ou servidor não existe
ro: Serverele Steam sunt deconectate sau grupul serverului nu există
sk_sk: Steam servery vypnuté alebo servery neexistujú
uk: Steam сервери оффлайн або групи серверів не існує

# MultiplayerErrorTicketInvalid
source: Ticket invalid
cs_cz: Neplatný ticket
da: Ticket ugyldig
de: Ungültiges Ticket
es: Ticket nulo
hu_hu: Érvénytelen jegy
no: Billett ugyldig
pt_br: Ticket inválido
ro: Bilet invalid
sk_sk: Neplatný tiket
uk: Недійсний квиток

# MultiplayerJoinLANServers
source: LAN only
cs_cz: Pouze LAN
da: Kun LAN
de: Nur LAN
es: Solo LAN
hu_hu: Csak LAN
no: Bare LAN
pt_br: Somente LAN
ro: Numai LAN
sk_sk: Iba LAN
uk: Тільки LAN

# JoinGame_TabTitle_Friends
source: Friends
cs_cz: Přátelé
da: Venner
de: Freunde
es: Amigos
hu_hu: Barátok
no: Venner
pt_br: Amigos
ro: Prieteni
sk_sk: Priatelia
uk: Друзі

# JoinGame_TabTitle_Lobbies
source: Games
cs_cz: Hry
da: Spil
de: Spiele
es: Partidas
hu_hu: Játékok
no: Spill
pt_br: Jogos
ro: Jocuri
sk_sk: Hry
uk: Ігри

# JoinGame_TabTitle_Servers
source: Servers
cs_cz: Servery
de: Server
es: Servidores
hu_hu: Szerverek
no: Servere
pt_br: Servidores
ro: Servere
sk_sk: Servery
uk: Сервери

# JoinGame_Title
source: Join world
cs_cz: Připojit k světu
da: Tilslut verden
de: Welt beitreten
es: Unirse a la partida
hu_hu: Csatlakozás a világhoz
no: Delta i verden
pt_br: Entrar no mundo
ro: Intră în lume
sk_sk: Pripoj sa k svetu
uk: Під'єднатися

# JoinGame_ColumnTitle_Ping
source: Ping
cs_cz: Odezva
es: Latencia
ro: Latență
uk: Пінґ

# JoinGame_ColumnTitle_Server
source: Server
es: Servidor
hu_hu: Szerver
pt_br: Servidor
uk: Сервер

# MultiplayerErrorLoggedInElseWhere
source: Logged in elsewhere
cs_cz: Přihlášen jinde
da: Logget ind andetsteds
de: Anderswo eingeloggt
es: Sesión iniciada en otro lugar
hu_hu: Máshonnan bejelentkezve
no: Logget inn en annen plass
pt_br: Logado em outro lugar
ro: Autentificat în altă parte
uk: Завантажений в іншому місці

# MultiplayerErrorNoLicenseOrExpired
source: No license or license expired
cs_cz: Licence chybí nebo vypršela platnost
da: Ingen licens eller licensen er udløbet
de: Keine, oder abgelaufene Lizenz
es: Sin licencia o licencia expirada
hu_hu: Nincs licensz, vagy lejárt licensz
no: Ingen lisens eller er lisensen gått ut
pt_br: Nenhuma licença ou licença expirada
ro: Nu aveți licență sau licența a expirat
sk_sk: Nemáš licenciu alebo licencia vypršala
uk: Ліцензія відсутня або застаріла

# MultiplayerErrorTicketAlreadyUsed
source: Ticket already used
cs_cz: Ticket už byl použit
da: Ticket er allerede brug
de: Ticket wird bereits benutzt
es: Ticket ya utilizado
hu_hu: Jegy már felhasználva
pt_br: Ticket já utilizado
ro: Biletul este deja folosit
sk_sk: Tiket sa používa
uk: Запрошення вже використано

# MultiplayerErrorTicketCanceled
source: Ticket cancelled
cs_cz: Ticket zrušen
da: Ticket annulleret
de: Ticket storniert
es: Ticket cancelado
hu_hu: Jegy visszavonva
no: Billett Kansellert
pt_br: Ticket cancelado
ro: Biletul a fost anulat
sk_sk: Tiket zrušený
uk: Запрошення відмінене

# MultiplayerErrorUserNotConnected
source: User not connected
cs_cz: Uživatel není připojen
da: Bruger ikke forbundet
de: Spieler nicht verbunden
es: Usuario no conectado
hu_hu: Felhasználó nem kapcsolódott
no: Bruker ikke tilkoblet
pt_br: Usuário não conectado
ro: Utilizatorul nu este conectat
sk_sk: Užívateľ nepripojený
uk: Користувач не підключений

# MultiplayerErrorVACBanned
source: VAC banned
cs_cz: Zabanován VAC
de: VAC gebannt
es: VAC suspendida
hu_hu: VAC bannolva
no: VAC utestengt
pt_br: VAC Banido
ro: Interzis prin VAC
sk_sk: VAC zakázané
uk: VAC заборонений

# MultiplayerErrorVACCheckTimedOut
source: VAC check timed out
cs_cz: Vypršel čas pro kontrolu VAC
da: VAC kontrol fik timeout
de: VAC-Prüfung fehlgeschlagen
es: Tiempo agotado en la comprobación del VAC
hu_hu: VAC ellenőrzés sikertelen
pt_br: VAC Tempo limite atingido
ro: Verificarea VAC nu a răspuns
sk_sk: VAC kotrola vypršala
uk: VAC час очікування перевищено

# MultiplayerJoinAllowedGroups
source: Allowed groups
cs_cz: Povolené skupiny
da: Tilladte grupper
de: erlaubte Gruppen
es: Grupos permitidos
hu_hu: Engedélyezett csoportok
no: Tillate grupper
pt_br: Grupos permitidos
ro: Grupuri permise
sk_sk: Povolené skupiny
uk: Дозволити групи
