Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# BlockPropertyDescription_GravityFieldDepth
source: Depth of the gravity field of the generator.
ca_ad: Profunditat del camp de gravetat del generador.
cs_cz: Hloubka gravitačního pole generátoru.
da: Generatorens dybde af tyngdefelt.
de: Tiefe des Gravitationsfeldes des Generators
es: Profundidad del campo gravitatorio del generador.
fi: Generaattorin painovoimakentän syvyys.
hu_hu: Gravitációs mező mélysége.
nl: Diepte van de gravitatieveldsterkte van de generator.
no: Dybden av gravitasjonsfeltet til generatoren.
pt_br: Profundidade do campo gravitacional do gerador.
ro: Adâncimea câmpului gravitațional al generatorului.
sk_sk: Hĺbka gravitačného poľa generátora.
tr_tr: Jeneratörün yerçekim alanının derinliği
uk: Інтенсивність ґенератора ґравітаційного поля.

# BlockPropertyDescription_GravityFieldHeight
source: Height of the gravity field of the generator.
ca_ad: Alçada del camp de gravetat del generador.
cs_cz: Výška gravitačního pole generátoru.
da: Generatorens højde af tyngdefelt.
de: Höhe des Gravitationsfeldes des Generators
es: Altura del campo gravitatorio del generador.
fi: Generaattorin painovoimakentän korkeus.
hu_hu: Gravitációs mező magassága.
nl: Hoogte van de gravitatieveldsterkte van de generator.
no: Høyde på gravitasjonsfeltet til generatoren.
pt_br: Altura do campo gravitacional do gerador.
ro: Înălțimea câmpului gravitațional al generatorului.
sk_sk: Výška gravitačného poľa generátora.
tr_tr: Jeneratörün yerçekim alanının yüksekliği
uk: Висота ґравітаційного поля ґенератора

# BlockPropertyDescription_GravityFieldWidth
source: Width of the gravity field of the generator.
ca_ad: Amplada del camp de gravetat del generador.
cs_cz: Šířka gravitačního pole generátoru.
da: Generatorens bredde af tyngdefelt.
de: Weite des Gravitationsfeldes des Generators
es: Ancho del campo gravitatorio del generador.
fi: Generaattorin painovoimakentän leveys.
hu_hu: Gravitációs mező szélessége.
nl: Breedte van de gravitatieveldsterkte van de generator.
no: Bredden av gravitasjonsfeltet til generator.
pt_br: Largura do campo gravitacional do gerador.
ro: Lățimea câmpului gravitațional al generatorului.
sk_sk: Šírka gravitačného poľa generátora.
tr_tr: Jeneratörün yerçekim alanının genişliği
uk: Ширина ґравітаційного поля ґенератора

# BlockPropertyTitle_GravityAcceleration
source: Acceleration
ca_ad: Acceleració
cs_cz: Zrychlení
de: Beschleunigung
es: Aceleración
fi: Kiihtyvyys
hu_hu: Gyorsulás
nl: Acceleratie
no: Akselerasjon
pt_br: Aceleração
ro: Accelerație
sk_sk: Akcelerácia
tr_tr: Hızlanma
uk: Пришвидшення

# BlockPropertyTitle_GravityFieldDepth
source: Field depth
ca_ad: Profunditat
cs_cz: Hloubka pole
da: Dybde på felt
de: Feldtiefe
es: Profundidad de campo
fi: Kentän syvyys
hu_hu: Mező mélység.
nl: Diepte van het zwaartekrachtsveld
no: Felt dybde
pt_br: Profundidade do campo
ro: Adâncimea câmpului
sk_sk: Hĺbka poľa
tr_tr: Alan derinliği
uk: Глибина поля

# BlockPropertyTitle_GravityFieldHeight
source: Field height
ca_ad: Alçada del camp
cs_cz: Výška pole
da: Højde på felt
de: Feldhöhe
es: Altura de campo
fi: Kentän korkeus
hu_hu: Mező magasság.
nl: Hoogte van het zwaartekrachtsveld
no: Felt høyde
pt_br: Altura do campo
ro: Înălțimea câmpului
sk_sk: Výška poľa
tr_tr: Alan yüksekliği
uk: Висота поля

# BlockPropertyTitle_GravityFieldWidth
source: Field width
ca_ad: Amplada del camp
cs_cz: Šířka pole
da: Bredde på felt
de: Feldweite
es: Ancho de campo
fi: Kentän leveys
hu_hu: Mező szélesség.
nl: Breedte van het zwaartekrachtsveld
no: Felt bredde
pt_br: Largura do campo
ro: Lățimea câmpului
sk_sk: Šírka poľa
tr_tr: Alan genişliği
uk: Ширина поля

# NotificationHintPressToOpenTerminal
source: Press {0} to open terminal
ca_ad: Premeu {0} per obrir el terminal
cs_cz: Stiskni {0} pro otevření terminálu
da: Tryk {0} for at åbne terminalen
de: Drücke {0} um das Terminal zu öffnen.
es: Presione {0} para abrir el terminal
fi: Paina {0} avataksesi terminaalin
hu_hu: Nyomj {0}-t a terminál megnyitásához
nl: Druk op {0} om de terminal te openen
no: Trykk {0} for å åpne terminal
pt_br: Pressione {0} para abrir o terminal
ro: Apăsați {0} pentru a deschide consola
sk_sk: Stlač {0} pre otvorenie terminálu
tr_tr: {0} tuşuna basarak terminali aç
uk: Натисніть {0}, аби відкрити термінал

# NotificationHintPressToRechargeInMedicalRoom
source: Hold {0} to recharge and heal
ca_ad: Mantingueu premut {0} per recarregar i curar
cs_cz: Drž {0} pro doplnění a uzdravení
da: Hold {0} nede for at lade op og heale
de: Halte {0} um dich aufzuladen und zu heilen
es: Mantenga presionado {0} para recargar y curarse
fi: Pidä {0} pohjassa latautuaksesi ja parantuaksesi
hu_hu: Nyomj {0}-t az újratöltéshez és gyógyuláshoz
nl: Houd {0} ingedrukt om op te laden en te genezen
no: Hold {0} for å lade og lege deg selv
pt_br: Segure {0} para recarregar e curar
ro: Tineți {0} apăsat pentru a vă încărca și vindeca
sk_sk: Drž {0} pre doplnenie a uzdravenie
tr_tr: Enerji doldurmak için {0} tuşunu basılı tutun
uk: Утримуйте {0}, щоб підзарядитись та вилікуватись

source: Unsupported aspect ratio
cs_cz: Nepodporovaný poměr stran.
da: Aspektforholdet understøttes ikke
de: Nicht unterstütztes Bildformat
es: Relación de aspecto no soportada
hu_hu: Nem támogatott képarány
no: Sideforhold som ikke støttes
pt_br: Proporção da tela não suportada
ro: Raport de aspect neacceptat
sk_sk: Nepodporovaný formát
uk: Непідтримуване співвідношення сторін

source: Only friends can join this game
cs_cz: Pouze přátelé se mohou připojit k této hře.
da: Kun venner kan deltage i dette spil
de: Nur Freunde können diesem Spiel beitreten
es: Sólo amigos pueden unirse a la partida
hu_hu: Csak barátok léphetnek be a játékba.
no: Bare venner kan bli med i dette spillet
pt_br: Somente amigos podem entrar neste jogo
ro: Numai prietenii se pot alătura jocului
sk_sk: K hre sa smú pripojiť iba priatelia
uk: Лише друзі можуть долучитися до цієї гри

# ToolTipWorldSettingsDescription
source: A description of the world
cs_cz: Popis světa
da: Beskrivelse af verdenen
de: Eine Beschreibung der Welt
es: Una descripción del mundo
hu_hu: A világ leírása
no: En beskrivelse av verdenen
pt_br: Uma descrição do mundo
ro: O descriere a lumii
sk_sk: Popis sveta
uk: Опис світу

# CompressSaveGames
source: Compress saved games
cs_cz: Komprimujte uložené hry
da: Komprimer gemte spil
de: Komprimiere gespeicherte Spiele
es: Comprimir partidas guardadas
hu_hu: Mentett játékok tömörítése.
no: Komprimer lagrede spill
pt_br: Comprimir jogos salvos
ro: Comprimă lumile salvate
sk_sk: Stlač uložené hry
uk: Стиснути збережені ігри

# ToolTipGameOptionsCompressSaveGames
source: Whether the saved games should be compressed on the disk to save space
cs_cz: Pro úsporu místa na disku by uložené hry měly být komprimovány.
da: Hvorvidt gemte spil skal komprimeres på disken for at spare plads
de: Ob die gespeicherten Spiele komprimiert werden sollen um Speicherplatz zu sparen
es: Si los juegos salvados deberían de comprimirse en el disco para ahorrar espacio.
hu_hu: Tömörítve legyenek-e a mentett játékok helytakarékosság érdekében
no: Hvorvidt de lagrede spillene bør bli komprimert på disken for å spare plass
pt_br: Se o jogo salvo deve ser comprimido em disco para economizar espaço
ro: Dacă lumile salvate să fie comprimate pe disc pentru a economisii spațiu
sk_sk: Uložené hry by mali byť komprimované na ušetrenie miesta na disku.
uk: Збережені ігри мають бути стиснуті на диску задля економії місця

# Headbob
source: Disable headbob
cs_cz: Zakázat houpání při chůzi
da: Så hoved bevægelse fra
de: Kopfbewegungen deaktivieren
es: Desactivar movimento de cabeza al andar
hu_hu: Fejmozgás kikapcsolása
no: Deaktiver hodegynging
pt_br: Desativar balanço da cabeça
ro: Dezactivare mișcarea capului
sk_sk: Vypnúť headbob
uk: Вимкнути трясіння голови

# ToolTipWorldSettingsShowPlayerNamesOnHud
source: When enabled, each player can see name of other players above their characters
ca_ad: Quan està activat, cada jugador pot veure el nom dels altres jugadors sobre els seus persontages
cs_cz: Pokuď je povoleno, hráč vidí jména ostatních hráčů nad jejimi hlavami
da: Når funktionen er aktiveret, kan hver spiller se navnet på andre spillere over deres karakterer
de: Wenn aktiviert, kann jeder Spieler die Namen anderer Spieler über den Charakteren sehen
es: Cuando está habilitado cada jugador puede ver el nombre de los otros jugadores sobre sus personajes
fi: Kun käytössä, pelaajat voivat nähdä toistensa nimet heidän päänsä päällä.
hu_hu: Ha be van kapcsolva, a játékosok képesek látni a játékosok neveit a karaktereik felett
nl: Indien ingeschakeld kan elke speler de namen van andere spelers boven hun hoofd zien
no: Når aktivert, kan hver spiller se andre spillere sitt navn over dem
pt_br: Quando habilitada, cada jogador pode ver o nome de outros jogadores acima de seus personagens
ro: Când este activat, fiecare jucator poate vedea numele altor jucatori deasupra caracterelor lor
sk_sk: Ak povolené, každý hráč uvidí meno iného hráča nad hlavou
tr_tr: Aktif edildiğinde, her oyuncu diğer oyuncuların ismini karakterleri üzerinde görür
uk: Коли ввімкнуто, кожен гравець зможе бачити імена інших гравців

# WorldSettings_ShowPlayerNamesOnHud
source: Show player names
ca_ad: Mostra noms dels jugadors
cs_cz: Zobrazit jména hráčů
da: Vis spiller navne
de: Zeige Spielernamen
es: Mostrar los nombres de los jugadores
fi: Näytä pelaajien nimet
hu_hu: Játékosok neveinek megjelenítése
nl: Namen van spelers weergeven
no: Vis spillerens navn
pt_br: Mostrar nome dos jogadores
ro: Afișează numele jucătorilor
sk_sk: Ukáž mená hráčov
tr_tr: Oyuncu isimlerini göster
uk: Показати імена гравців

# ScreenOptionsGame_ShowPlayerNames
source: Show player names
cs_cz: Zobrazit jména hráčů
da: Vis spiller navne
de: Spielernamen anzeigen
es: Mostrar nombres de jugadores
hu_hu: Játékosok nevének megjelenítése
no: Vis spillerens navn
pt_br: Mostrar nome dos jogadores
ro: Afișează numele jucătorilor
sk_sk: Ukáž mená hráčov
uk: Показати імена гравців

# ToolTipGameOptionsShowPlayerNames
source: Show player names above their characters. This feature must also be enabled in world settings.
cs_cz: Zobrazit jména ostatních hráčů nad jejich charaktery. Tato vlastnost musí být povolena v nastavení světa.
da: Vis spillernavne over figuren. Denne feature skal osse være slået til i verdens indstillingerne.
de: Zeige Spielernamen oberhalb der Figuren. Diese Funktion muss auch in den Welteinstellungen aktiviert sein.
es: Mostrar nombres de los jugadores por encima de sus personajes. Esta función también debe estar activada en la configuración del mundo.
hu_hu: Játékos nevek mutatása a karakterük fölött. Ennek a világ beállításaiban is be kell kapcsolva lennie.
no: Vis navn over andre spilleres avatarer. Denne funksjonen må også være aktivert i verdensinnstillingene.
pt_br: Exibe o nome dos jogadores acima dos seus personagens. Este recurso também deve estar ativado nas configurações do mapa.
ro: Arată numele jucătorilor deasupra caracterelor. Aceasta opțiune trebuie de asemenea activată în setările lumii.
sk_sk: Ukáž mená hráčov nad ich hlavami. Musí byť povolené v nastaveniach.
uk: Показувати псевда гравців над їхніми персонажами. Ця функція має бути ввімкнена у налаштуваннях світу.

# ToolTipTerminalInventory_ThrowOut
source: Drop item
ca_ad: Llençar objecte
cs_cz: Upustit předmět
da: Smid genstand
de: Item wegwerfen
es: Soltar artículo
fi: Pudota esine
hu_hu: Eszköz eldobása
nl: Laat item vallen
no: Kast element
pt_br: Largar item
ro: Aruncă obiect
sk_sk: Pustiť vec
tr_tr: Eşyayı bırak
uk: Викинути предмет

# NotificationSuitEnergyLow
source: Warning: Suit energy is low. Life support systems may fail.
ca_ad: Alerta: L'energia del vestit espacial està baixa. Els sistemes de suport vital podrien fallar.
cs_cz: Varování: Energie obleku je nízká. Systémy podpory života můžou selhat.
da: Advarsel: Dragtens energiniveau er lavt. Livsbevarende systemer kan svigte.
de: Achtung: Die Energie des Anzugs geht zur neige. Die Lebenserhaltungssysteme könnten versagen.
es: Advertencia: Energía del traje agotándose. Los sistemas de soporte vital pueden fallar.
fi: Varoitus: Puvun energia on vähissä. Hengissäpitojärjestelmät saattavat pettää.
hu_hu: Figyelem: Űrruha energiaszint alacsony. Létfenntartó rendszerek leállhatnak.
nl: Waarschuwing: Energie van het ruimtepak is te laag. Systeemuitval kan optreden.
no: Advarsel: Draktenergien er lav. Livsbevarende systemer kan feile.
pt_br: Aviso: Energia do traje está baixa. Podem ocorrer erros no suporte à vida.
ro: Atenție: Energie costum scăzută. Sistemele de susținere a vieții pot eșua.
sk_sk: Varovanie: Eneria skafandra je nízka. Podporné systémy života môžu zlyhať.
tr_tr: Uyarı: Kıyafet enerjisi düşük. Hayat destek sistemleri çökebilir.
uk: Увага: Енергія скафандра на низькому рівні. Системи життєзабезпечення можуть вийти з ладу.

# NotificationInventoryFull
source: Inventory is full
cs_cz: Inventář je plný
da: Beholdningen er fyldt op
de: Das Inventar ist voll
es: El inventario está lleno
hu_hu: A hátizsák megtelt
no: Inventar er fullt
pt_br: Inventário está cheio
ro: Inventar plin
sk_sk: Inventár je plný
uk: Інвентар повен

# NotificationSuitEnergyCritical
source: Warning: Suit energy is critically low. Life support failure imminent.
ca_ad: Alerta: L'energia del vestit espacial és molt baixa. Fallada en el suport vital imminent.
cs_cz: Varování: Energie obleku je kriticky nízká. Hrozí selhání životní podpory.
da: Advarsel: Dragtens energiniveau er kritisk lav. Fejl i livsbevarende systemer er nært forestående.
de: Achtung: Der Energiestand des Anzugs ist fast leer. Ein Versagen der Lebenserhaltungssysteme steht bevor.
es: Advertencia: la energía de su traje está excesivamente baja. Fallo de soporte vital inminente.
fi: Varoitus: Puvun energiataso vaarallisen alhaalla. Hengissäpitojärjestelmät pettävät pian.
hu_hu: Figyelem: Az űrruha energiaszintje kritikus. A létfenntartó-rendszer hamarosan leáll.
nl: Waarschuwing: Energie van het pak zit op een kritiek niveau. Falen van levensondersteuning dreigend.
no: Advarsel: Romdraktens energi er kritisk lavt. Vital funksjonssvikt nært forestående.
pt_br: Aviso: Energia do traje está excessivamente baixa. Falha iminente ao suporte à vida.
ro: Atenție: Energie costum foarte mică. Eșec iminent la susținerea vieții.
sk_sk: Varovanie: Energia skafandra kritická. Zlyhanie podporných systémov nevyhnuteľné.
tr_tr: Dikkat: Enerji kritik seviyede. Yaşam destek ünitesi kapanabilir.
uk: Увага: енергія комбінезону критично низька. Неминуча аварія системи, що підтримує життя.

# MaxFloatingObjects
source: Max objects
ca_ad: Objectes màxims
cs_cz: Max objektů
da: Max objekter
de: Maximale Objekte
es: Máximo número de objetos
fi: Objektien enimmäismäärä
hu_hu: Maximális objektumok száma
nl: Max. hoeveelheid objecten
no: Maksimum tillatte objekter
pt_br: Máx. objetos
ro: Număr maxim de obiecte
sk_sk: Maximum objektov
tr_tr: Azami Obje Sayısı
uk: Максимум об'єктів

# ToolTipWorldSettingsMaxFloatingObjects
source: Maximum number of small objects floating in space (ore, ingots, components) Warning - values higher than 64 can significantly affect performance!
ca_ad: Màxim nombre d'objectes petits flotant a l'espai (minerals, lingots, components) Alerta - els valors superiors a 64 poden afectar significativament el rendiment!
cs_cz: Maximální počet malých vznášejících se objektů ve vesmíru (jako rudy, ingoty , komponenty) Varování - hodnoty vyšší než 64 mohou ovlivnit výkon hry
da: Maksimalt antal små svævende genstande i rummet (malm, barrer, komponenter) Advarsel - værdier højere end 64 kan i væsentlig grad påvirke ydeevnen!
de: Maximale Anzahl kleiner Objekte, welche im All fliegen (Erze, Barren, Bauteile) Achtung - Werte über 64 können die Leistung des Spiels stark beeinträchtigen!
es: Número máximo de pequeños objetos en el espacio ( minerales, lingotes, componentes) Precaución - Valores mayores que 64 pueden afectar significativamente el rendimiento!
fi: Maksimimäärä avaruudessa leijuvia objekteja (malmi, harkot, osat) Varoitus - yli 64:n arvot voivat vaikuttaa merkittävästi suorituskykyyn!
hu_hu: Az űrben lebegő tárgyak maximális száma (ércek, alkatrészek) Figyelmeztetés - a 64-nél nagyobb értékek befolyásolhatják a játék sebességét
nl: Maximum aantal kleine objecten zwevend in de ruimte (erts, staven, onderdelen) Waarschuwing - waarden groter dan 64 kunnen de prestaties aanzienlijk benadelen
no: Maksimalt antall objekter flytende rundt i verdensrommet (malm, barrer, komponenter) Advarsel - verdier høyere enn 64 kan påvirke ytelse kraftig!
pt_br: Numero máximo de objetos pequenos flutuando no espaço (minério, barras, componentes) Aviso - valores maiores do que 64 podem afetar significantemente o desempenho!
ro: Numărul maxim de obiecte mici plutitoare în spațiu (minereu, lingouri, componente) Avertisment - valori mai mari de 64 pot afecta în mod semnficativ performanța!
sk_sk: Numero máximo de objetospequeños flotando en el espacio (mineral, ingotes, componentes) Advertencia - valores más altos de 64 pueden afectar el rendimiento significativamente
tr_tr: Uzayda savrulabilecek azami obje sayısı (cevher, külçe, bileşen) Dikkat - 64'ten yüksek değerler performansı önemli ölçüde etkileyebilir!
uk: Максимальне число маленьких літаючих об'єктів (руда, злитки, деталі) Увага - значення вище 64 можуть спричинити суттєве зниження продуктивності!

# OutOfAmmo
source: {0} is out of ammunition
cs_cz: {0} je bez munice
da: {0} er løbet tør for ammunition
de: {0} hat keine Munition mehr
es: {0} esta sin munición
hu_hu: {0} kifogyott a lőszerből.
no: {0} er tom for ammunisjon
pt_br: {0} está sem munição
ro: {0} nu mai are muniție
sk_sk: {0} minula sa munícia
uk: {0} не має амуніції

# ToolTipItemFilter_Missile200mm
source: Missile 200 mm
ca_ad: Míssil 200 mm
cs_cz: Střela 200mm
da: Missiler 200 mm
de: Rakete 200 mm
es: Misiles 200 mm
fi: 200mm ohjus
hu_hu: Rakéta 200 mm
nl: Raket 200 MM
no: Missil 200 mm
pt_br: Míssil 200mm
ro: Rachetă 200 mm
sk_sk: Raketa 200 mm
tr_tr: 200mm Füze
uk: 200 мм ракета

# ToolTipItemFilter_NATO_25x184mm
source: NATO 25x184 mm
ca_ad: OTAN 25x184 mm
cs_cz: NATO 25x184
es: OTAN 25x184 mm
hu_hu: NATO 25x184 mm lőszer
uk: НАТО 25x184 мм

# NotificationMissingComponentToPlaceBlockFormat
source: You need {0} to build {1}
cs_cz: Potřebuješ {0} na výrobu {1}
da: Du skal bruge {0} for at bygge {1}
de: Sie benötigen {0} um {1} zu bauen
es: Necesitas {0} para construir {1}
hu_hu: {0} szükséges {1} építéséhez
no: Du trenger {0} for å bygge {1}
pt_br: Você precisa {0} para construir {1}
ro: Aveți nevoie de {0} pentru a construi {1}
sk_sk: Treba {0} pre postavenie {1}
uk: Вам потрібно мати {0} для створення {1}

# DisplayName_Scenario_Asteroids
source: Asteroids
ca_ad: Asteroides
cs_cz: Asteroidy
da: Asteroider
de: Asteroiden
es: Asteroides
fi: Asteroidit
hu_hu: Aszteroidák
nl: Asteroïden
no: Asteroider
pt_br: Asteroides
ro: Asteroizi
sk_sk: Asteroidy
tr_tr: Asteroidler
uk: Астероїди

source: Asteroid amount
ca_ad: Total d'asteroides
cs_cz: Počet asteroidů
da: Antal af asteroider
de: Anzahl Asteroiden
es: Cantidad de asteroides
fi: Asteroidien määrä
hu_hu: Aszteroidák száma
nl: Hoeveelheid asteroïden
no: Asteroide mengde
pt_br: Quantidade de Asteroides
ro: Cantitate asteroizi
sk_sk: Množstvo asteroidov
tr_tr: Asteroid miktarı
uk: Число астероїдів

# DisplayName_Item_Explosives
source: Explosives
ca_ad: Explosius
cs_cz: Výbušniny
da: Eksplosiver
de: Sprengstoff
es: Explosivos
fi: Räjähteet
hu_hu: Robbanóanyagok
nl: Explosieven
no: Eksplosiver
pt_br: Explosivos
ro: Explizibil
sk_sk: Výbušniny
tr_tr: Patlayıcılar
uk: Вибухівка

# WorldSettings_AsteroidAmountExtreme
source: Extreme: 16 large asteroids
ca_ad: Extrem: 16 asteroides grans
cs_cz: Extrémní: 16 velkých asteroidů
da: Ekstrem: 16 store asteroider
de: Extrem: 16 große Asteroiden
es: Extremo: 16 asteroides grandes
fi: Äärimmäinen: 16 isoa asteroidia
hu_hu: Extrém: 16 nagy aszteroida
nl: Extreem: 16 grote asteroïden
no: Ekstrem: 16 store asteroider
pt_br: Extremo: 16 grandes asteroides
ro: Extrem: 16 asteroizi mari
sk_sk: Extrémny: 16 veľkých asteroidov
tr_tr: Aşırı: 16 büyük asteroid
uk: Екстремально: 16 великих астероїдів

# WorldSettings_AsteroidAmountLarge
source: Large: 7 large asteroids
ca_ad: Gran: 7 asteroides grans
cs_cz: Velký: 7 velkých asteroidů
da: Stor: 7 store asteroider
de: Groß: 7 große Asteroiden
es: Grande: 7 asteroides grandes
fi: Suuri: 7 isoa asteroidia
hu_hu: Nagy: 7 nagy aszteroida
nl: Groot: 7 grote asteroïden
no: Stor: 7 store asteroider
pt_br: Grande: 7 grandes asteroides
ro: Mare: 7 asteroizi mari
sk_sk: Veľký: 7 veľkých asteroidov
tr_tr: Büyük: 7 Büyük asteroid
uk: Багацько: 7 великих астероїдів

# WorldSettings_AsteroidAmountNormal
source: Normal: 4 large asteroids
ca_ad: Normal: 4 asteroides grans
cs_cz: Normální: 4 velké asteroidy
da: Normal: 4 store asteroider
de: Normal: 4 große Asteroiden
es: Normal: 4 asteroides grandes
fi: Tavallinen: 4 isoa asteroidia
hu_hu: Normál: 4 nagy aszteroida
nl: Normaal: 4 grote asteroïden
no: Normal: 4 store asteroider
pt_br: Normal: 4 grandes asteroides
ro: Normal: 4 asteroizi mari
sk_sk: Normálny: 4 veľké asteroidy
tr_tr: Normal: 4 Büyük asteroid
uk: Нормально: 4 великих астероїда
