Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# MessageBoxTextCannotDeleteGroup
source: You cannot delete group with blocks you don't have access rights to.
cs_cz: Nemůžete smazat skupinu s bloky, u kterých nemáte povolený přístup.
da: Du kan ikke slette en gruppe der indeholder blokke du ikke har rettigheder til.
de: Du kannst keine Gruppen mit Blöcken löschen, zu denen du keine Zugriffsrechte hast.
es: No se puede borar un grupo con bloques que no tienes derechos de acceso.
hu_hu: Nem törölhetsz olyan blokkcsoportokat, amelyekhez nincs hozzáférésed.
no: Du kan ikke slette grupper med blokker du ikke har rettigheter til.
pt_br: Você não pode excluir grupo com blocos sobre os quais você não tem direitos de acesso.
ro: Nu puteți șterge un grup cu blocuri la care nu aveți acces.
sk_sk: Nemožno zmazať skupinu blokov ku ktorým nemáš prístup.
uk: Ви не можете вилучити групу з блоками, які Вам не належать

# HudInfoNameNumberOfBatteries
source: Number of batteries in use:
ca_ad: Nombre de bateries en ús:
cs_cz: Počet právě používaných baterií:
da: Antal af batterier i brug:
de: Anzahl benutzter Batterien:
es: Número de baterías en uso:
fi: Käytössä olevien akkujen määrä:
hu_hu: Használatban lévő akkumulátorok:
nl: Aantal batterijen die worden gebruikt:
no: Antall batterier i bruk:
pt_br: Número de baterias em uso:
ro: Numărul de baterii în uz:
sk_sk: Počet používaných batérii
tr_tr: Kullanılan batarya sayısı:
uk: Число задіяних батарей:

# TerminalTab_Factions_AutoAccept
source: Accept everyone
ca_ad: Accepta a tothom
cs_cz: Přijmout všechny
da: Accepter alle
de: Jeden akzeptieren
es: Aceptar siempre
fi: Hyväksy kaikki
hu_hu: Mind elfogadása
nl: Accepteer iedereen
no: Aksepter alle
pt_br: Aceitar todos
ro: Acceptă pe toți
sk_sk: Akceptuj hocikoho
tr_tr: Herkesi kabul et
uk: Приймати всіх

# TerminalTab_Factions_AutoAcceptToolTip
source: Automatically accept member requests
ca_ad: Accepta peticions de membres automàticament
cs_cz: Automaticky přijímat požadavky od členů
da: Accepter automatisk anmodninger fra medlemmer
de: Mitgliedsanfragen automatisch akzeptieren
es: Aceptar automáticamente todas las peticiones para ser miembro.
fi: Automaattisesti hyväksy jäsenpyynnöt
hu_hu: Tagsági kérelmek automatikus elfogadása
nl: Accepteer automatisch lid verzoeken
no: Aksepter medlemsforespørsler automatisk
pt_br: Aceitar requisições de membros automaticamente
ro: Acceptă automat cererile de alăturare
tr_tr: Üye isteklerini otomatik kabul et
uk: Автоматично приймати запити

# BlockPropertyTitle_Semiauto
source: Semi-auto
ca_ad: Semi-automàtica
cs_cz: Polo-automatické
de: Halbautomatisiert
es: Semiautomático
fi: Puoliautomaattinen
hu_hu: Félautomata
nl: Semi-automatisch
pt_br: Semi-automático
sk_sk: Polo-automatický
tr_tr: Yarı otomatik
uk: Напівавтоматично

# ToolTipBatteryBlock_Semiauto
source: Sets to recharge when stored power is 0, sets to discharge when stored power is max.
ca_ad: Es recarrega quan l'energia emmagatzemada és 0, es descarrega quan l'energia emmagatzemada és al màxim.
cs_cz: Nastaví dobíjení prázdné baterie, nastaví využívání plné baterie jako zdroje energie.
da: Indstillet til at genoplade, når strømmen er 0, indstillet at aflade, når strømmen er på max.
de: Stellt auf Aufladen, wenn die gespeicherte Energie 0 ist, stellt auf Entladen, wenn die gespeicherte Energie maximal ist.
es: Se configura para recargar cuando la energía almacenada sea 0, se configurar para descargar cuando la energía almacenada sea máxima.
fi: Lataa kun säilytetty energia on 0, purkaa kun säilytetty energia on täysi.
hu_hu: Ha lemerül, automatikusan tölteni kezd. Ha feltöltött, automatikusan használatba kerül.
nl: Overgaan op opnieuw opladen wanneer de opgeslagen energie is 0, overgaan op ontladen wanneer de opgeslagen energie is maximaal.
no: Satt til å lade opp når beholdningen av lagret strøm er 0, satt til utladning når beholdningen av lagret strøm er full.
pt_br: Ajusta para recarregar quando a energia armazenada é 0, ajusta para descarregar quando a energia armazenada é máxima.
ro: Activează reîncărcarea când curentul stocat este 0, activează descărcarea când curentul stocat este la maxim.
tr_tr: Güç 0 olduğunda otomatik şarjı aç, güç tam kapasite dolduğunda otomatik şarjı kapat.
uk: Вмикається зарядка, коли накопичена енергія вичерпана, вмикається розрядження, коли накопичено максимум енергії

# BlockAction_Toggle
source: Toggle block
ca_ad: Canvia bloc on/off
cs_cz: Přepnout blok
da: Skift mellem blokke
de: Block umschalten
es: Alternar bloque
fi: Vaihda kappale päälle/pois
hu_hu: Blokk be/ki kapcsolása
nl: Zet het blok aan/uit
no: Skru blokk på/av
pt_br: Alternar bloco
ro: Comutare bloc
sk_sk: Zapni blok
tr_tr: Geçiş bloğu
uk: Перемикач стану

# TerminalTab_Factions_AutoAcceptRequest
source: Accept peace
ca_ad: Accepta pau
cs_cz: Přijmout mír
da: Accepter fred
de: Friedensangebot annehmen
es: Aceptar paz
fi: Hyväksy rauha
hu_hu: Békeajánlat elfogadása
nl: Accepteer vredes verdrag
no: Aksepter fred
pt_br: Aceitar paz
ro: Acceptă pace
sk_sk: Prijať mier
tr_tr: Barışı Kabulet
uk: Автоматичне прийняття мірного договору

# TerminalTab_Factions_AutoAcceptRequestToolTip
source: Automatically accept peace requests
ca_ad: Accepta automàticament peticions de pau
cs_cz: Automaticky příjímat žádosti o mír
da: Automatisk acceptere fredsaftaler
de: Friedensangebote automatisch akzeptieren
es: Aceptar automáticamente peticiones de paz
fi: Automaattisesti hyväksy rauhansopimukset
hu_hu: Békejavaslatok automatikus elfogadása
nl: Aanvaard (automatisch) alle vredes verzoeken
no: Aksepter freds forespørsler automatisk
pt_br: Aceitar automaticamente solicitações de paz
ro: Acceptă cererile de pace automat
sk_sk: Automaticky prijmi požiadavky pre mier
tr_tr: Barış isteklerini otomatik kabul et
uk: Автоматично приймати мирні запити

# BlockPropertyDescription_MotorRotorDisplacement
source: Allows to move the rotor grid up or down to solve various alignment issues
ca_ad: Permet moure la grilla del motor amunt o avall per solucionar problemes d'aliniació
cs_cz: Umožňuje pohyb rotoru v mřížce nahoru nebo dolů pro vyřešení různých problémů se zarovnáním
da: Gør det muligt at flytte rotor grid op eller ned for at løse forskellige tilpasnings problemer
de: Erlaubt es den bebaubaren Bereich des Motors nach oben oder nach unten zu verschieben, um diverse Ausrichtungsprobleme zu beheben.
es: Permite mover el eje del rotor hacia arriba o hacia abajo para resolver problemas de alineación
fi: Antaa roottoriristikon liikkua ylös tai alas erilaisten kohdistusongelmien ratkaisemiseksi
hu_hu: Megengedi hogy a rotor rács fel-le mozogjon, ezzel kiküszöbölve több igazítási problémát
nl: Sta toe om het rotor-grid naar boven en beneden te verplaatsen om alignment issues op te lossen.
pt_br: Permite mover o rotor para cima ou para baixo para resolver vários problemas de alinhamento
ro: Permite mutarea grila rotorului în sus sau jos pentru a rezolva diverse probleme de aliniere
tr_tr: Hizalama sorunlarını çözmek için rotoru ızgara (grid) üzerinde aşağı ve yukarı hareket ettirmeye daima izin ver
uk: Дозволяє переміщати сітку ротора вгору або вниз для вирішення різноманітних проблем орієнтування

# BlockPropertyTitle_MotorRotorDisplacement
source: Rotor displacement
ca_ad: Desplaçament del rotor
cs_cz: Posunutí rotoru
da: Rotor forskydning
de: Rotor Abstand
es: Desplazamiento del rotor
fi: Roottorin siirtymä
hu_hu: Rotor elmozdulás
nl: Rotorblok dislocatie
pt_br: Deslocamento do rotor
ro: Deplasare rotor
tr_tr: Rotor kaydırma
uk: Від'єднати ротор

# DisplayName_Block_ArmorCenter
source: Blast door
ca_ad: Porta blindada
cs_cz: Pevné dveře
da: Blast dør
de: Sicherheitstor
es: Puerta Blindada
fi: Panssariovi
hu_hu: Robbanásbiztos ajtó
nl: Grote deur
no: Sprengsikker Dør
pt_br: Porta de segurança
ro: Ușă blindată
sk_sk: Protivýbušné dvere
uk: Вибухостійкі двері

# DisplayName_Block_ArmorCorner
source: Blast door corner
ca_ad: Cantonada de porta blindada
cs_cz: Roh pevných dveří
da: Blast dør hjørne
de: Sicherheitstor (Ecke)
es: Esquina de Puerta Blindada
fi: Panssarioven kulma
hu_hu: Robbanásbiztos ajtó sarok
nl: Hoek van grote deur
no: Sikkerhetsdør Hjørne
pt_br: Canto da porta de Segurança
ro: Colț ușă blindată
sk_sk: Roh protivýbušných dverí
tr_tr: Hücre kapısı köşesi
uk: Вибохостійкий двірний кутик

# DisplayName_Block_ArmorSide
source: Blast door edge
ca_ad: Vora de porta blindada
cs_cz: Okraj pevných dveří
da: Blast dør kant
de: Sicherheitstor (Rand)
es: Borde de Puerta Blindada
fi: Panssarioven reuna
hu_hu: Robbanásbiztos ajtó él
nl: Klip van grote deur
no: Sikkerhetsdør Kant
pt_br: Borda da porta de segurança
ro: Margine ușă blindată
sk_sk: Hrana protivýbušných dverí
uk: Вибухостійкі двері ребро

# BlockAction_RemoveFromToolbar
source: [remove from toolbar]
ca_ad: [esborra de la barra]
cs_cz: [odstranit z panelu nástrojů]
da: [Fjern fra toolbar]
de: [von Werkzeugleiste entfernen]
es: [eliminar de la barra de herramientas]
fi: [poista työkalupalkista]
hu_hu: [eltávolítás az eszköztárból]
nl: [verwijder van toolbar]
no: [fjern fra verktøylinje]
pt_br: [remover da barra de ferramentas]
ro: [elimină din bara de unelte]
sk_sk: [odstrániť z panela nástrojov]
tr_tr: [Araç çubuğundan kaldır]
uk: Прибрати з панелі

# DisplayName_Block_PistonBase
source: Piston
ca_ad: Pistó
cs_cz: Píst
da: Stempel
de: Kolben
es: Pistón
fi: Mäntä
hu_hu: Szelep
nl: Zuiger
no: Stempel
pt_br: Pistão
sk_sk: Piest
uk: Поршень

# ToolbarAction_Decrease
source: Decrease
ca_ad: Disminueix
cs_cz: Snížit
da: Formindsk
de: Verringern
es: Disminuir
fi: Vähennä
hu_hu: Csökkenés
nl: Minder
no: Reduser
pt_br: Diminuir
ro: Scădere
sk_sk: Znížiť
tr_tr: Azalt
uk: Зменшити

# ToolbarAction_Increase
source: Increase
ca_ad: Augmenta
cs_cz: Zvýšit
da: Forøg
de: Erhöhen
es: Aumentar
fi: Lisää
hu_hu: Növekedés
nl: Meer
no: Øk
pt_br: Aumentar
ro: Creștere
sk_sk: Zvýšiť
tr_tr: Yükselt
uk: Збільшити

# ToolbarAction_Reset
source: Reset
ca_ad: Restaura
da: Nulstil
de: Zurücksetzen
es: Resetear
fi: Nollaa
hu_hu: Visszaállítás
no: Tilbakestill
pt_br: Restaurar
ro: Resetare
tr_tr: Sıfırla
uk: Перезавантажити

# BlockPropertyDescription_ThrustOverride
source: Overriding thruster will cause activation of thruster even without cockpit
ca_ad: Anul·lar el propulsor provocarà l'activació del propulsor encara que no hi hagi una cabina.
cs_cz: Obejití trysek způsobí jejich aktivaci i bez kokpitu
da: Hvis du tilsidesætter styreraket vil det medføre aktivering af styreraket selv uden cockpit
de: Ein Überbrücken des Triebwerks wird dieses aktivieren, selbst ohne ein Cockpit
es: Activación manual del propulsor causará activación de propulsor aún sin cabina
fi: Rakettimoottorin ohitus aiheuttaa raketin käynnistymisen ilman ohjaamoa
hu_hu: A hajtómű felülírásával a hajtómű pilótafülke hiányában is aktiválódni fog
nl: Het overschrijven van de motor zorgt ervoor dat de motor aan gaat, zelfs zonder cockpit.
no: Overstyring av thruster vil forårsake aktivering av thruster også uten cockpit
pt_br: Overriding Thuster irá causar ativação de propulsor, mesmo sem cabine
ro: Suprascrierea propulsorului va cauza activarea propulsorului și fără carlingă
tr_tr: İticileri geçersiz kılma kokpit dışında aktivasyona sebep olur.
uk: Підрулюючий підрулюючий пристрій викличе активацію двигуна навіть без кабіни

# BlockPropertyTitle_ThrustOverride
source: Thrust override
ca_ad: Anul·la el propulsor
cs_cz: Obejít trysky
da: Styreraket overbelastning
de: Schub überbrücken
es: Anular propulsión
fi: Työnnön ohitus
hu_hu: Hajtómű felülírása
nl: Overschrijving van motor
pt_br: Valor fixo de aceleração da turbina
ro: Suprascrie propulsie
tr_tr: İtme geçersiz
uk: Завдання тяги

# MessageBoxTextYouHaveBeenKickedFromFaction
source: You have been kicked from the faction.
cs_cz: Byl jste vyhozen z frakce.
da: Du er blevet smidt ud fra fraktionen
de: Du wurdest aus der Fraktion entfernt.
es: Has sido expulsado de la facción.
hu_hu: Kidobtak a frakcióból.
no: Du har blitt sparket ut av fraksjonen.
pt_br: Você foi expulso da facção.
ro: Ați fost dat afară din facțiune.
uk: Вас вигнали з фракції.

# MessageBoxTextYouHaveBeenAcceptedToFaction
source: You have been accepted to faction.
cs_cz: Byl jste přijmut do frakce.
da: Du er blevet accepteret til fraktion.
de: Du wurdest in die Fraktion aufgenommen.
es: Ha sido aceptado en la facción.
hu_hu: Felvettek a frakcióba.
no: Du har blitt akseptert av fraksjonen.
pt_br: Você foi aceito para facção.
ro: Ați fost acceptat în facțiune.
uk: Вас прийняли до фракції.

# BlockAction_Switch
source: Switch
ca_ad: Interruptor
cs_cz: Přepnout
da: Skift
de: Schalter
es: Cambiar
fi: Vaihda
hu_hu: Kapcsoló
nl: Verwissel
no: Skift
pt_br: Mudar
ro: Comută
sk_sk: Prepnúť
tr_tr: Düğme
uk: Переключити

# BlockAction_DoorClosed
source: Closed
ca_ad: Tancada
cs_cz: Zavřené
da: Luk
de: Zu
es: Cerrada
fi: Suljettu
hu_hu: Zárva
nl: Gesloten
no: Lukket
pt_br: Fechado
ro: Inchisă
sk_sk: Zavreté
tr_tr: Kapalı
uk: Зачинено

# BlockAction_DoorOpen
source: Open
ca_ad: Oberta
cs_cz: Otevřené
da: Åben
de: Offen
es: Abierta
fi: Auki
hu_hu: Nyitott
no: Åpen
pt_br: Aberto
ro: Deschisă
sk_sk: Otvorené
tr_tr: Açık
uk: Відчинено

# DisplayName_Block_PistonTop
source: Top Piston Part
ca_ad: Part superior del Pistó
cs_cz: Vrchní část pístu
da: Top del til stempel
de: Oberes Kolbenstück
es: Parte superior del pistón
fi: Ylin Männän Osa
hu_hu: Felső szelepalkatrész
nl: Bovenste zuiger onderdeel
pt_br: Parte de cima do pistão
ro: Cap Piston
sk_sk: Vrch piesta
tr_tr: Üst piston parçası
uk: Верхня частина поршня

# DisplayName_Block_RotorPart
source: Rotor Part
ca_ad: Part del Rotor
cs_cz: Část rotoru
da: Rotor del
de: Motorteil
es: Parte del rotor
fi: Roottorin Osa
hu_hu: Rotor alkatrész
nl: Rotor deel
pt_br: Parte do Rotor
ro: Cap Rotor
sk_sk: Časť rotora
tr_tr: Rotor parçası
uk: Частини ротора

# DisplayName_Block_ArmorInvCorner
source: Blast door corner inverted
ca_ad: Cantonada inversa de Porta Blindada
cs_cz: Převrácený roh pevných dveří
da: Blast dør hjørne inverteret
de: Sicherheitstor (inv. Ecke)
es: Esquina Invertida de Puerta Blindada
fi: Panssarioven käänteinen kulma
hu_hu: Robbanásbiztos ajtó sarok (invertált)
nl: Omgekeerde grote deur
no: Sikkerhetsdør Hjørne invertert
pt_br: Canto invertido porta de segurança
ro: Colț invers ușă blindată
sk_sk: Obrátený roh protivýbušných dverí
uk: Вибохостійкий інвертований дверний кутик

# BlockPropertyDescription_GyroOverride
source: If set, the gyro does not respond to cockpit controls, but can instead be controlled manually using the terminal control sliders
ca_ad: Si s'activa, el giroscopi no obeirà als controls de cabina, però enlloc podrà ser controlat manualment utilitzant les barres de desplaçament del terminal.
cs_cz: Pokud je nastaveno, tak gyroskop neodpovídá na příkazy z kokpitu, ale lze místo toho ovládat kontrolními posuvníky v terminálu.
da: Hvis du sætter gyroen reagerer cockpittet ikke, men kan i stedet styres manuelt ved hjælp af skydernes terminal kontrol
de: Falls ausgewählt, reagiert das Gyro nicht mehr auf die Cockpit-Kontrollen, kann aber stattdessen manuell über die Menüregler gesteuert werden.
es: Si está marcado, el giroscopio no responde a los controles de la cabina sino que se controla manualmente con los deslizadores de control del terminal.
fi: Jos valittu, gyroskooppia ei voi ohjata ohjaamosta, vaan sen sijaan manuaalisesti terminaalin ohjaussäätimistä
hu_hu: Ez a beállítás a giroszkóp manuális irányítását teszi lehetővé (a giroszkóp nem fog reagálni a pilótafülke mozgására)
nl: Als dit is geselecteerd, dan reageren de gyroscopen niet mee op cockpit commando's, maar kunnen ze handmatig bestuurd worden met de schuifregelaars in het menu.
no: Hvis skrudd på, så vil ikke gyro-en respondere med cockpit-kontrollene, men kan istede bli styrt manuelt fra terminal-modulene
pt_br: Se definido, o giroscópio não irá não responder a controles da cabine, mas em vez disso pode ser controlada manualmente usando os controles deslizantes
ro: Dacă este bifat, giroscopul nu mai raspunde la controlul din carlingă, dar in schimb poate fi contolrat manual folosind sliderele din terminal
tr_tr: Ayarlanırsa, jiroskop kokpit kontrolüne cevap vermez ama elle terminalden kontrol edilebilir.
uk: Якщо встановлено, гіроскоп не реагує на кнопки управління в кабіні екіпажу, але може ручне управління за допомогою терміналу повзунков управління

# BlockPropertyTitle_GyroOverride
source: Override controls
ca_ad: Anul·la controls
cs_cz: Obejít ovládání
da: Overskriv kontrol
de: Steuerung überbrücken
es: Anular controles
fi: Ohita ohjaimet
hu_hu: Irányítás felülírása
nl: Bediening omzeilen
no: Overstyr kontroller
pt_br: Sobreposição de controles
ro: Suprascrie controale
tr_tr: Geçersizlik kontrolleri
uk: Застосування ручного керування

# BlockPropertyDescription_GyroPitchOverride
source: Pitch component of the constant torque that is applied by this gyro if the cockpit controls are overridden
ca_ad: Component de modulació de la constant força de torsió que aplica aquest giroscopi si els controls de cabina estan anul·lats
cs_cz: Prvek stoupání s konstantním točivým momentem, který je aplikován gyroskopem. když je obcházeno ovládání kokpitem.
da: Pitch komponent af det konstante drejningsmoment, der er anvendt ved denne gyro, hvis cockpittets kontrolelementerne tilsidesættes
de: Neigungsanteil des konstanten Drehmoments, welcher bei einer Überbrückung der Cockpit-Steuerung angewendet wird.
es: Componente de inclinación del par constante aplicado a este giroscopio si se anulan los controles de la cabina
fi: Jatkuvan momentin kallistus joka kohdistuu tähän gyroon jos ohjaamosta ohjaaminen ohitetaan
pt_br: Componente de subida da constante de torque que é aplicada por este giroscópio se os controles da cabine foram substituídos
ro: Componenta de înclinare a forței rotative constante aplicate de către acest giroscop dacă controalele sunt suprascrise
tr_tr: Kokpit kontrolleri geçersiz ise sabit torkun eğim öğesi jiroskop tarafından uygulanır.
uk: Тангажний обертовий момент, що застосовується гіроскопом при керуванні кораблем

# BlockPropertyDescription_GyroRollOverride
source: Roll component of the constant torque that is applied by this gyro if the cockpit controls are overridden
ca_ad: Component de rodament de la constant força de torsió que aplica aquest giroscopi si els controls de cabina estan anul·lats
cs_cz: Prvek rotaceí s konstantním točivým momentem, který je aplikován gyroskopem. když je obcházeno ovládání kokpitem.
da: Ruld komponent af det konstante drejningsmoment, der er anvendt ved denne gyro, hvis cockpittets kontrolelementer tilsidesættes
de: Rollanteil des konstanten Drehmoments, das verwendet wird, wenn die Cockpit-Steuerung überbrückt wurde.
es: Componente de rotación del par constante que se aplica a este giroscopio si se anulan los controles de la cabina
fi: Jatkuvan momentin pyöritys joka kohdistuu tähän gyroon jos ohjaamosta ohjaaminen ohitetaan
pt_br: Componente de rotação da constante de torque que é aplicada por este giroscópio se os controles da cabine foram substituídos
ro: Componenta de rostogolire a forței rotative constante aplicate de către acest giroscop dacă controalele sunt suprascrise
tr_tr: Kokpit kontrolleri geçersiz ise sabit torkun yuvarlanma öğesi jiroskop tarafından uygulanır.
uk: Креновий обертовий момент, що застосовується гіроскопом при керуванні кораблем

# BlockPropertyDescription_GyroYawOverride
source: Yaw component of the constant torque that is applied by this gyro if the cockpit controls are overridden
ca_ad: Component d'oscilació vertical de la constant força de torsió que aplica aquest giroscopi si els controls de cabina estan anul·lats
cs_cz: Prvek stáčení s konstantním točivým momentem, který je aplikován gyroskopem. když je obcházeno ovládání kokpitem.
da: Krøje komponent af det konstant drejningsmoment, der er anvendt ved denne gyro, hvis cockpittets kontrolelementer tilsidesættes
de: Gierungsanteil des konstanten Drehmoments, das verwendet wird, wenn die Kontrolle für dieses Gyroskop überbrückt wurde.
es: Componente de giro del par constante que se aplica a este giroscopio si se anulan los controles de cabina
fi: Jatkuvan momentin kierto joka kohdistuu tähän gyroon jos ohjaamosta ohjaaminen ohitetaan
pt_br: Componente de guinada da constante de torque que é aplicada por este giroscópio se os controles da cabine foram substituídos
ro: Componenta de pivotare a forței rotative constante aplicate de către acest giroscop dacă controalele sunt suprascrise
tr_tr: Kokpit kontrolleri geçersiz ise sabit torkun yalpalama öğesi jiroskop tarafından uygulanır.
uk: Рискуючий обертовий момент, що застосовується гіроскопом при керуванні кораблем

# BlockPropertyTitle_GyroPitchOverride
source: Pitch override
ca_ad: Anul·la la modulació
cs_cz: Obejít stoupání
da: Pitch overbelastning
de: Nicken überbrücken
es: Anulación de inclinación
fi: Kallistuksen ohitus
hu_hu: Hosszdőlés felülírása
nl: Hellings-omzeiling
pt_br: Elevação
ro: Suprascrie înclinare
tr_tr: Pitch geçersiz kıl
uk: Крок нахилу

# BlockPropertyTitle_GyroRollOverride
source: Roll override
ca_ad: Anul·la el rodament
cs_cz: Obejít rotaci
da: Roll overbelastning
de: Rollen überbrücken
es: Anulación de rotación
fi: Pyörityksen ohitus
hu_hu: Dőlés felülírása
nl: Rol-omzeiling
pt_br: Valor fixo de rotação
ro: Suprascrie rostogolire
tr_tr: Roll geçersiz kıl
uk: Крок повороту

# BlockPropertyTitle_GyroYawOverride
source: Yaw override
ca_ad: Anul·la l'oscil·lació vertical
cs_cz: Obejít stáčení
da: Krøje overbelastning
de: Gieren überbrücken
es: Anulación de giro
fi: Kierron ohitus
hu_hu: Fordulás felülírása
nl: Yaw-omzeiling
pt_br: Valor fixo de guinada
ro: Suprascrie pivot
tr_tr: Yaw geçersiz kıl
uk: Крок рискання

# ControlName_ToolbarDown
source: Previous toolbar
cs_cz: Předchozí panel nástrojů
da: Sidste værktøjslinje
de: Vorherige Werkzeugleiste
es: Barra de herramientas anterior
hu_hu: Előző eszköztár
no: Forrige verktøylinje
pt_br: Barra de ferramentas anterior
ro: Bara de unelte anterioară
sk_sk: Predchádzajúci panel nástrojov
uk: Попередня панель

# ControlName_ToolbarUp
source: Next toolbar
cs_cz: Další panel nástrojů
da: Næste værktøjslinje
de: Nächste Werkzeugleiste
es: Barra de herramientas siguiente
hu_hu: Következő eszköztár
no: Neste verktøylinje
pt_br: Barra de ferramentas seguinte
ro: Bara de unelte următoare
sk_sk: Ďalší panel nástrojov
uk: Наступна панель

# BlockPropertiesText_PistonCurrentPosition
source: Current position:
ca_ad: Posició actual:
cs_cz: Současná pozice:
da: Nuværende position:
de: Aktuelle Position:
es: Posición actual:
fi: Nykyinen sijainti:
hu_hu: Jelenlegi pozíció:
nl: Huidige positie:
no: Nåværende posisjon:
pt_br: Posição atual
ro: Poziția curentă
sk_sk: Aktuálna poloha:
tr_tr: Mevcut konum:
uk: Поточна позиція:

# HudEnergyGroupBatteries
source: Batteries
ca_ad: Bateries
cs_cz: Baterie
da: Batterier
de: Batterien
es: Baterías
fi: Akut
hu_hu: Elemek
nl: Batterijen
no: Batterier
pt_br: Baterias
ro: Baterii
sk_sk: Batérie
tr_tr: Bataryalar
uk: Батареї

# BlockActionTitle_SwitchLock
source: Switch lock
ca_ad: Canvia el bloqueig
cs_cz: Uzamknutí přepínače
da: Skift lås
de: Sperr-Schalter
es: Cambiar bloqueo
fi: Vaihda lukitusta
hu_hu: Kapcsolózár
nl: Schakelaar slot
pt_br: Alternar travamento
ro: Comută încuietoare
tr_tr: Düğme kilidi
uk: Перемкнути замок
