Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# DisplayName_Block_HeavyAngledArmorCorner
source: Angled Heavy Armor Corner
ca_ad: Cantonada d'armadura pesada amb angle
cs_cz: Úhlový těžce obrněný roh
da: Stærkt pansret vinklet hjørneblok
de: Schwere Panzerung (Winkel-Ecke)
es: Esquina Angular de Blindaje Pesado
fi: Kulmallinen Raskaan Panssarin Kulmakappale
hu_hu: Szögletes Nehéz Páncél Sarok
pt_br: Canto de Armadura Pesada Angular
ro: Colț Armură Grea Unghiulară
uk: Важка броня зріз кутовата

# DisplayName_Block_HeavyAngledArmorSlope
source: Angled Heavy Armor Slope
ca_ad: Cantonada d'armadura pesada amb pendent
cs_cz: Úhlový silně obrněné zešikmení
da: Stærkt pansret vinklet blok med hældning
de: Schwere Panzerung (Winkel-Rampe)
es: Rampa Angular de Blindaje Pesado
fi: Kulmallinen Raskaan Panssarin Luiskakappale
hu_hu: Szögletes Nehéz Páncél Lejtő
pt_br: Rampa de Armadura Pesada Angular
ro: Pantă Armură Grea Unghiulară
uk: Важка броня нахил кутовата

# DisplayName_Block_HeavyRoundedArmorCorner
source: Rounded Heavy Armor Corner
ca_ad: Cantonada arrodonida d'armadura pesada
cs_cz: Zaoblený těžce obrněný roh
da: Stærkt pansret afrundet hjørneblok
de: Schwere Panzerung (runde Ecke)
es: Esquina Redondeada de Blindaje Pesado
fi: Pyöristetty Raskaan Panssarin Kulmakappale
hu_hu: Lekerekített Nehéz Páncél Sarok
pt_br: Canto de Armadura Pesada Curva
ro: Colț Armură Grea Rotundă
uk: Важка броня зріз згладжує

# DisplayName_Block_HeavyRoundedArmorSlope
source: Rounded Heavy Armor Slope
ca_ad: Pendent d'armadura pesada arrodonida
cs_cz: Zaoblené silně obrněné zešikmení
da: Stærkt pansret afrundet blok med hældning
de: Schwere Panzerung (runde Rampe)
es: Rampa Redondeada de Blindaje Pesado
fi: Pyöristetty Raskaan Panssarin Luiskakappale
hu_hu: Lekerekített Nehéz Páncél Lejtő
pt_br: Rampa de Armadura Pesada Curva
ro: Pantă Armură Grea Rotundă
uk: Важка броня нахил згладжує

# DisplayName_Block_LightAngledArmorCorner
source: Angled Armor Corner
ca_ad: Cantonada d'armadura amb angle
cs_cz: Úhlový obrněný roh
da: Vinklet panser hjørneblok
de: Panzerung (Winkel-Ecke)
es: Esquina Angular de Blindaje
fi: Kulmallinen Panssarin Kulmakappale
hu_hu: Szögletes Nehéz Sarok
pt_br: Canto de Armadura Angular
ro: Colț Armură Unghiulară
uk: Броня зріз кутовата

# DisplayName_Block_LightAngledArmorSlope
source: Angled Armor Slope
ca_ad: Pendent d'armadura amb angle
cs_cz: Úhlové obrněné zešikmení
da: Vinklet panserblok med hældning
de: Panzerung (Winkel-Rampe)
es: Rampa Angular de Blindaje
fi: Kulmallinen Panssarin Luiskakappale
hu_hu: Szögletes Nehéz Páncél Lejtő
pt_br: Rampa de Armadura Angular
ro: Pantă Armură Unghiulară
uk: Броня нахил кутовата

# DisplayName_Block_LightRoundedArmorCorner
source: Rounded Armor Corner
ca_ad: Cantonada arrodonida d'armadura
cs_cz: Zaoblený obrněný roh
da: Afrundet panser hjørneblok
de: Panzerung (runde Ecke)
es: Esquina Redondeada de Blindaje
fi: Pyöristetty Panssarin Kulmakappale
hu_hu: Lekerekített Nehéz Páncél Sarok
pt_br: Canto de Armadura Curva
ro: Colț Armură Rotundă
uk: Броня зріз згладжує

# DisplayName_Block_LightRoundedArmorSlope
source: Rounded Armor Slope
ca_ad: Pendent d'armadura arrodonida
cs_cz: Zaoblené obrněné zešikmení
da: Afrundet panserblok med hældning
de: Panzerung (runde Rampe)
es: Rampa Redondeada de Blindaje
fi: Pyöristetty Panssarin Luiskakappale
hu_hu: Lekerekített Döntött Nehéz Páncél
pt_br: Rampa de Armadura Curva
ro: Pantă Armură Rotundă
uk: Броня нахил згладжує

# ControlDescNetgraph
source: Toggle netgraph
ca_ad: Canvia netgraph
cs_cz: Přepnout netgraph
da: Skift netgraph
de: Netzwerkdiagramm anzeigen/ausblenden
es: Activar / desactivar Netgraph
fi: Näytä verkkokaavio
pt_br: Ativar/desativar infográfico
ro: Comutare grafic net
tr_tr: netgraph'ı aç/kapat
uk: Перемикач решітки

# BlockPropertyTitle_BackgroundColor
source: Backgr.
ca_ad: Fons
cs_cz: Pozadí
da: Baggr.
de: Hintergr.
es: Fondo
fi: Tausta
hu_hu: Háttér
no: Bakgrunn
pt_br: Fundo
ro: Fundal
tr_tr: Arkaplan
uk: фон

# BlockPropertyTitle_FontColor
source: Font
ca_ad: Tipografia
cs_cz: Typ písma
da: Skrifttype
de: Schrift
es: Fuente
fi: Fontti
hu_hu: Betű
pt_br: Fonte
ro: Scris
uk: Шрифт

# BlockPropertyTitle_LCDScreenDefinitionsTextures
source: Loaded textures
ca_ad: Textures carregades
cs_cz: Načtené textury
da: Indlæste teksturer
de: Geladene Texturen
es: Texturas cargadas
fi: Ladatut tekstuurit
hu_hu: Betöltött textúrák
pt_br: Carregar texturas
ro: Texturi încărcate
tr_tr: Yüklenen dokular
uk: Завантаження текстур

# BlockPropertyTitle_LCDScreenRefreshInterval
source: Image change interval
ca_ad: Interval de canvi d'imatge
cs_cz: Interval změny obrázku
da: Billede ændrings interval
de: Bildwechsel-Intervall
es: Intervalo de cambio de imagen
fi: Kuvan vaihtumisen aikaväli
pt_br: Intervalo de mudança de imagem
ro: Intervalul schimbării imaginii
tr_tr: Görüntü değişme sıklığı
uk: Інтервал заміни зображення

# BlockPropertyTitle_LCDScreenRemoveSelectedTextures
source: Remove selected
ca_ad: Esborrar seleccionat
cs_cz: Smazat označené
da: Fjern vælgte
de: Auswahl entfernen
es: Quitar seleccionadas
fi: Poista valittu
hu_hu: Kiválasztott eltávolítása
pt_br: Remover selecionado
ro: Șterge selectate
tr_tr: Seçilenleri kaldır
uk: Відміна вибору

# BlockPropertyTitle_LCDScreenSelectedTextures
source: Selected textures
ca_ad: Textures seleccionades
cs_cz: Vybrané textury
da: Valgte teksturer
de: Ausgewählte Texturen
es: Texturas seleccionadas
fi: Valitut tekstuurit
hu_hu: Kiválasztott textúrák
pt_br: Texturas selecionadas
ro: Texturi selectate
tr_tr: Seçilmiş dokular
uk: Вибір текстури

# BlockPropertyTitle_LCDScreenSelectTextures
source: Add to selection
ca_ad: Afegeix selecció
cs_cz: Přidat do výběru
da: Føj til markering
de: Hinzufügen
es: Añadir a la selección
fi: Lisää valintaan
hu_hu: Hozzáadás a kiválasztáshoz
pt_br: Adicionar à seleção
ro: Adaugă la selecție
tr_tr: Seçime ekle
uk: Додати до вибраного

# BlockPropertyTitle_LCDScreenTextSize
source: Font Size
ca_ad: Mida de la tipografia
cs_cz: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
es: Tamaño de fuente
fi: Fonttikoko
hu_hu: Betű méret
pt_br: Tamanho da Fonte
ro: Mărime Scris
tr_tr: Yazı Boyutu
uk: Розмір шрифту

# BlockPropertyTitle_ShowTextOnScreen
source: Show text on screen
ca_ad: Mostra text a pantalla
cs_cz: Zobrazit text na obrazovce
da: Vis tekst på skærm
de: Text auf Bildschirm anzeigen
es: Mostrar texto en pantalla
fi: Näytä teksti näytöllä
hu_hu: Szöveg megjelenítése a képernyőn
pt_br: Mostrar textos na tela
ro: Arată text pe ecran
uk: Показати текст на екрані

# DisplayName_LCD_Panel
source: LCD Panel
ca_ad: Panell LCD
de: LCD
es: Panel LCD
fi: LCD-paneeli
pt_br: Painel LCD
ro: Panou LCD
tr_tr: LCD Paneli
uk: Дисплей

# DisplayName_LCD_PanelWide
source: Wide LCD panel
ca_ad: Panell LCD Panoràmic
cs_cz: Široký LCD panel
da: Stort LCD Panel
de: Breiter LCD
es: Panel LCD Ancho
fi: Leveä LCD-paneeli
hu_hu: Széles LCD panel
no: Bredt LCD panel
pt_br: Painel LCD largo
ro: Panou LCD Lat
tr_tr: Geniş LCD Paneli
uk: Широкий дисплей

# BlockComboBoxValue_TextPanelShowTextNone
source: None
ca_ad: Cap
cs_cz: Žádný
da: Ingen
de: Kein(e)
es: Ninguno
fi: Ei mitään
hu_hu: Semmi
no: Ingen
pt_br: Nenhum
ro: Nul
tr_tr: Hiçbiri
uk: Відсутнє

# BlockComboBoxValue_TextPanelShowTextPrivate
source: Private
ca_ad: Privat
cs_cz: Sokromý
da: Privat
de: Privat
es: Privado
fi: Yksityinen
hu_hu: Privát
no: Privat
pt_br: Privado
ro: Privat
tr_tr: Özel
uk: Приватний

# BlockComboBoxValue_TextPanelShowTextPublic
source: Public
ca_ad: Públic
cs_cz: Veřejný
da: Offentlig
de: Öffentlich
es: Público
fi: Julkinen
hu_hu: Publikus
no: Offentlig
pt_br: Público
tr_tr: Herkese açık
uk: Громадський

# BlockPropertyTitle_TextPanelPublicTitle
source: Public title
ca_ad: Títol públic
cs_cz: Veřejný název
da: Offentlig titel
de: Öffentlicher Titel
es: Título Público
fi: Julkinen otsikko
hu_hu: Nyilvános cím
no: Offentlig tittel
pt_br: Título público
ro: Titlu Public
uk: Загальнодоступна назва

# BlockPropertyTitle_TextPanelShowPublicTextPanel
source: Edit public text
ca_ad: Edita text públic
cs_cz: Upravit veřejný text
da: Rediger offentlig titel
de: Öffentl. Text bearbeiten
es: Editar texto público
fi: Muokkaa julkista tekstiä
hu_hu: Nyilvános szöveg szerkesztése
no: Endre offentlig tekst
pt_br: Editar texto público
ro: Editare text public
uk: Редагувати загальнодоступний текст

# DisplayName_Block_LaserAntenna
source: Laser Antenna
ca_ad: Antena Làser
cs_cz: Laserová anténa
da: Laser Antenne
de: Laserantenne
es: Antena Láser
fi: Laserantenni
hu_hu: Lézer Antenna
nl: Laser Antenne
pt_br: Antena Laser
tr_tr: Lazer Anten
uk: Лазерна антена

# LaserAntennaModeIdle
source: Idle
ca_ad: En espera
da: Tomgang
de: Inaktiv
es: Inactiva
fi: Valmiustila
hu_hu: Tétlen
pt_br: Ocioso
tr_tr: Boşta
uk: непрацюючий

# LaserAntennaCopyCoords
source: Copy my coords
ca_ad: Copia les meves coordenades
cs_cz: Zkopírovat koordináty
da: Kopier mine koordinater
de: Meine Koordinaten kopieren
es: Copiar mis coordenadas
fi: Kopioi koordinaattini
hu_hu: Koordinátáim másolása
nl: Kopieer mijn coördinaten
pt_br: Copiar minhas coordenadas
tr_tr: Koordinatımı kopyala
uk: Скопіювати власні координати

# LaserAntennaCopyCoordsHelp
source: Copy this antenna's position into clipboard
ca_ad: Copia la posició actual d'aquesta antena al portapapers
da: Kopier antennens position til udklipsholderen
de: Position dieser Antenne in Zwischenablage kopieren
es: Copiar la posición de esta antena al portapapeles
fi: Kopioi tämän antennin sijainti leikepöydälle
pt_br: Copiar esta posição da antena para a área de transferência
tr_tr: Bu antenin konumunu panoya kopyala
uk: Копіювати позицію антени до буферу обміну

# LaserAntennaIdleButton
source: Idle
ca_ad: En espera
da: Tomgang
de: Inaktiv
es: Desactivar
fi: Valmiustila
hu_hu: Tétlen
pt_br: Ocioso
tr_tr: Boşta
uk: Непрацюючий

# LaserAntennaConnectButton
source: Connect to receiver
ca_ad: Connectar amb el recepetor
cs_cz: Připojit k přijímači
da: Forbind til modtager
de: Mit Empfänger verbinden
es: Conectar a receptor
fi: Yhdistä vastaanottimeen
hu_hu: Csatlakozás a fogadóhoz
nl: Verbind met ontvanger
pt_br: Conectar ao receptor
tr_tr: Alıcıya bağlan
uk: Під'єднатися до приймача

# LaserAntennaConnectGPS
source: Connect to coords
ca_ad: Connectar a les coordenades
cs_cz: Připojit ke koordinátům
da: Forbind til koordinater
de: Mit Koordinaten verbinden
es: Conectar a coordenadas
fi: Yhdistä koordinaatteihin
hu_hu: Csatlakozás a koordinátákhoz
tr_tr: Koordinata bağlan
uk: З'єднання з координатами

# LaserAntennaSelectedCoords
source: Selected GPS coordinates
ca_ad: Coordenades de GPS seleccionades
da: Valgte GPS koordinater
de: Ausgewählte GPS-Koordinaten
es: Coordenadas de GPS seleccionadas
fi: Valitut GPS-koordinaatit
hu_hu: Kiválasztott GPS koordináták
pt_br: Coordenadas de GPS selecionadas
tr_tr: Seçilen GPS koordinatları
uk: Вибрані GPS координати

# LaserAntennaPasteGPS
source: Paste coords
ca_ad: Enganxa coordenades
cs_cz: Vložit koordináty
da: Indsæt koordinater
de: Koordinaten einfügen
es: Pegar coordenadas
fi: Liitä koordinaatit
hu_hu: Koordináták beillesztése
tr_tr: Koordinatı yapıştır
uk: Вставити координати

# LaserAntennaReceiversList
source: Known receivers
ca_ad: Receptors coneguts
da: Kendte modtagere
de: Bekannte Empfänger
es: Receptores conocidos
fi: Tunnetut vastaanottimet
hu_hu: Ismert vevőkészülékek
pt_br: Receptores conhecidos
tr_tr: Bilinen alıcılar
uk: Відомі приймачі

# DisplayName_Block_LightRoundArmorCorner
source: Round Armor Corner
ca_ad: Cantonada arrodoida d'armadura
cs_cz: Zaoblený obrněný roh
da: Afrundet panser hjørneblok
de: Panzerung (runde Ecke)
es: Esquina Redondeada de Blindaje
fi: Pyöreän Panssarin Kulmakappale
pt_br: Canto de Armadura Curva
ro: Colț Armură Rotundă
tr_tr: Yuvarlak Köşeli Zırh
uk: Броня зріз закруглена

# DisplayName_Block_LightRoundArmorInvCorner
source: Round Armor Inv. Corner
ca_ad: Cantonada inversa d'armadura arrodonida
cs_cz: Zaoblený obrněný obrácený roh
da: Afrundet panser hjørneblok inv.
de: Panzerung (runde inv. Ecke)
es: Esquina Inversa Redondeada de Blindaje
fi: Käänteinen Pyöreän Panssarin Kulmakappale
pt_br: Canto Inv. de Armadura Curva
ro: Colț Invers Armură Rotundă
uk: Броня зріз внутр. закруглена

# DisplayName_Block_LightRoundArmorSlope
source: Round Armor Slope
ca_ad: Pendent d'armadura arrodonida
cs_cz: Zaoblené obrněné zešikmení
da: Rund panserblok med hældning
de: Panzerung (runde Schräge)
es: Rampa Redondeada de Blindaje
fi: Pyöreän Panssarin Luiskakappale
hu_hu: Lekerekített Döntött Nehéz Páncél
pt_br: Rampa de Armadura Curva
ro: Pantă Armură Rotundă
tr_tr: Yuvarlak Eğimli Zırh
uk: Броня нахил закруглена

# MessageBoxTextOpenUrlOverlayNotEnabled
source: This will open {0} in your internet browser, because Steam Overlay is either disabled or failed to open. The game will keep running. Do you want to continue?
da: Dette åbner {0} i din internetbrowser, fordi Steam Overlay er enten deaktiveret eller undladt at åbne. Spillet vil holde kørende. Vil du fortsætte?
de: Dies wird {0} in deinem Browser öffnen, da Steam Overlay sich nicht öffnen ließ, bzw. da es deaktiviert ist. Das Spiel wird weiterlaufen. Willst du fortfahren?
es: Esta acción abrirá {0} en tu navegador de internet, porque Steam Overlay está desactivado o ha fallado al abrirse. El juego seguirá funcionando. ¿Deseas continuar?
uk: Це відкриє {0} в інтернет-браузері, тому що Steam Overlay або відключений, або не вдалося відкрити. Гра буде продовжувати працювати. Ви хочете продовжити?

# NotificationRotationFormatCombined
source: Press {0} to rotate the block
da: Tryk på {0} for at rotere blokken
de: Drücke {0} um den Block zu drehen
es: Presiona {0} para girar el bloque
pt_br: Pressione {0} para rotacionar o bloco
uk: Натіснить {0}, щоб обертати блок

# NotificationCompoundBuildingFormat
source: Press {0} or {1} to toggle compound building
da: Tryk på {0} eller {1} for at skifte sammensat bygning
de: Drücke {0} oder {1} um den Komplexbau umzuschalten
es: Pressione {0} o {1} para activar o desactivar construcción compuesta.
uk: Натисніть {0} або {1}, щоб переключити з'єднання будівництва

# NotificationSwitchBuildingModeFormat
source: Press {0} to toggle dynamic building
da: Tryk på {0} for at slå dynamisk bygning til / fra
de: Drücke {0} für einen Wechsel des Komplexbau-Modus (dynamisch)
es: Pressione {0} o {1} para activar o desactivar construcción dinámica.
uk: Натисніть {0} для перемикання динамічного будівництва

# DisplayName_Block_HeavyRoundArmorCorner
source: Heavy Armor Round Corner
ca_ad: Cantonada arrodonida d'armadura pesada
da: Stærkt pansret afrundet hjørneblok
de: Schwere Panzerung (runde Ecke)
es: Esquina Redondeada de Blindaje Pesado
fi: Raskaan Panssarin Pyöreä Kulmakappale
hu_hu: Nehéz Páncél Körsarok
pt_br: Canto Arredondado de Alta Resistência
tr_tr: Ağır Zırh Yuvarlak Köşeli
uk: Важка броня зріз закруглена

# DisplayName_Block_HeavyRoundArmorInvCorner
source: Heavy Armor Round Inv. Corner
ca_ad: Cantonada invertida arrodonida d'armadura pesada
da: Stærkt pansret inv. afrundet hjørneblok
de: Schwere Panzerung (runde inv. Ecke)
es: Esquina Inv. Redondeada de Blindaje Pesado
fi: Käänteinen Raskaan Panssarin Pyöreä Kulmakappale
hu_hu: Nehéz Páncél Fordított Körsarok
pt_br: Canto Arredondado Invertido de Alta Resistência
tr_tr: Ağır Zırh Yuvarlatılmış Ters Köşe
uk: Важка броня внутр. зріз закруглена

# DisplayName_Block_HeavyRoundArmorSlope
source: Heavy Armor Round Slope
ca_ad: Armadura pesada amb pendent arrodonida
da: Stærkt pansret afrundet hældning
de: Schwere Panzerung (runde Rampe)
es: Rampa redondeada de Blindaje Pesado
fi: Raskaan Panssarin Pyöreä Luiskakappale
hu_hu: Nehéz Páncél Körlejtő
pt_br: Rampa Arredondada de Alta Resistência
tr_tr: Ağır Zırh Yuvarlak Eğimli
uk: Важка броня нахил закруглена

# ControlName_SwitchWalk
source: Switch walk
cs_cz: Přepínání chůze
da: Skift gangstil
de: Gehen umschalten
es: Cambiar a caminar
uk: Переключати ходьбу

# LaserAntennaModeConnectedTo
source: Connected to
ca_ad: Connecta a
cs_cz: Připojeno k
da: Tilsluttet
de: Verbunden mit
es: Conectada a
fi: Yhdistetty kohteeseen
hu_hu: Csatlakoztatva
pt_br: Conectado a
tr_tr: Bağlı
uk: Підключено до

# LaserAntennaModeContactRec
source: Trying to establish connection to
ca_ad: Intentant establir connexió amb
da: Forsøger at oprette forbindelse til
de: Versuch eines Verbindungsaufbaus zu
es: Intentando establecer conexión con
fi: Yritetään yhdistää kohteeseen
pt_br: Tentando estabelecer conexão com
tr_tr: Bağlantı kurmaya çalışıyor
uk: Спроба встановити з'єднання з

# LaserAntennaModeRotGPS
source: Rotating towards GPS coordinates
ca_ad: Rotant a coordenades de GPS
da: Rotere mod GPS koordinater
de: Ausrichten auf GPS-Koordinaten
es: Rotando hacia coordenadas GPS
fi: Käännytään kohti GPS:n koordinaatteja
hu_hu: Forgatás a GPS koordináták irányába
tr_tr: GPS koordinatına döndürülüyor
uk: Поворот до GPS координат

# LaserAntennaModeRotRec
source: Rotating towards
ca_ad: Rotant en direcció
da: Rotere mod
de: Ausrichten auf
es: Rotando hacia
fi: Käännytään kohti kohdetta
tr_tr: "Rotating towards X" is translated as X'e doğru döndürülüyor
uk: Поворот у бік

# LaserAntennaModeSearchGPS
source: Searching for a laser at GPS coordinates
ca_ad: Buscant un làser a les coordenades de GPS
da: Søger efter en laser på GPS-koordinater
de: Bei GPS-Koordinaten nach Laser suchen
es: Buscando un láser en las coordenadas GPS
fi: Etsitään laseria GPS:n koordinaateilla
tr_tr: GPS koordinatındaki lazer aranıyor
uk: Пошук лазера в точці по GPS координатами

# JoinGame_TabTooltip_Favorites
source: The list of favorite servers
da: Liste over yndlings-servere
de: Liste der favorisierten Server
es: Lista de servidores favoritos
pt_br: A lista de servidores favoritos
ro: Lista de servere favorite
uk: Список улюблених серверів

# JoinGame_TabTitle_Favorites
source: Favorites
da: Farvoriter
de: Favoriten
es: Favoritos
hu_hu: Kedvencek
pt_br: Favoritos
ro: Favorite
uk: Улюблені

# JoinGame_TabTitle_History
source: History
da: Historie
de: Chronik
es: Historia
hu_hu: Korábban játszott
pt_br: Histórico
ro: Istoric
uk: Історія

# JoinGame_TabTooltip_Friends
source: The list of friends servers
da: Listen over venners servere
de: Liste mit Servern von Freunden
es: Lista de servidores de amigos
uk: Список серверів друзів

# JoinGame_TabTooltip_History
source: The list of previously visited servers
da: Listen over tidligere besøgte servere
de: Liste der zuvor besuchten Server
es: Lista de servidores previamente visitados
hu_hu: A korábban meglátogatott szerverek listája
uk: Список раніше відвіданих серверів

# DisplayName_Block_LightArmorCorner2
source: Light Armor Corner 2x1x1
ca_ad: Cantonada d'armadura Lleugera 2x1x1
da: Let pansret hjørneblok 2x1x1
de: Leichte Panzerung (Ecke) 2x1x1
es: Esquina de blindaje ligero 2x1x1
fi: Kevyen Panssarin Kulmakappale 2x1x1
hu_hu: Könnyű Páncél Sarok 2x1x1
tr_tr: Köşeli Hafif Zırh 2x1x1
uk: Легка броня 2x1x1 зріз

# DisplayName_Block_LightArmorCorner2Smooth
source: Light Armor Corner 2x1x1 Smooth
ca_ad: Cantonada d'armadura Lleugera 2x1x1 Suau
da: Let pansret hjørneblok 2x1x1 glat
de: Leichte Panzerung (glatte Ecke) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Suavizado
fi: Kevyen Panssarin Sileä Kulmakappale 2x1x1
hu_hu: Könnyű Páncél Sarok 2x1x1 Simított
tr_tr: Köşeli Hafif Zırh 2x1x1 Yumuşak
uk: Легка броня 2x1x1 зріз згладжує

# DisplayName_Block_LightArmorCorner3
source: Light Armor Corner 3x1x1
ca_ad: Cantonada d'armadura Lleugera 3x1x1
da: Let pansret hjørneblok 3x1x1
de: Leichte Panzerung (Ecke) 3x1x1
es: Esquina de blindaje ligero 3x1x1
fi: Kevyen Panssarin Kulmakappale 3x1x1
hu_hu: Könnyű Páncél Sarok 3x1x1
tr_tr: Köşeli Hafif Zırh 3x1x1
uk: Легка броня 3x1x1 зріз

# DisplayName_Block_LightArmorCorner3Smooth
source: Light Armor Corner 3x1x1 Smooth
ca_ad: Cantonada d'armadura Lleugera 3x1x1 Suau
da: Let pansret hjørneblok 3x1x1
de: Leichte Panzerung (glatte Ecke) 3x1x1
es: Esquina de blindaje ligero 3x1x1 Suavizado
fi: Kevyen Panssarin Sileä Kulmakappale 3x1x1
hu_hu: Könnyű Páncél Sarok 3x1x1 Simított
tr_tr: Köşeli Hafif Zırh 3x1x1 Yumuşak
uk: Легка броня 3x1x1 зріз згладжує

# DisplayName_Block_LightArmorInvCorner2
source: Light Armor Inv. Corner 2x1x1
ca_ad: Cantonada inv. d'armadura Lleugera 2x1x1
da: Let pansret hjørneblok inv. 2x1x1
de: Leichte Panzerung (inv. Ecke) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1
fi: Käänteinen Kevyen Panssarin Kulmakappale 2x1x1
uk: Легка броня 2x1x1 внутр. зріз

# DisplayName_Block_LightArmorInvCorner2Smooth
source: Light Armor Inv. Corner 2x1x1 Smooth
ca_ad: Cantonada inv. d'armadura Lleugera 2x1x1 Suau
da: Let pansret hjørneblok inv. 2x1x1 glat
de: Leichte Panzerung (inv. glatte Ecke) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Suavizado
fi: Käänteinen Kevyen Panssarin Sileä Kulmakappale 2x1x1
uk: Легка броня 2x1x1 внутр. зріз згладжує

# DisplayName_Block_LightArmorInvCorner3
source: Light Armor Inv. Corner 3x1x1
ca_ad: Cantonada inv. d'armadura Lleugera 3x1x1
da: Let pansret hjørneblok inv. 3x1x1
de: Leichte Panzerung (inv. Ecke) 3x1x1
es: Esquina Inv. de blindaje ligero 3x1x1
fi: Käänteinen Kevyen Panssarin Kulmakappale 3x1x1
uk: Легка броня 3x1x1 внутр. зріз

# DisplayName_Block_LightArmorInvCorner3Smooth
source: Light Armor Inv. Corner 3x1x1 Smooth
ca_ad: Cantonada inv. d'armadura Lleugera 3x1x1 Suau
da: Let pansret hjørneblok inv. 3x1x1 glat
de: Leichte Panzerung (inv. glatte Ecke) 3x1x1
es: Esquina Inv. de blindaje ligero 3x1x1 Suavizado
fi: Käänteinen Kevyen Panssarin Sileä Kulmakappale 3x1x1
uk: Легка броня 3x1x1 внутр. зріз згладжує

# DisplayName_Block_LightArmorSlope2
source: Light Armor Slope 2x1x1
ca_ad: Pendent d'armadura Lleugera 2x1x1
da: Let pansret skråning 2x1x1
de: Leichte Panzerung (Rampe) 2x1x1
es: Blindaje Ligero Inclinado 2x1x1
fi: Kevyen Panssarin Luiskakappale 2x1x1
tr_tr: Eğimli Hafif Zırh 2x1x1
uk: Легка нахилена броня 2x1x1

# DisplayName_Block_LightArmorSlope2Smooth
source: Light Armor Slope 2x1x1 Smooth
ca_ad: Pendent d'armadura Lleugera 2x1x1 Suau
da: Let pansret skåning 2x1x1 glat
de: Leichte Panzerung (glatte Rampe) 2x1x1
es: Blindaje ligero inclinado 2x1x1 suavizado
fi: Kevyen Panssarin Sileä Luiskakappale 2x1x1
tr_tr: Eğimli Hafif Zırh 2x1x1 Yumuşak
uk: Легка нахилена броня 2x1x1 згладжує

# DisplayName_Block_LightArmorSlope3
source: Light Armor Slope 3x1x1
ca_ad: Pendent d'armadura Lleugera 3x1x1
da: Let pansret skråning 3x1x1
de: Leichte Panzerung (Rampe) 3x1x1
es: Blindaje Ligero Inclinado 3x1x1
fi: Kevyen Panssarin Luiskakappale 3x1x1
hu_hu: Könnyű Páncélelem (lejtett) 3x1x1
tr_tr: Eğimli Hafif Zırh 3x1x1
uk: Легка нахилена броня 3x1x1

# DisplayName_Block_LightArmorSlope3Smooth
source: Light Armor Slope 3x1x1 Smooth
ca_ad: Pendent d'armadura Lleugera 3x1x1 Suau
da: Let pansret skråning 3x1x1 glat
de: Leichte Panzerung (glatte Rampe) 3x1x1
es: Blindaje Ligero Inclinado 3x1x1 suavizado
fi: Kevyen Panssarin Sileä Luiskakappale 3x1x1
hu_hu: Könnyű Páncélelem (lejtett, simított) 3x1x1
tr_tr: Eğimli Hafif Zırh 3x1x1 Yumuşak
uk: Легка нахилена броня 3x1x1 згладжує

# JoinGame_Favorites_Add
source: Add server to favorites
da: Tilføj serveren til favoritter
de: Server zu Favoriten hinzufügen
es: Añadir servidor a favoritos
hu_hu: Szerver hozzáadása a kedvencekhez
ro: Adaugă serverul la favorite
uk: Додати сервер до приоритетних

# JoinGame_Favorites_Remove
source: Remove server from favorites
da: Fjern server fra favoritter
de: Server von Favoriten entfernen
es: Quitar servidor de favoritos
hu_hu: Szerver eltávolítása a kedvencekből
ro: Șterge serverul de la favorite
uk: Видалити сервер з приоритетних
