Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ScreenMods_AvailableMods
source: Available mods
cs_cz: Modifikace k dispozici
da: Tilgængelige mods
de: Verfügbare Mods
es: Mods disponibles
hu_hu: Elérhető modok
no: Tilgjengelige mods
pt_br: Mods disponíveis
ro: Moduri disponibile
sk_sk: Dostupné módy
uk: Доступні моди

# ToolTipScreenMods_MoveLeft
source: Deactivate mod
cs_cz: Deaktivovat modifikaci
da: Deaktivere mod
de: Deaktiviere Mod
es: Desactivar mod
hu_hu: Mod kikapcsolása
no: Deaktiver mod
pt_br: Desativar mod
ro: Dezactivează mod
sk_sk: Deaktivuj mód
uk: Вимкнути мод

# ToolTipScreenMods_MoveLeftAll
source: Deactivate all mods
cs_cz: Deaktivovat všechny modifikace
da: Deaktivere alle mods
de: Alle Mods deaktivieren
es: Desactivar todos los mods
hu_hu: Minden mod kikapcsolása
no: Deaktiver alle mods
pt_br: Desativar todos os mods
ro: Dezactivează toate modurile
sk_sk: Deaktivuj všetky módy
uk: Вимкнути всі моди

# ToolTipScreenMods_MoveRight
source: Activate mod
cs_cz: Aktivovat modifikaci
da: Aktivere mod
de: Aktiviere Mod
es: Activar mod
hu_hu: Mod aktiválása
no: Aktiver mod
pt_br: Ativar mod
ro: Activează mod
sk_sk: Aktivuj mód
uk: Активувати мод

# ToolTipScreenMods_MoveRightAll
source: Activate all mods
cs_cz: Aktivovat všechny modifikace
da: Aktivere alle mods
de: Alle Mods aktivieren
es: Activar todos los mods
hu_hu: Minden mod aktiválása
no: Aktiver alle modifikasjoner
pt_br: Ativar todos os mods
ro: Activează toate modurile
sk_sk: Aktivuj všetky módy
uk: Увімкнути всі моди

# ToolTipWorkshopOpenModInWorkshop
source: Open selected mod in Workshop Steam Overlay
cs_cz: Otevřít zvolenou modifikaci v Steam Workshop Overlay
da: Åben valgte mod i Steam Workshop Overlay
de: Ausgewählten Mod im Steam Workshop Overlay öffnen
es: Abrir el mod seleccionado en la capa de Steam Workshop
hu_hu: A kiválasztott mod megnyitása Steam Workshop overlayben
no: Åpne valgt modifikasjon i Workshop Steam Overlegget
pt_br: Abrir mod selecionado na Oficina Steam
ro: Deschide modul selectat în Atelier pe Interfața Suplimentară Steam
sk_sk: Otvoriť vybraný mód v Steam Workshope
uk: Відкрити вибраний мод у Steam Workshop оверлеї

# ToolTipWorkshopRefreshMod
source: Refresh the list of subscribed mods
cs_cz: Obnovit seznam odebíraných modifikací
da: Opdater listen over tilmeldte mods
de: Liste der abonnierten Mods aktualisieren
es: Recargar la lista de mods suscritos
hu_hu: Feliratkozott modok listájának frissítése
no: Oppdater listen over abonnerte modifikasjoner
pt_br: Atualizar a lista de mods inscritos
ro: Actualizează lista de moduri subscrise
sk_sk: Obnoviť zoznam odoberaných módov.
uk: Обновити список підписаних модів

# Factions_EnemyFaction
source: Enemy faction
ca_ad: Facció enemiga
cs_cz: Nepřátelská frakce
da: Fjendtlig fraktion
de: Feindliche Fraktion
es: Facción enemiga
fi: Vihollisryhmä
hu_hu: Ellenséges frakció
nl: Vijandelijke factie
no: Fiendtlig gruppe
pt_br: Facção inimiga
ro: Facțiune inamică
sk_sk: Nepriateľská skupina
tr_tr: Düşman grup
uk: Ворожа фракція

# Factions_NeutralFaction
source: Neutral faction
ca_ad: Facció neutral
cs_cz: Neutrální frakce
da: Neutral fraktion
de: Neutrale Fraktion
es: Facción neutral
fi: Neutraali ryhmä
hu_hu: Semleges Frakció
nl: Neutrale factie
no: Nøytral gruppe
pt_br: Facção neutra
ro: Facțiune neutră
sk_sk: Neutrálna skupina
tr_tr: Tarafsız grup
uk: Нейтральна фракція

# Factions_YourFaction
source: Your faction
ca_ad: La vostra facció
cs_cz: Vaše frakce
da: Din fraktion
de: Deine Fraktion
es: Tu facción
fi: Sinun ryhmäsi
hu_hu: A te frakciód
nl: Jouw factie
no: Din gruppe
pt_br: Sua facção
ro: Facțiunea dvs.
sk_sk: Tvoja skupina
tr_tr: Senin grubun
uk: Ваша фракція

# ToolTipTerminalInventory_ShowInteracted
source: Show inventory of interacted item (or corpse)
ca_ad: Mostra inventari de l'objecte (o cadàver) amb que interactuo
cs_cz: Ukázat inventář předmětu (nebo mrtvoly)
da: Vis oversigt over interageret objekt (eller lig)
de: Inventar des interargierten Gegenstands (oder Körper) anzeigen
es: Mostrar inventario del objeto o cuerpo
fi: Näytä käsiteltävän esineen tavaraluettelo (tai ruumiin)
hu_hu: A használt eszköz (vagy holttest) tárhelyének mutatása
nl: Toon inventaris van het item (of lijk)
no: Vis inventar til objekt (eller lik)
pt_br: Mostrar inventário do item (ou cadáver)
ro: Arată inventarul obiectului interacționat (sau cadavru)
sk_sk: Zobraziť inventár interaktívnych vecí (alebo mrtvol)
tr_tr: Etkileşimde bulunulan öğenin envanterini göster (yada cesedin)
uk: Показати інвентар використовуваного предмета (або невикористовуваного)

source: Hide empty
ca_ad: Amaga buits
cs_cz: Skrýt prázdné
da: Skjul tom
de: Nicht leer
es: No mostar vacíos
fi: Piilota tyhjät
hu_hu: Üres elrejtése
nl: Lege verbergen
no: Gjem tom
pt_br: Esconder vazios
ro: Ascunde goale
sk_sk: Skryť prázdne
tr_tr: Boş olanı gizle
uk: Скрити пусті

# TerminalControlPanel_Cockpit_Handbrake
source: Handbrake
ca_ad: Fre de mà
cs_cz: Ruční brzda
da: Håndbremse
de: Handbremse
es: Freno de mano
fi: Käsijarru
hu_hu: Kézifék
nl: Handrem
no: Parkeringsbrems
pt_br: Freio de mão
ro: Frâna de mână
sk_sk: Ručná brzda
tr_tr: El freni
uk: Ручний тормоз

# BlockPropertyTitle_Motor_Damping
source: Damping
ca_ad: Amortiment
cs_cz: Tlumení
da: Dæmpning
de: Dämpfung
es: Amortiguación
fi: Vaimennus
hu_hu: Csillapító
nl: Demping
no: Demping
pt_br: Amortecimento
ro: Amortizare
sk_sk: Tlmenie
tr_tr: Sönümleniyor
uk: Амортизація

# BlockPropertyTitle_Motor_Strength
source: Strength
ca_ad: Força
cs_cz: Síla
da: Styrke
de: Stärke
es: Fuerza
fi: Voima
hu_hu: Erő
nl: Sterkte
no: Styrke
pt_br: Força
ro: Putere
sk_sk: Sila
tr_tr: Kuvvet
uk: Сила

# ScreenTerminal_Infinite
source: Infinite
ca_ad: Infinit
cs_cz: Nekonečný
da: Uendeligt
de: Unendlich
es: Infinito
fi: Loputon
hu_hu: Végtelen
nl: Oneindig
no: Uendelig
pt_br: Infinito
ro: Infinit
sk_sk: Nekonečný
tr_tr: Sınırsız
uk: Безліч

# JoinGame_SearchLabel
source: Search game
cs_cz: Vyhledat hru
da: Søg efter spil
de: Spiel suchen
es: Buscar partida
hu_hu: Játék keresése
no: Søk spill
pt_br: Procurar jogo
ro: Caută joc
sk_sk: Hľadaj hru
uk: Шукати гру

# JoinGame_SearchTooltip
source: At least 3 characters must be inserted to start searching
cs_cz: Pole musí obsahovat alespoň tři znaky pro vyhledávání
da: Indsæt mindst 3 tegn for at starte søgning
de: Mindestens 3 Zeichen für die Suche notwendig
es: Inserta al menos 3 caracteres para empezar la búsqueda
hu_hu: Adj meg legalább 3 karaktert a keresés megkezdéséhez
no: Minst 3 tegn kreves for å begynne søket.
pt_br: Pelo menos 3 caracteres devem ser inseridos para iniciar a pesquisa
ro: Cel puțin 3 caractere trebuie introduse pentru a începe căutarea
uk: Для пошуку необхідно принаймні 3 символи

# WorldSettings_ClientCanSave
source: Clients can save
ca_ad: Els clients poden desar
cs_cz: Klienti mohou ukládat hru
da: Klienter kan gemme
de: Spieler können abspeichern
es: Los clientes pueden guardar
fi: Asiakkaat voivat tallentaa
hu_hu: Kliens tud menteni
nl: Spelers kunnen opslaan
no: Klienter kan lagre
pt_br: Clientes podem salvar
ro: Clienții pot salva
sk_sk: Klienti môžu ukladať
tr_tr: İstemciler kayıt edebilir.
uk: Клієнти можуть зберігати

# ProgressTextDownloadingMods
source: Downloading mods ... please wait.
cs_cz: Stahuji modifikace ... prosím vyčkejte.
da: Downloader mods ... vent vengligst.
de: Lade Mods herunter... bitte warten.
es: Descargando mods ... por favor espera.
hu_hu: Modok letöltése... Kérlek várj.
no: Laster ned modifikasjoner ... vennligst vent.
pt_br: Baixando mods... Aguarde.
ro: Descarc moduri... vă rugăm așteptați.
sk_sk: Sťahujú sa módy ... prosím čakaj
uk: Завантаження модів ... заждіть.

# BlockPropertyDescription_Motor_Propulsion
source: If the wheel is propelled.
ca_ad: Si s'impulsa la roda.
cs_cz: Pokud je kolo poháněno.
da: Hvis hjulet har fremdrift.
de: Wenn das Rad angetrieben wird.
es: Si la rueda es propulsada.
fi: Onko rengas liikutettavissa.
hu_hu: Ha a kerék meg van hajtva.
nl: Als het wiel wordt voortgestuwd
no: Om hjulet har fremdrift.
pt_br: Se a roda estiver propelida.
ro: Dacă roată este motorizată.
tr_tr: Teker hareketli ise.
uk: Якщо колесо приводиться в рух.

# BlockPropertyDescription_Motor_Steering
source: Control steering of this suspension from cockpit.
ca_ad: Control de la direcció d'aquesta suspensió des de la cabina.
cs_cz: Kontrola řízení tohoto prvku z kokpitu.
da: Kontroller styring af dette hjulophæng fra cockpit.
de: Steuerung dieser Achse aus dem Cockpit.
es: Controlar la dirección de esta suspensión desde la cabina.
fi: Ohjaa tämän jousituksen liikettä ohjaamosta
hu_hu: Felfüggesztés irányítása pilótafülkéből
nl: Bestuur de suspensie vanuit de cockpit.
no: Kontroller styringen av denne fjæren fra cockpiten.
pt_br: Controle de direção desta suspensão no cockpit.
ro: Control direcție la această suspensie din carlingă.
tr_tr: Bu süspansiyonun direksiyonunu kokpitten kontrol edin.
uk: Керування обертанням підвіски через кабіну.

# BlockPropertyTitle_Motor_Propulsion
source: Propulsion
ca_ad: Propulsió
cs_cz: Pohon
da: Fremdrift
de: Antrieb
es: Propulsión
fi: Propulsio
hu_hu: Meghajtás
nl: Voortstuwing
no: Fremdrift
pt_br: Propulsão
ro: Motorizare
sk_sk: Pohon
tr_tr: İtme
uk: Тяга

# BlockPropertyTitle_Motor_Steering
source: Steering
ca_ad: Direcció
cs_cz: Řízení
da: Styring
de: Steuerung
es: Conducción
fi: Ohjaus
hu_hu: Kormányzás
nl: Besturing
no: Styring
pt_br: Direção
ro: Control direcție
sk_sk: Riadenie
tr_tr: Yönetim
uk: Повертання

# NotificationClientCannotSave
source: Client saving is disabled on this server
cs_cz: Na tomto serveru klient nemůže ukládat.
da: Klienter kan ikke gemme på denne server
de: Client-seitiges Speichern ist auf diesem Server deaktiviert
es: El guardado de partida esta desactivado en este servidor
hu_hu: Ezen a szerveren a kliens nem tud menteni
no: Klient lagring er deaktivert på denne serveren
pt_br: Salvamento no Cliente está desativado neste servidor
ro: Salvarea de către clienți este dezactivată în acest server
sk_sk: Ukladanie klientom je vypnuté na serveri
uk: На цьому сервері вимкнено зберігання клієнтами

# BlockPropertyDescription_Motor_Friction
source: Regulates wheel friction by changing pressure in the tire.
ca_ad: Regula la fricció de la roda canviant la pressió del neumàtic.
cs_cz: Upravuje tření kola změnou tlaku v pneumatice.
da: Reguler hjulets friktion ved at ændre trykke i dækket.
de: Reguliert die Reibung der Räder, durch Änderung des Luftdrucks im Rad.
es: Regula la fricción de la rueda cambiando la presión en el neumático
fi: Säätelee renkaan kitkaa vaihtamalla renkaan painetta.
hu_hu: A keréknyomás változtatásával szabályozza a surlódást.
nl: Reguleert wiel wrijving door het veranderen van de druk op de band.
no: Regulerer hjul-friksjonen ved å endre trykket i hjulet.
pt_br: Regulamenta a aderência da roda, alterando a pressão no pneu.
ro: Reglează tracțiunea roții prin ajustarea presiunii în anvelopă.
tr_tr: Lastik basıncını değiştirip sürtünmeyi ayarlar.
uk: Змінюючи тиск в шинах, регулює силу зчеплення коліс з поверхнею

# BlockPropertyTitle_Motor_Friction
source: Friction
ca_ad: Fricció
cs_cz: Tření
da: Friktion
de: Reibung
es: Fricción
fi: Kitka
hu_hu: Súrlódás
nl: Wrijving
no: Friksjon
pt_br: Aderência
ro: Tracțiune
sk_sk: Trenie
tr_tr: Grup
uk: Тертя

# DisplayName_Block_Suspension1x1
source: Wheel Suspension 1x1
ca_ad: Roda amb Suspensió 1x1
cs_cz: Zavěšení kola 1x1
da: Hjulophæng 1x1
de: Radaufhängung 1x1
es: Ruedas con suspensión 1x1
fi: Renkaan Jousitus 1x1
hu_hu: Kerék felfüggesztés 1x1
nl: Wielvering 1x1
no: Hjuloppheng 1x1
pt_br: Roda e Suspensão 1x1
ro: Roată cu Suspensie 1x1
sk_sk: Zastavenie kolieska 1x1
tr_tr: 1x1 Tekerlek süspansiyonu
uk: Підвіска 1х1

# DisplayName_Block_Suspension3x3
source: Wheel Suspension 3x3
ca_ad: Roda amb Suspensió 3x3
cs_cz: Zavěšení kola 3x3
da: Hjulophæng 3x3
de: Radaufhängung 3x3
es: Ruedas con suspensión 3x3
fi: Renkaan Jousitus 3x3
hu_hu: Kerék felfüggesztés 3x3
nl: Wielvering 3x3
no: Hjuloppheng 3x3
pt_br: Roda e Suspensão 3x3
ro: Roată cu Suspensie 3x3
sk_sk: Zastavenie kolieska 3x3
tr_tr: 3x3 Tekerlek süspansiyonu
uk: Підвіска 3х3

# DisplayName_Block_Suspension5x5
source: Wheel Suspension 5x5
ca_ad: Roda amb Suspensió 5x5
cs_cz: Zavěšení kola 5x5
da: Hjulophæng 5x5
de: Radaufhängung 5x5
es: Ruedas con suspensión 5x5
fi: Renkaan Jousitus 5x5
hu_hu: Kerék felfüggesztés 5x5
nl: Wielvering 5x5
no: Hjuloppheng 5x5
pt_br: Roda e Suspensão 5x5
ro: Roată cu Suspensie 5x5
sk_sk: Zastavenie kolieska 5x5
tr_tr: 5x5 Tekerlek süspansiyonu
uk: Підвіска 5х5

# NotificationWheelNotPlaced
source: Wheel could not be placed.
ca_ad: La roda no es pot col·locar.
cs_cz: Kolo nemůže být umístěno.
da: Hjulet kunne ikke sættes på.
de: Rad konnte nicht platziert werden.
es: La rueda no puede ser colocada.
fi: Rengasta ei voitu asettaa.
hu_hu: Nem helyezhető el kerék.
nl: Wiel kon niet worden geplaatst
no: Hjul kunne ikke plasseres.
pt_br: Roda não pode ser colocada.
ro: Roata nu a putut fi plasată.
sk_sk: Koleso nemožno umiestniť.
tr_tr: Tekerlek yerleştirilemedi.
uk: Тут не можна встановити колесо

# ToolTipScreenMods_MoveDown
source: Move mod down
cs_cz: Přesunout modifikaci nahoru
da: Flyt mod ned
de: Mod nach unten verschieben
es: Mover mod abajo
hu_hu: Mod mozgatása le
no: Flytt modifikasjon ned
pt_br: Mover mod para baixo
ro: Mută mod în jos
sk_sk: Presuň mód dole
uk: Змістити мод донизу

# ToolTipScreenMods_MoveUp
source: Move mod up
cs_cz: Přesunout modifikaci dolu
da: Flyt mod op
de: Mod nach oben verschieben
es: Mover mod arriba
hu_hu: Mod mozgatása fel
no: Flytt modifikasjon opp
pt_br: Mover mod para cima
ro: Mută mod în sus
sk_sk: Presuň mód nahor
uk: Змістити мод догори

# ToolTipScreenMods_MoveBottom
source: Move mod to bottom
cs_cz: Přesunout modifikaci do spod
da: Flyt mod til bunden
de: Mod ans Ende setzen
es: Mover mod al final
hu_hu: Mod mozgatása legalulra
no: Flytt modifikasjon til bunnen
pt_br: Mover mod para o fim
ro: Mută mod la coadă
sk_sk: Presuň mód naspod
uk: Перемістити мод на кнопку

# ToolTipScreenMods_MoveTop
source: Move mod to top
cs_cz: Přesunout modifikaci navrch
da: Flyt mod til toppen
de: Mod an Anfang setzen
es: Mover mod al principio
hu_hu: Mod mozgatása legfelülre
no: Flytt modifikasjon til toppen
pt_br: Mover mod para o topo
ro: Mută mod la început
sk_sk: Presuň mód úplne nahor
uk: Перемістити мод на початок

# Factions_YourBlock
source: Your block (no faction)
ca_ad: El vostre bloc (sense facció)
cs_cz: Váš blok (bez frakce)
da: Din block (ingen fraktion)
de: Dein Block (keine Fraktion)
es: Tu bloque (no facción)
fi: Sinun kappaleesi (ei ryhmää)
hu_hu: Te blokkod (nincs frakció)
nl: Jouw blok (geen factie)
no: Din blokk (ingen gruppe)
pt_br: Seu bloco (sem facção)
ro: Blocul dvs. (fără facțiune)
sk_sk: Tvoj blok (žiadna skupina)
tr_tr: Bloğun (grupsuz)
uk: Твій блок (без фракції)

# BlockPropertyDescription_Motor_Power
source: Power supplied to propulsion
ca_ad: Energia subministrada a la propulsió
cs_cz: Energie poskytovaná motorům
da: Strøm forsynet til fremdrift
de: Energieversorgung des Antrieb
es: Energía suministrada a propulsión
fi: Virran toimitus propulsioon
hu_hu: Meghajtásra használt energia
nl: Energie gebruikt voor voortstuwing
no: Strøm levert til framdrift
pt_br: Energia fornecida à propulsão
ro: Puterea oferită motorizării
tr_tr: İtmeye verilen güç
uk: Задіяна енергія для тяги

# BlockPropertyTitle_Motor_Power
source: Power
ca_ad: Energia
cs_cz: Energie
da: Styrke
de: Energie
es: Energía
fi: Virta
hu_hu: Energia
nl: Energie
no: Kraft
pt_br: Energia
ro: Putere
sk_sk: Výkon
tr_tr: Güç
uk: Потужність

# DisplayName_Block_VerticalCen
source: Centered Window
ca_ad: Finestra centrada
cs_cz: Středové okno
da: Centeret vindue
de: Zentriertes Fenster
es: Ventana Centrada
fi: Keskitetty ikkuna
hu_hu: Középre igazított ablak
nl: Gecentreerd raam
no: Sentrert vindu
pt_br: Janela centrada
ro: Fereastră Centrată
sk_sk: Centrované okno
tr_tr: Ortalanmış Pencere
uk: Центроване Вікно

# ControlDescBrake
source: Brake
ca_ad: Fre
cs_cz: Brzda
da: Bremse
de: Bremse
es: Freno
fi: Jarru
hu_hu: Fék
nl: Rem
no: Brems
pt_br: Freio
ro: Frână
sk_sk: Brzda
tr_tr: Fren
uk: Гальма

# ControlDescLoot
source: Loot dead body
ca_ad: Saqueja cadàver
cs_cz: Prohledat mrtvé tělo
da: Plyndre lig
de: Leiche durchsuchen
es: Saquear cuerpo muerto
fi: Ryöstä ruumis
hu_hu: Holttest kirablása
nl: Doorzoek dood lichaam
no: Plyndre lik
pt_br: Pilhar corpo
ro: Jefuiește cadavru
sk_sk: Okradni mrtvolu
tr_tr: Cesedi yağmala
uk: Обшукати тіло

# NotificationObstructingBlockDuringMerge
source: Cannot merge ships! Some blocks would occupy the same space after the merge!
ca_ad: No puc unir les naus! Alguns blocs ocuparien el mateix espai després de la unió!
cs_cz: Lodě nelze sloučit! Některé bloky by po sloučení zasahovaly samy do sebe!
da: Kan ikke flette skibe! Nogle blokke ville blive placeret på den samme plads efter fletningen!
de: Schiffe können nicht verbunden werden! Einige Blöcke würden nach dem Verbinden den gleichen Platz beanspruchen.
es: ¡No puedes unir las naves! ¡Algunos bloques ocuparán el mismo espacio después de la unión!
fi: Aluksia ei voi yhdistää! Jotkut kappaleet menisivät toistensa läpi!
hu_hu: Nem lehet összekapcsolni a hajókat. Néhány blokk ütközne a kapcsolódás során!
nl: Kan schepen niet samenvoegen! Sommige blokken zouden dezelfde ruimte bezitten na samenvoegen!
no: Kan ikke slå sammen skip! Enkelte blokker vil overlappe hverandre!
pt_br: Não é possível mesclar naves! Alguns blocos iriam ocupar o mesmo espaço após a fusão!
ro: Nu pot îmbina nave! Unele blocuri ar ocupa același spațiu după îmbinare!
tr_tr: Gemiyle birleşme gerçekleşmedi! Bazı bloklar aynı alanı işgal ediyor!
uk: Неможливо об'єднати кораблі! Деякі блоки перекривають одне одного!

# ToolTipWorldSettingsPermanentDeath
source: If true, player loses everything if he dies and has no available medical room.
ca_ad: Si està marcat, el jugador perd tot quan mor i no té cap sala mèdica disponible.
cs_cz: Pokud je povolena, hráč ztratí vše když zemře a zároveň nemá přístup k žádné ošetřovně..
da: Hvis slået til, mister spilleren alt, hvis han dør og ikke har nogen tilgængelige medicinske værelser.
de: Wenn ausgewählt, verliert der Spieler alles, sofern er stirbt und keine Krankenstation auswählen kann.
es: Si está marcado, el jugador perderá todo si muere y no tiene disponible ninguna sala médica.
fi: Jos valittuna, pelaaja menettää kaiken jos hän kuolee ja hänellä ei ole lääkintähuonetta saatavilla.
hu_hu: Ha igaz, a játékos halál után orvosi szoba hiányában mindenét elveszti.
nl: Als dit aanstaat dan verliest de speler alles als er geen medical bay beschikbaar is.
pt_br: Se selecionado, jogador que morrer perde tudo se ele não tiver sala médica.
ro: Dacă este bifat, jucătorii pierd tot dacă mor și nu au un cabinet medical disponibil.
tr_tr: Seçildiyse, oyuncu öldüğünde her şeyini kaybeder ve kullanılabilecek bir revir bulunmaz.
uk: Якщо "Увімк." і поруч нема медичного відсіку, то гравець втрачає весь інвентар коли помирає

# WorldSettings_PermanentDeath
source: Permanent death
ca_ad: Mort permanent
cs_cz: Trvalá smrt
da: Permanent død
de: Permanenter Tod
es: Muerte permanente
fi: Pysyvä kuolema
hu_hu: Végleges halál
nl: Permanent dood
no: Permament død
pt_br: Morte permanente
ro: Moarte permanentă
sk_sk: Trvalá smrť
tr_tr: Kalıcı ölüm
uk: Безповоротна смерть

# DisplayName_Item_PowerCell
source: Power Cell
ca_ad: Cèl·lula d'energia
cs_cz: Napájecí buňka
da: Strøm celle
de: Energiezelle
es: Célula de energía
fi: Energiakenno
hu_hu: Energia cella
nl: Stroomcel
no: Strøm Celle
pt_br: Celula de energia
ro: Celulă Curent
sk_sk: Energetický blok
tr_tr: Güç Hücresi
uk: Елемент живлення

# BlockPropertiesText_DepletedIn
source: Fully depleted in:
ca_ad: Totalment esgotada en:
cs_cz: Plně vyčerpáno v:
da: Helt udtømt om:
de: Vollständig entladen in:
es: Completamente agotado en:
fi: Täysin tyhjennyt:
hu_hu: Teljes lemerülésig hátravan:
nl: Helemaal uit elkaar gehaald over:
no: Helt tom om:
pt_br: Totalmente esgotado em:
ro: Complet epuizată în:
sk_sk: Vyčerpané v:
tr_tr: Tamamen tükenmiş:
uk: Повністю вичерпано через:

# BlockPropertiesText_RechargedIn
source: Fully recharged in:
ca_ad: Totalment recarregada en:
cs_cz: Plně dobito v:
da: Fuldt opladet om:
de: Vollständig aufgeladen in:
es: Completamente recargado en:
fi: Täysin ladannut:
hu_hu: Teljes feltöltésig hátravan:
nl: Helemaal opgeladen over:
no: Helt full om:
pt_br: Totalmente recarregado em:
ro: Complet încărcată în:
sk_sk: Plne nabité v:
tr_tr: Tamamen şarj olmuş:
uk: Повністю заряджений через:

# BlockPropertyButtonOff_Retract
source: Retract
ca_ad: Retractar-se
cs_cz: Zatáhnout
da: Slå sammen
de: Zurückziehen
es: Retraer
fi: Vedä sisään
hu_hu: Visszahúzás
nl: Intrekken
no: Trekk tilbake
pt_br: Retrair
ro: Retractă
tr_tr: Vazgeç
uk: Прибрати

# BlockPropertyButtonOn_Expand
source: Expand
ca_ad: Expandeix
cs_cz: Vysunout
da: Udvid
de: Erweitern
es: Expandir
fi: Laajenna
hu_hu: Kiterjesztés
nl: Breidt uit
no: Ekspander
pt_br: Expandir
ro: Extinde
sk_sk: Rozšíriť
tr_tr: Genişlet
uk: Розширити

# BlockPropertyTitle_Force
source: Force
ca_ad: Força
cs_cz: Síla
da: Styrke
de: Kraft
es: Fuerza
fi: Voima
hu_hu: Erő
nl: Kracht
no: Kraft
pt_br: Força
ro: Forță
sk_sk: Sila
tr_tr: Zorla
uk: Сила

# BlockPropertyTitle_MaximalDistance
source: Maximal distance
ca_ad: Distància màxima
cs_cz: Maximální vzdálenost
da: Maximal afstand
de: Maximale Entfernung
es: Distancia máxima
fi: Maksimietäisyys
hu_hu: Maximális távolság
nl: Maximale afstand
no: Maksimal avstand
pt_br: Distância maxima
ro: Distanța maximă
sk_sk: Maximálna vzdialenosť
tr_tr: Azami mesafe
uk: Максимальна відстань

# BlockPropertyTitle_MinimalDistance
source: Minimal distance
ca_ad: Distància mínima
cs_cz: Minimální vzdálenost
da: Minimale afstand
de: Minimale Distanz
es: Distancia mínima
fi: Minimietäisyys
hu_hu: Minimális távolság
nl: Minimale afstand
no: Minimal distanse
pt_br: Distância mínima
ro: Distanța minimă
sk_sk: Minimálna vzdialenosť
tr_tr: Asgari mesafe
uk: Мінімальна відстань

# BlockPropertyTitle_Velocity
source: Velocity
ca_ad: Velocitat
cs_cz: Rychlost
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fi: Nopeus
hu_hu: Sebesség
nl: Snelheid
no: Hastighet
pt_br: Velocidade
ro: Viteză
sk_sk: Rýchlosť
tr_tr: Sürat
uk: Швидкість

# MessageBoxTextCannotCreateGroup
source: You cannot create group with blocks you don't have access rights to.
cs_cz: Nemůžete vytvořit skupinu s bloky, u kterých nemáte povolený přístup.
da: Du kan ikke oprette en gruppe der indeholder blokke du ikke har rettigheder til.
de: Du kannst keine Gruppen mit Blöcken erstellen, zu denen du keine Zugriffsrechte hast.
es: No se puede crear un grupo con bloques que no tienes derechos de acceso.
hu_hu: Nem csoportosíthatsz olyan blokkokat, amelyekhez nincs hozzáférésed.
no: Du kan ikke lage gruppe med brikker som du ikke har rettigheter til.
pt_br: Você não pode criar grupo com blocos sobre os quais você não tem direitos de acesso.
ro: Nu puteți crea un grup cu blocuri la care nu aveți acces.
uk: Ви не можете створити групу з блоками, які Вам не належать
