Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# HudInfoNameDampeners
source: Dampeners:
ca_ad: Amortidors:
cs_cz: Tlumiče
da: Dæmpere:
de: Trägheitsdämpfer
es: Amortiguadores
fi: Vaimentimet
hu_hu: Csillapítók
nl: Dempers
no: Dempere:
pt_br: Amortecedores
ro: Amortizoare:
sk_sk: Tlmiče
tr_tr: Sıfırlayıcılar:
uk: Послаблювачі:

# NotificationInertiaDampenersOff
source: Inertia dampeners Off
cs_cz: Inerciální tlumiče vypnuty
da: Inerti dæmperene er slukket
de: Trägheitsdämper aus
es: Amortiguadores de inercia desactivados
hu_hu: Tehetetlenségi csillapítók kikapcsolva
no: Treghets dempere Av
pt_br: Amortecedores de Inércia Desligados
ro: Amortizoare inerțiale dezactivate
sk_sk: Inerciálne tlmiče - vypnuté
uk: Послаблювач інерції вимкнено

# NotificationInertiaDampenersOn
source: Inertia dampeners On
cs_cz: Inerciální tlumiče zapnuty
da: Inerti dæmperene er tændt
de: Trägheitsdämpfer an
es: Amortiguadores de inercia activados
hu_hu: Tehetetlenségi csillapítók bekapcsolva
no: Treghets Dempere På
pt_br: Amortecedores de Inércia Ligados
ro: Amortizoare inerțiale activate
sk_sk: Inerciálne tlmiče - zapnuté
uk: Послаблювач інерції ввімкнено

# LoadScreenButtonDelete
source: Delete
cs_cz: Smazat
da: Slet
de: Löschen
es: Eliminar
hu_hu: Törlés
no: Slett
pt_br: Excluir
ro: Şterge
sk_sk: Zmazať
uk: Вилучити

# ScreenCaptionEditSettings
source: Edit Settings
cs_cz: Změnit nastavení
da: Rediger indstillinger
de: Einstellungen bearbeiten
es: Editar Configuración
hu_hu: Beállítások Módosítása
no: Rediger Instillinger
pt_br: Editar Configurações
ro: Editare Setări
sk_sk: Zmeň nastavenia
uk: Змінити налаштування

# ScreenCaptionSaveAs
source: Save As
cs_cz: Uložit jako
da: Gem som
de: Speichern unter
es: Guardar Como
hu_hu: Mentés másként
no: Lagre som
pt_br: Salvar Como
ro: Salvare ca
sk_sk: Uložiť ako
uk: Зберегти як

# ScreenMenuButtonHelp
source: Help
cs_cz: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
hu_hu: Súgó
no: Hjelp
pt_br: Ajuda
ro: Ajutor
sk_sk: Pomoc
uk: Допомога

# ScreenMenuButtonLoadWorld
source: Load World
cs_cz: Načíst svět
da: Indlæs verden
de: Welt laden
es: Cargar Mundo
hu_hu: Világ Betöltése
no: Last inn verden
pt_br: Carregar Mundo
ro: Încărca Lume
sk_sk: Načítať svet
uk: Завантажити світ

# ScreenMenuButtonNewWorld
source: New World
cs_cz: Nový svět
da: Ny verden
de: Neue Welt
es: Nuevo Mundo
hu_hu: Új világ
no: Ny Verden
pt_br: Novo Mundo
ro: Lume Nouă
sk_sk: Nový svet
uk: Новий світ

# ScreenMenuButtonOptions
source: Options
cs_cz: Možnosti
da: Indstillinger
de: Optionen
es: Opciones
hu_hu: Beállítások
no: Alternativer
pt_br: Opções
ro: Opţiuni
sk_sk: Možnosti
uk: Налаштування

# ScreenNewWorldButtonCustomWorld
source: Custom World
cs_cz: Vlastní svět
da: Brugerdefineret verden
de: Benutzerdefinierte Welt
es: Mundo Personalizado
hu_hu: Egyéni Világ
no: Egendefinert Verden
pt_br: Mundo Personalizado
ro: Lume Personalizată
sk_sk: Vlastný svet
uk: Користувацький світ

# ScreenOptionsButtonControls
source: Controls
cs_cz: Nastavení
da: Kontrolindstillinger
de: Steuerung
es: Controles
hu_hu: Irányítás
no: Kontroller
pt_br: Controles
ro: Controale
sk_sk: Ovládanie
uk: Керування

# HudInfoNameLandingGear
source: Landing gears:
ca_ad: Trens d'aterratge:
cs_cz: Přistávací podvozky:
da: Landingsstel:
de: Fahrwerk:
es: Tren de aterrizaje:
fi: Laskutelineet
hu_hu: Futómű:
nl: Landingsgestel:
no: Landingshjul:
pt_br: Trens de pouso:
ro: Trenuri de aterizare:
sk_sk: Podvozok:
tr_tr: İniş Takımları:
uk: Шасі:

# HudInfoNameInProximity
source: In proximity:
ca_ad: En la proximitat:
cs_cz: V blízkosti:
da: I nærheden:
de: In der Nähe:
es: Cercano:
fi: Läheisyydessä:
hu_hu: Távolság:
nl: In de buurt:
no: I nærheten:
pt_br: Nas proximidades:
ro: In proximitate:
sk_sk: V blízkosti:
tr_tr: Yakınlık:
uk: На невеличкій відстані:

# HudInfoNameLocked
source: Locked:
ca_ad: Enganxat:
cs_cz: Zamčeno:
da: Låst:
de: Verschlossen
es: Bloqueado:
fi: Lukittu:
hu_hu: Rögzített:
nl: Vastgezet:
no: Låst:
pt_br: Travado:
ro: Blocat:
sk_sk: Uzamknuté:
tr_tr: Kilitli:
uk: Заблоковано:

# MessageBoxCaptionResetControlsToDefault
source: RESET CONTROLS
cs_cz: OBNOVIT OVLÁDÁNÍ
da: NULSTIL KONTROLLER
de: STEUERUNG ZURÜCKSETZEN
es: REINICIALIZAR CONTROLES
hu_hu: IRÁNYÍTÁS VISSZAÁLLÍTÁSA
no: TILBAKESTILL KONTROLLER
pt_br: REDEFINIR CONTROLES
ro: RESETARE CONTROALELOR
sk_sk: RESETOVAŤ OVLÁDANIE
uk: Відрегулювати керування

# MessageBoxTextResetControlsToDefault
source: Are you sure you want to reset control bindings to default?
cs_cz: Jste si jistí, že chcete obnovit výchozí nastavení?
da: Er du sikker på, at du vil nulstille kontrol bindingerne til standardindstillingen?
de: Sind Sie sicher, dass Sie die Tastenbelegung auf Standardeinstellung zurücksetzen möchten?
es: ¿Está seguro de querer restaurar la asignación de teclas a su configuración original?
hu_hu: Biztos hogy vissza szeretné állítani az alapértelmezett irányítást?
no: Er du sikker på at du vil tilbakestille bindingene til standard?
pt_br: Você tem certeza que quer redefinir os controles ao padrão?
ro: Ești sigur că dorești să resetezi atribuţiile controalelor la valorile prestabilite?
sk_sk: Naozaj chcete resetovať ovládanie na pôvodné hodnoty?
uk: Ви справді бажаєте скасувати налаштування керування?

source: Screenshot failed
cs_cz: Pořízení snímku obrazovky selhalo
da: Skærmbilled mislykkedes
de: Screenshot fehlgeschlagen
es: Fallo en captura de pantalla
hu_hu: Képernyőmentés sikertelen
no: Skjermbilde feilet
pt_br: Captura de tela falhou
ro: Captura de ecran nu a reușit
sk_sk: Snímka obrazovky sa nepodarila
uk: Зняток не вдався

# ScreenshotSaved
source: Screenshot {0} saved
cs_cz: Snímek obrazovky {0} uložen
da: Skærmbilled {0} gemt
de: Screenshot {0} gespeichert
es: Captura de Pantalla {0} guardada
hu_hu: Pillanatkép {0} mentve
no: Skjermbilde {0} lagret
pt_br: Captura de tela {0} salva
ro: Captura de ecran {0} salvată
sk_sk: Snímka {0} uložená
uk: Зняток {0} збережено

# ExportToObjComplete
source: Exported to: {0}
cs_cz: Exportováno do: {0}
da: Eksporteret til :{0}
de: Exportiert nach: {0}
es: Exportado a: {0}
hu_hu: Exportálva ide: {0}
no: Eksportert til: {0}
pt_br: Exportado para: {0}
ro: Exportat către: {0}
sk_sk: Exportované: {0}
uk: Експортувати до: {0}

# ExportToObjFailed
source: Export to obj file failed
cs_cz: Export do souboru objekt se nezdařil
da: Eksport af obj til fil mislykkedes
de: Export zur obj-Datei fehlgeschlagen
es: Fallo al exportar el archivo obj
hu_hu: obj fájlba történő exportálás sikertelen
no: Eksport til obj fil mislyktes
pt_br: Exportar para o arquivo obj falhou
ro: Exportarea către fișier obj a eșuat.
sk_sk: Export do obj súboru zlyhalo
uk: Помилка при експортуванні до OBJ–файлу

# ScreenLoadSubscribedWorldOpenInWorkshop
source: Open in Workshop
cs_cz: Otevřít ve Workshopu
da: Åben i Steam Workshop
de: Im Workshop aufrufen
es: Abrir en Workshop
hu_hu: Megnyitás a Workshop-ban
no: Åpne i Workshop
pt_br: Abrir no Workshop
ro: Deschide în Atelier
sk_sk: Otvoriť vo Workshope
uk: Відкрити у Майстерні

# ToolTipWorkshopBrowseWorkshop
source: Open Steam Overlay with Workshop screen
cs_cz: Otevřít Steam překrytí s Workshop obrazovkou
da: Åben Steam Overlay med Workshop skærmen
de: Öffne den Workshop-Bildschirm im Steam Overlay
es: Abre la capa de Steam con la ventana del Workshop
hu_hu: Steam Overlay megnyitása a Workshop képernyővel
no: Åpne Steam Overlay med Workshop skjermen
pt_br: Abrir Steam Overlay na tela Workshop
ro: Deschide Interfața Suplimentară Steam pe ecranul Atelier.
sk_sk: Otvoriť Steam Overlay s Workshopom
uk: Відкрити Оверлей Steam з екраном Майстерні

# ToolTipWorkshopCopyAndLoad
source: Download selected world to your computer and load
cs_cz: Stáhne vybraný svět do počítače a načte ho
da: Hent valgte verden til din computer og indlæs
de: Gewählte Welt herunterladen und starten
es: Descargar y cargar el mundo seleccionado
hu_hu: Letöltöd a kiválasztott világot a számítógépre és betöltöd
no: Last ned valgt verden til din datamaskin og last inn
pt_br: Baixar mundos selecionados para seu computador e carregar
ro: Descarcă lume selectată în computerul tău și încărcă
sk_sk: Stiahnuť vybraný svet do počítača a načítať ho
uk: Завантажити обраний світ на ваш комп'ютер і запустити його

# ToolTipWorkshopOpenInWorkshop
source: Open selected world in Workshop Steam Overlay
cs_cz: Otevřít zvolený svět v Steam Workshop Overlay
da: Åben valgte verden i Steam Workshop Overlay
de: Öffne die gewählte Welt im Workshop-Steam Overlay
es: Abre el mundo seleccionado en la capa de Steam Workshop
hu_hu: Kiválasztott világ megnyitása a Workshop-ban Steam Overlay-en keresztül
no: Åpne valgt verden i Workshop Steam Overlay
pt_br: Abrir mundo selecionado no Steam Overlay Workshop
ro: Deschide lumea selectată în Atelier pe Interfața Suplimentară Steam
sk_sk: Otvoriť vybraný svet v Steam Workshope
uk: Оприлюднити обраний світ у Майстерні Steam

# ToolTipWorkshopRefresh
source: Refresh the list of subscribed worlds
cs_cz: Obnovit seznam odebíraných světů
da: Genindlæs listen af abonnerede verdener
de: Aktualisiere die Liste deiner abonnierten Welten
es: Refrescar la lista de mundos suscritos
hu_hu: Feliratkozott világok listájának frissítése
no: Oppdater listen over abonnerte verdener
pt_br: Atualizar a lista de mundos inscritos
ro: Actualizează lista de lumi subscrise
sk_sk: Obnoviť zoznam odoberaných svetov.
uk: Оновити перелік підписаних світів

# ControlName_LandingGear
source: Landing gear / Color picker
ca_ad: Tren d'aterratge / Tria color
cs_cz: Přistávací podvozek / Výběr barvy
da: Landingsstel / Farvevælger
de: Fahrwerk / Farbenselektor
es: Tren de aterrizaje / Selector de color
fi: Laskuteline / Värinvalitsin
hu_hu: Futómű / Színválasztó
nl: Landingsgestel / Kleur
no: Landingshjul / Fargevelger
pt_br: Trem de Pouso / Selecionador de cor
ro: Tren aterizare / Alegele culoare
sk_sk: Podvozok / zberač farieb
tr_tr: İniş takımları / Renk seçici
uk: Посадкові шасі / Кольорова піпетка

# ControlName_SymmetrySwitch
source: Symmetry switch
ca_ad: Interruptor de simetria
cs_cz: Změna módu symetrie
da: Symmetri skift
de: Symmetrieschalter
es: Activar/desactivar simetría
fi: Symmetrian vaihto
hu_hu: Szimmetria váltás
nl: Symmetrie schakelaar
no: Symmetri bryter
pt_br: Trocar simetria
ro: Activare/Dezactivare simetrie
sk_sk: Prepínač symetrie
tr_tr: Simetri anahtarı
uk: Увімкнути симетрію

# NotificationHintPressToEnterCockpit
source: Press {0} to enter Cockpit
ca_ad: Premeu {0} per entrar a la cabina
cs_cz: Stiskni {0} pro vstup do kokpitu
da: Tryk på {0} for at sætte dig i cockpittet
de: Drücke {0} um das Cockpit zu betreten.
es: Presione {0} para entrar en la cabina
fi: Paina {0} mennäksesi ohjaamoon
hu_hu: Nyomj {0}-t a pilótafülkébe történő beszálláshoz
nl: Druk {0} om te Cockpit binnen te gaan
no: Trykk {0} for å gå inn i cockpiten
pt_br: Pressione {0} para entrar no cockpit
ro: Apăsați {0} pentru a intra in carlingă
sk_sk: Stlač {0} pre vstup do kokpitu
tr_tr: Kokpite girmek için {0} tuşuna basın
uk: Натисніть {0}, аби відкрити кабіну

# NotificationHintPressToOpenControlPanel
source: Press {0} to open control panel of {1}
ca_ad: Premeu {0} per obrir el tauler de control de {1}
cs_cz: Stiskni {0} pro otevření panelu {1}
da: Tryk på {0} for at åbne kontrol panel tilhørende {1}
de: Drücke {0} um das Kontrollfeld von {1} zu öffnen
es: Presione {0} para abrir el panel de control de {1}
fi: Paina {0} avataksesi {1}n ohjauspaneelin
hu_hu: Nyomj {0}-t, hogy megnyisd a(z) {1} vezérlőpultját
nl: Druk {0} om het controlepaneel van {1} te openen
no: Trykk {0} for å åpne {1} sitt kontroll panel
pt_br: Pressione {0} para abrir o painel de controle de {1}
ro: Apăsați {0} pentru a deschide panoul de control la {1}
sk_sk: Stlač {0} pre otvorenie kontrolného panelu {1}
tr_tr: {1} kontrol panelini açmak için {0} tuşuna basın
uk: Натисніть {0}, аби відкрити панель керування {1}

# NotificationHintPressToOpenInventory
source: Press {0} to open inventory of {1}
ca_ad: Premeu {0} per obrir l'inventari de {1}
cs_cz: Stiskni {0} pro otevření inventáře {1}
da: Tryk {0} for at åbne beholdning tilhørende {1}
de: Drücke {0} um das Inventar von {1} zu öffnen
es: Presione {0} para abrir el inventario de {1}
fi: Paina {0} avataksesi {1}n tavaraluettelon
hu_hu: Nyomj {0}-t, hogy megnyisd a(z) {1} tárolórészét
nl: Druk {0} om de inventaris van {1} te openen
no: Trykk {0} for å åpne {1} sitt inventar
pt_br: Pressione {0} para abrir o inventário de {1}
ro: Apăsați {0} pentru a deschide inventarul la {1}
sk_sk: Stlač {0} pre otvorenie inventára {1}
tr_tr: {1} envanterine ulaşmak için {0} tuşuna basın
uk: Натисніть {0}, аби відкрити інвентар {1}

# ToolTipTerminalInventory_FilterAll
source: Show all types of inventories
ca_ad: Mostra tots els tipus d'inventaris
cs_cz: Zobraz všechny typy inventářů
da: Vis alle typer lagerbeholdninger
de: Zeige alle Arten von Inventaren
es: Mostrar todos los tipos de inventarios
fi: Näytä kaikki tavaraluettelot
hu_hu: Az összes típus mutatása
nl: Laat alle type inventarissen zien
no: Vis alle typer inventar
pt_br: Mostrar todos os tipos de inventários
ro: Arată toate tipurile de inventar
sk_sk: Ukáž všetky typy inventáru
tr_tr: Tüm envanter çeşitlerini göster
uk: Показати всі типи інвентарів

# ToolTipTerminalInventory_FilterEnergy
source: Filter energy inventories
ca_ad: Filtra inventaris d'energia
cs_cz: Filtrovat energetické inventáře
da: Sorter energi lagre
de: Filter Energieinventare
es: Filtrar inventario de energía
fi: Suodata energiatavaraluettelot
hu_hu: Energiával kapcsolatos tárgyak
nl: Filter energie inventaris
no: Vis bare energi inventar
pt_br: Filtra inventários de energia
ro: Inventar energie
sk_sk: Filtruj energetický inventár
tr_tr: Enerji envanterlerini filtrele
uk: Запаси енергетичного фільтра

# ToolTipTerminalInventory_FilterStorage
source: Filter storage inventories
ca_ad: Filtra inventaris d'emmagatzematge
cs_cz: Filtrovat nákladní inventáře
da: Sorter opbevarings lagre
de: Filter Lagerinventare
es: Filtrar inventario de almacenamiento
fi: Suodata varastotavaraluettelot
hu_hu: Tároló készletek szűrése
nl: Filter opslag inventaris
no: Vis bare lagrings inventar
pt_br: Filtra inventários de armazenamento
ro: Inventar stocare
sk_sk: Filtruj inventár skladiska
tr_tr: Depolama envanterlerini filtrele
uk: Запаси сховища фільтра

# ToolTipTerminalInventory_FilterSystem
source: Filter system inventories
ca_ad: Filtra inventaris del sistema
cs_cz: Filtrovat systémové inventáře
da: Sorter system lagre
de: Filter Systeminventare
es: Filtrar inventario de sistema
fi: Suodata järjestelmien tavaraluettelot
hu_hu: Rendszer készletek szűrése
nl: Filter systeem inventaris
no: Vis bare system inventar
pt_br: Filtra inventários de sistema
ro: Inventar sisteme
sk_sk: Filtruj inventár systému
tr_tr: Sistem envanterlerini filtrele
uk: Запаси системи фільтра

# ToolTipTerminalInventory_ShowCharacter
source: Show character inventory
ca_ad: Mostra inventari del persontage
cs_cz: Ukázat inventář postavy
da: Vis karakter beholdning
de: Charakterinventar anzeigen
es: Mostrar inventario del personaje
fi: Näytä hahmon tavaraluettelo
hu_hu: Hátizsák megjelenítése
nl: Laat spelers inventaris zien
no: Vis spiller inventar
pt_br: Mostrar inventário do personagem
ro: Arată inventar caracter
sk_sk: Ukáž inventár postáv
tr_tr: Karakter envanterini göster
uk: Показати інвентар персонажа

# ToolTipTerminalInventory_ShowConnected
source: Show connected inventories (on ship or station)
ca_ad: Mostra inventaris connectats (a la nau o estació)
cs_cz: Zobrazit připojené inventáře (na této lodi či stanici)
da: Vis tilsluttede lagre (på skib eller station)
de: Zeige verbundene Inventare (auf dem Schiff oder der Station)
es: Mostrar inventarios conectados (en nave o estación)
fi: Näytä yndistetyt tavaraluettelot (aluksessa tai asemalla)
hu_hu: Összekapcsolt tárolók megjelenítése (hajón vagy állomáson)
nl: Laat verbonden inventaris zien (op schip of station)
no: Vis tilkoblede inventar (på skip eller stasjon)
pt_br: Mostra os inventários conectados (na nave ou estação)
ro: Arată inventarele conectate (din navă sau stație)
sk_sk: Ukáž spojené inventáre (na lodi alebo stanici)
tr_tr: Bağlı envanterleri göster (Gemi ya da istasyon)
uk: Показати підключений інвентар (до корабля або ж станції)

# ScreenTerminalInventory_Mass
source: Mass: {0} kg
ca_ad: Massa: {0} kg
cs_cz: Hmotnost: {0} kg
da: Masse: {0} kg
de: Masse: {0} kg
es: Masa: {0} kg
fi: Massa: {0} kg
hu_hu: Tömeg: {0} kg
nl: Massa: {0} Kg
no: Masse: {0} kg
pt_br: Massa: {0} kg
ro: Masă: {0} kg
sk_sk: Hmotnosť: {0} kg
tr_tr: Kütle:{0} kg
uk: Вага: {0} кґ

# ScreenTerminalInventory_Volume
source: Volume: {0} L
ca_ad: Volum: {0} L
cs_cz: Objem: {0} L
da: Volumen: {0} L
de: Volumen: {0} L
es: Volumen: {0} L
fi: Tilavuus: {0} L
hu_hu: Térfogat: {0} L
no: Volum: {0} L
ro: Volum: {0} L
sk_sk: Objem: {0} L
tr_tr: Hacim: {0} L
uk: Об'єм: {0} л

# ToolTipTerminalInventory_ItemInfo
source: {0}{3} Mass: {1} kg Volume: {2} L
ca_ad: {0}{3} Massa: {1} kg Volum: {2} L
cs_cz: {0}{3} Hmotnost: {1} kg Objem: {2} L
da: {0}{3} Masse: {1}kg Volume: {2} L
de: {0}{3} Masse: {1} kg Volumen: {2} L
es: {0}{3} Masa: {1} kg Volumen: {2} L
fi: {0}{3} Massa: {1} kg Tilavuus: {2} L
hu_hu: {0}{3} Tömeg: {1} kg Térfogat: {2} L
nl: {0}{3} Massa: {1} kg Volume: {2} L
no: {0}{3} Masse: {1} kg Volum: {2} L
pt_br: {0}{3} Massa: {1} kg Volume: {2} L
ro: {0}{3} Masă: {1} kg Volum: {2} L
sk_sk: {0}{3} Hmotnosť: {1} kg Objem: {2} L
tr_tr: {0}{3} Ağırlık: {1} kg Hacim: {2} L
uk: {0}{3} Маса: {1} кґ Об'єм: {2} л

# SettingSymmetryX
source: Symmetry X plane: {0} to set, {1} to reset
cs_cz: Symetrie na ose X: {0} nastavit, {1} resetovat
da: Symmetri X plan: {0} for at indsætte, {1} for at nulstille
de: Symmetrie X Achse: {0} zum Setzen, {1} zum Entfernen
es: Eje X de simetría: {0} para seleccionar, {1} para resetear
hu_hu: X tengely szimmetria: {0} elfogad, {1} visszavon
no: Symmetri X plan: {0} for å angi, {1} for å resette
pt_br: Simetria plano X: {0} para definir, {1} para redefinir
ro: Simetrie pe plan X: {0} pentru a seta. {1} pentru a reseta
sk_sk: Plocha symetrie X: {0} nastav, {1} reset
uk: Симетрія осі Х: {0}, аби встановити, {1}, щоб скинути

# SettingSymmetryXOffset
source: Symmetry X plane (offset): {0} to set, {1} to reset
cs_cz: Symetrie na ose X(odsazení): {0} nastavit, {1} znovu nastavit
da: Symmetri X plan (forskudt): {0} for at indsætte, {1} for at nulstille
de: Symmetrie X Achse (Versatz): {0} zum Setzen, {1} zum Entfernen
es: Eje X de simetría (desviación): {0} para seleccionar, {1} para reiniciar
hu_hu: X tengely szimmetria (eltolás): {0} elfogad, {1} visszavon
no: Symmetri X plan (offset): {0} for å angi, {1} for å tilbakestille
pt_br: Simetria plano X (deslocado): {0} para definir, {1} para redefinir
ro: Simetrie pe plan X (compensaţie): {0} pentru a seta, {1} pentru a reseta
sk_sk: Plocha symetrie X (zarovnaj): {0} nastav, {1} reset
uk: Центрування площини X (типово): {0} аби встановити, {1}, щоб скинути

# SettingSymmetryY
source: Symmetry Y plane: {0} to set, {1} to reset
cs_cz: Symetrie na ose Y: {0} nastavit, {1} resetovat
da: Symmetri Y plan: {0} for at indsætte, {1} for at nulstille
de: Symmetrie Y Achse: {0} zum Setzen, {1} zum Entfernen
es: Eje Y de simetría: {0} para seleccionar, {1} para resetear
hu_hu: Y tengely szimmetria: {0} elfogad, {1} visszavon
no: Symmetri Y plan: {0} for å angi, {1} for å tilbakestille
pt_br: Simetria plano Y: {0} para definir, {1} para redefinir
ro: Simetrie pe plan Y: {0} pentru a seta. {1} pentru a reseta
sk_sk: Plocha symetrie Y: {0} nastav, {1} reset
uk: Симетрія відносно осі Y: {0}, аби встановити, {1}, щоб скинути

# SettingSymmetryYOffset
source: Symmetry Y plane (offset): {0} to set, {1} to reset
cs_cz: Symetrie na ose Y(odsazení): {0} nastavit, {1} znovu nastavit
da: Symmetri Y plan (forskudt): {0} for at indsætte, {1} for at nulstille
de: Symmetrie Y Achse (Versatz): {0} zum Setzen, {1} zum Entfernen
es: Eje Y de simetría (desviación): {0} para seleccionar, {1} para resetear
hu_hu: Y tengely szimmetria (eltolás): {0} elfogad, {1} visszavon
no: Symmetri X plan (offset): {0} for å angi, {1} for å tilbakestille
pt_br: Simetria plano Y (deslocado): {0} para definir, {1} para redefinir
ro: Simetrie pe plan (compensaţie): {0} pentru a seta. {1} pentru a reseta
sk_sk: Plocha symetrie Y (zarovnaj): {0} nastav, {1} reset
uk: Центрування площини Y (типово): {0}, аби встановити, {1}, щоб обнулити

# SettingSymmetryZ
source: Symmetry Z plane: {0} to set, {1} to reset
cs_cz: Symetrie na ose Z: {0} nastavit, {1} resetovat
da: Symmetri Z plan: {0} for at indsætte, {1} for at nulstille
de: Symmetrie Z Achse: {0} zum Setzen, {1} zum Entfernen
es: Eje Z de simetría: {0} para seleccionar, {1} para resetear
hu_hu: Z tengely szimmetria: {0} elfogad, {1} visszavon
no: Symmetri Z plan: {0} for å angi, {1} for å tilbakestille
pt_br: Simetria plano Z: {0} para definir, {1} para redefinir
ro: Simetrie pe plan Z: {0} pentru a seta. {1} pentru a reseta
sk_sk: Plocha symetrie Z: {0} nastav, {1} reset
uk: Центрування площини Z: {0}, аби встановити, {1}, щоб скинути

# SettingSymmetryZOffset
source: Symmetry Z plane (offset): {0} to set, {1} to reset
cs_cz: Symetrie na ose Z(odsazení): {0} nastavit, {1} znovu nastavit
da: Symmetri Z plan (forskudt): {0} for at indsætte, {1} for at nulstille
de: Symmetrie Z Achse (Versatz): {0} zum Setzen, {1} zum Entfernen
es: Eje Z de simetría (desviación): {0} para seleccionar, {1} para resetear
hu_hu: Z tengely szimmetria (eltolás): {0} elfogad, {1} visszavon
no: Symmetri Z plan (offset): {0} for å angi, {1} for å tilbakestille
pt_br: Simetria plano Z (deslocado): {0} para definir, {1} para redefinir|
ro: Simetrie pe plan Z (compensaţie): {0} pentru a seta, {1} pentru a reseta
sk_sk: Plocha symetrie Z (zarovnaj): {0} nastav, {1} reset
uk: Центрування площини Z (типово): {0}, аби встановити, {1}, щоб обнулити

# ControlName_InertialDampeners
source: Inertia dampeners
ca_ad: Amortidors
cs_cz: Inerciální tlumiče
da: Inerti dæmpere
de: Trägheitsdämpfer
es: Amortiguadores de inercia
fi: Inertian vaimentimet
hu_hu: Tehetetlenségi csillapítók
nl: Inertie dempers
no: Treghets dempere
pt_br: Amortecedores de inércia
ro: Amortizoare inerţie
sk_sk: Inerciálne tlmiče
tr_tr: Eylemsizlik sıfırlayıcıları
uk: Послаблювачі інерції

# NotificationPickupObject
source: Press {0} to pick up {1}
cs_cz: Stiskni {0} pro zvednutí {1}
da: Tryk {0} for at samle {1} op
de: Um {1} aufzunehmen, {0} drücken.
es: Presione {0} para coger {1}
hu_hu: Nyomj {0}-t, hogy felvedd ezt: {1}
no: Trykk {0} for å plukke opp {1}
pt_br: Pressione {0} para pegar {1}
ro: Apăsați {0} pentru a lua {1}
sk_sk: Stlač {0} pre zobratie {1}
uk: Натисніть {0}, аби підняти {1}

# ControlName_UseSymmetry
source: Use symmetry
ca_ad: Utilitza simetria
cs_cz: Použít symetrii
da: Brug symmetri
de: Symmetrie verwenden
es: Activar simetría
fi: Käytä symmetriaa
hu_hu: Szimmetria használata
nl: Gebruik symmetrie
no: Bruk symmetri
pt_br: Usar simetria
ro: Foloseşte simetrie
sk_sk: Použiť symetriu
tr_tr: Simetri kullan
uk: Використання симетрії

# DisplayName_Block_Beacon
source: Beacon
ca_ad: Far
cs_cz: Maják
da: Fyrtårn
de: Boje
es: Baliza
fi: Majakka
hu_hu: Jeladó
nl: Baken
no: Signallys
pt_br: Sinalizador
ro: Semnal Luminos
sk_sk: Maják
tr_tr: İşaret Feneri
uk: Маяк
