Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# Quote57Text
source: Science never solves a problem without creating ten more.
ca_ad: La ciència mai no soluciona un problema sense crear-ne deu més.
cs_cz: Věda nikdy nevyřeší jediný problém, aniž by nevytvořila deset nových.
da: Videnskab løser aldrig et problem uden at skabe ti nye.
de: Die Wissenschaft löst niemals ein Problem ohne zehn neue aufzuwerfen.
es: La ciencia nunca resuelve un problema sin crear diez más.
fi: Tiede ei koskaan ratkaise ongelmaa luomatta kymmentä uutta.
hu_hu: A tudomány soha nem old meg egy problémát, anélkül, hogy tíz másikat csinálna.
nl: Wetenschap lost nooit een probleem op zonder tien extra problemen te creëren.
no: Vitenskap løser aldri ett problem uten å skape ti nye.
pt_br: Ciência nunca resolve um problema sem criar dez mais.
ro: Știința niciodată nu rezolvă o problemă fără să creeze zece mai mult.
sk_sk: Veda nikdy nevyrieši problém bez toho, aby vytvorila desať ďalších.
tr_tr: Bilim, problemleri on tane daha yaratmadan asla çözemez.
uk: Наука ніколи не вирішує проблему, не створюючи ще десять.

# Quote58Author
source: The first law of thermodynamics
ca_ad: Primera llei de la termodinàmica
cs_cz: První zákon termodynamiky
da: Termodynamikkernes første lov
de: Erstes Gesetz der Thermodynamik
es: La primera Ley de la Termodinámica
fi: Termodynamiikan ensimmäinen laki
hu_hu: A termodinamika első törvénye.
nl: De eerste wet van de thermodynamica.
no: Termodynamikkens første lov.
pt_br: Primeira Lei da Termodinâmica
ro: Prima lege a termodinamicii
sk_sk: Prvý termodynamický zákon
tr_tr: Termodinamiğin birinci yasası
uk: Перший закон термодинаміки

# Quote58Text
source: The law of conservation of energy states that energy can be neither created nor destroyed. However, energy can change forms, and energy can flow from one place to another. The total energy of an isolated system remains the same.
ca_ad: La llei de la conservació de la energia sosté que la energia no pot ser creada ni destruïda. Tanmateix l'energia pot canviar de forma i pot fluir d'un lloc a un altre. La quantitat total d'energia d'un sistema aïllat es manté sempre igual.
cs_cz: Zákon zachování energie tvrdí, že energie nemůže vznikat nebo zanikat. Může ovšem změnit svoji formu a může se přesunout z jednoho místa do druhého. Celková energie izolované soustavy zůstává neměnná.
da: Loven om bevarelse af energi fastslår, at energi hverken kan laves eller destrueres. Tilgengæld kan energi ændre form, og energi kan bevæge fra et sted til et andet. Et isoleret systems energi forbliver det samme.
de: Das Gesetz der Energieerhaltung besagt, dass Energie weder erzeugt noch zerstört werden kann. Sie kann nur von einer Form in eine andere umgewandelt werden. Die Gesamtenergie eines geschlossenen Systems bleibt stets gleich.
es: La ley de conservación de la energía dice que la energía ni se crea ni se destruye. Sin embargo, la energía puede cambiar de forma, y la energía puede fluir desde un lugar a otro. La energía total de un sistema aislado sigue siendo la misma.
fi: Energian häviämättömyyden laki kertoo, että energiaa ei voi syntyä eikä hävitä. Kuitenkin, energia voi vaihtaa olomuotoaan, ja energia voi siirtyä paikasta toiseen. Energian kokonaismäärä eristetyssä järjestelmässä pysyy samana.
hu_hu: Az energiamegmaradás törvénye kimondja, hogy energiát sem létrehozni, sem elpusztítani nem lehet. Az energia változtathat formát, és folyhat egyik helyről a másikra. A zárt rendszer energiája nem változik.
nl: De wet van behoud van energie verklaart dat energie wordt geschapen noch vernietigd. Energie kan echter wel van vorm veranderen, en energie kan van de ene plek naar de andere stromen. De totale hoeveelheid van energie in een geïsoleerde ruimte blijft hetzelfde.
no: Loven om bevaring av energi sier at energi kan verken skapes eller forsvinne. Imidlertid kan energien endre former, og energien kan flyte fra ett sted til et annet. Den totale energien i et isolert system forblir den samme.
pt_br: A lei da conservação de energia que diz que a energia não poder ser criado nem destruída. Entretanto, energia pode mudar de forma, e energia pode fluir de um lugar ao outro. A energia total de um sistema isolado permanece a mesma.
ro: Legea conservării energiei spune că aceasta nu poate fi creată sau distrusă. În schimb, energia poate să-şi schimbe formă, iar energia poate să se mute dintr-un loc în altul. Totalul energiei unui sistem izolat rămâne neschimbat.
sk_sk: Zákon zachovania energie hovorí, že energia nevzniká a nezaniká. Energia sa len premieňa z jednej formy energie na druhú a môže sa premiestňovať z jedného miesta na druhé. Celková energia v izolovanej fyzikálnej sústave je nemenná.
tr_tr: Enerji korunumu yasası enerjinin oluşturulamayacağı ve yok edilemeyeceğini açıklar. Fakat, enerji form değiştirebilir ve bir yerden diğerine akıp gidebilir. İzole edilmiş sistemlerde toplam enerji değişmez.
uk: Зміна внутрішньої енергії закритої системи, яка відбувається в рівноважному процесі переходу системи зі стану 1 у стан 2, дорівнює сумі роботи, зробленої над системою зовнішніми силами, і числу теплоти, наданому системі.

# Quote59Author
source: The first law of thermodynamics
ca_ad: Primera llei de la termodinàmica
cs_cz: První zákon termodynamiky
da: Termodynamikkernes første lov
de: Erstes Gesetz der Thermodynamik
es: La primera Ley de la Termodinámica
fi: Termodynamiikan ensimmäinen laki
hu_hu: A termodinamika első törvénye.
nl: Eerste wet van de thermodynamica
no: Termodynamikkens første lov.
pt_br: Primeira Lei da Termodinâmica
ro: Prima lege a termodinamicii
sk_sk: Prvý termodynamický zákon
tr_tr: Termodinamiğin birinci yasası
uk: Перший закон термодинаміки

# Quote59Text
source: The flow of heat is a form of energy transfer. In other words, a quantity of heat that flows from a hot body to a cold one can be expressed as an amount of energy being transferred from the hot body to the cold one.
ca_ad: El flux de calor és una forma de transferència d'energia. En altres paraules, una quantitat de calor que flueix des d'un cos calent a un fred pot ser expressat com una quantitat d'energia que està sent transferida des del cos calent al fred.
cs_cz: Proudění tepla je druh přenosu energie. Jinými slovy, množství tepla , které proudí z teplého tělesa do studeného, může být vyjádřeno jako množství energie přenesené z teplého tělesa na studené.
da: En strøm af varme er en form for energi overførsel. Med andre ord, en mængde af varme der flyder fra en varm krop til en kold kan udtrykkes som en mængde energi der bliver overført fra den varme krop til den kolde.
de: Der Wärmeaustausch ist einer Art der Energieübertragung. In anderen Worten, die Menge der Wärme die von einem heißen auf einen kalten Körper übertragen wird, kann auch als Energiemenge die vom heißen Körper auf den kalten übertragen wird, aufgefasst werden.
es: El flujo de calor es una forma de transferencia de energía. En otras palabras, una cantidad de calor que fluye desde un cuerpo caliente a uno frío puede ser expresada como la cantidad de energía que está siendo transferida desde el cuerpo caliente al frío.
fi: Lämmön virtaaminen on yksi energian siirtymisen muoto. Toisin sanoen lämpömäärä, joka virtaa kuumasta kappaleesta kylmään kappaleeseen voidaan ilmaista energian määränä, joka on siirtynyt kuumasta kappaleesta kylmään kappaleeseen.
hu_hu: A hő folyása az energiatovábbítás egy formája. Más szóval, a hő mennyisége ami egy meleg testből a hidegbe áramlik nevezhető az energia menyiségének, ami a meleg testből a hidegbe adódik át.
nl: De stroom van warmte is een vorm van energie overdracht. In andere woorden, een hoeveelheid van energie de stroomt van een warm object naar een koud object kan uitgedrukt worden als een hoeveelheid van energie die overgebracht wordt van een warm object naar een koud object.
no: Strømmen av varme er en form for energi-overføring. Med andre ord kan en mengde varme som strømmer fra et varmt legeme til en kald en kan bli uttrykt som en mengde av energi som overføres fra det varme legeme til den kalde.
pt_br: O fluir de calor é uma forma de transferência de energia. Em outras palavras, a quantidade de calor que flui de um corpo quente a um corpo frio pode ser expressada como a quantidade de energia transferida do corpo quente ao frio.
ro: Fluxul căldurii este o formă de transfer de energie. În alte cuvinte, o cantitate de căldură care vine de la un obiect mai cald la unul rece poate fi exprimat ca o cantitate de energie transferată de la obiectul cald la cel rece.
sk_sk: Tok tepla je forma energetického prenosu. Inými slovami, množstvo tepla, ktoré prúdi z teplého telesa na studené, môže byť vyjadrené množstvom energie, ktoré je prenesené z teplého telesa na studené.
tr_tr: Isı akışı bir enerji transferi şeklidir. Başka bir deyişle, sıcak bir cisimden soğuk bir cisme bir ısı aktarımını, sıcak cisimden soğuk cisme transfer edilen bir miktar enerji olarak olarak yorumlayabiliriz.
uk: Існують такі системи відліку, в яких центр мас будь-якого тіла, на яке не діють жодні сили або рівнодійна діючих на нього сил дорівнює нулю, зберігає стан спокою або рівномірного прямолінійного руху, допоки цей стан не змінять сили, застосовані до нього.

# Quote60Author
source: Newton's first law
ca_ad: Primera llei de Newton
cs_cz: Newtonův první zákon
da: Newtons første lov
de: Das erste Newtonsche Gesetz
es: Primera ley de Newton
fi: Newtonin ensimmäinen laki
hu_hu: Newton első törvénye
nl: Newton's eerste wet
no: Newton's første lov.
pt_br: Primeira Lei de Newton
ro: Prima lege a lui Newton
sk_sk: Prvý Newtonov pohybový zákon (Zákon zotrvačnosti)
tr_tr: Newton'un birinci yasası
uk: Перший закон Ньютона

# Quote60Text
source: Every body persists in its state of being at rest or of moving uniformly straight forward, except insofar as it is compelled to change its state by force impressed.
ca_ad: Cada cos roman en el seu estat de repòs o de moviment uniforme en línia recta, excepte quan es veu obligat a canviar el seu estat per la força rebuda.
cs_cz: Každé těleso setrvává v klidu nebo v pohybu rovnoměrném přímočarém, není-li nuceno vnějšími silami tento stav změnit.
da: Enhver krop eksisterer i dets tilstand som stillestående eller som en ensartet fremad bevægelse, medmindre den er tvunget til at skifte tilstand med magt.
de: Jeder Körper bleibt in Ruhe oder gleichförmiger geradliniger Bewegung, solange keine Kraft auf ihn wirkt.
es: Todo cuerpo persevera en su estado de reposo o movimiento uniforme y rectilíneo a no ser que sea obligado a cambiar su estado por fuerzas ejercidas sobre él.
fi: Jokainen kappale pitäytyy tilassaan levossa tai tasaisesti eteenpäin kulkien, paitsi jos se on pakotettu muuttamaan tilaansa voiman vaikutuksen takia.
hu_hu: Minden inerciarendszerben lévő test nyugalomban marad vagy egyenes vonalú egyenletes mozgást végez mindaddig, míg ezt az állapotot egy másik test vagy erő meg nem változtatja.
nl: Elk lichaam behoudt zijn toestand in rust of in een uniforme rechtdoorgaande beweging, tot het moment dat er kracht op wordt gezet waardoor de toestand moet veranderen.
no: Hver og en kropp vedvarer i sin tilstand av å være i ro eller beveger seg jevnt rett frem, med mindre den er tvunget til å endre sin tilstand med makt imponert.
pt_br: Todo corpo persiste em um estado de repouso ou de movimento linear uniforme, até que tenha seu estado alterado por uma força.
ro: Fiecare corp este într-o stare de repaus sau de mişcare uniformă drept înainte, cu excepția cazului în care este obligat să se schimbe starea de forță imprimată.
sk_sk: Každý hmotný bod v inerciálnej sústave zotrváva v pokoji alebo v rovnomernom priamočiarom pohybe, kým nie je nútený vonkajšími silami tento svoj stav zmeniť.
tr_tr: Bir cisim üzerine dengelenmemiş bir dış kuvvet etkimedikçe, cisim hareket durumunu (durağanlık veya sabit hızlı hareket) korur.
uk: Усяке тіло зберігає стан спокою або рухається рівномірно та прямолінійно, доки вплив прикладених до нього сил не змусять його змінити цей стан.

# Quote61Author
source: Newton's first law
ca_ad: Primera llei de Newton
cs_cz: Newtonův první zákon
da: Newtons første lov
de: Das erste Newtonsche Gesetz
es: Primera Ley de Newton
fi: Newtonin ensimmäinen laki
hu_hu: Newton első törvénye
nl: Newton's eerste wet
no: Newton's første lov.
pt_br: Primeira Lei de Newton
ro: Prima lege a lui Newton
sk_sk: Prvý Newtonov pohybový zákon (Zákon zotrvačnosti)
tr_tr: Newton'un birinci yasası
uk: Перший закон Ньютона

# Quote61Text
source: An object that is at rest will stay at rest unless an external force acts upon it.
ca_ad: Un objecte que està en descans continuarà en descans a no ser que una força externa actuï sobre ell.
cs_cz: Těleso, které je v klidu, setrvá v klidu, dokud na něj nezačne působit vnější síla.
da: Et stillestående objekt vil forblive stillestående indtil en udefrakommende kraft agerer på det.
de: Ein Körper in Ruhe bleibt in Ruhe bis eine äußere Kraft auf ihn einwirkt.
es: Un objeto que esté en reposo seguirá en reposo a no ser que una fuerza externa actúe sobre el.
fi: Paikallaan oleva esine pysyy paikallaan ellei ulkoinen voima vaikuta siihen.
hu_hu: Minden inerciarendszerben lévő test nyugalomban marad vagy egyenes vonalú egyenletes mozgást végez mindaddig, míg ezt az állapotot egy másik test vagy erő meg nem változtatja.
nl: Een voorwerp dat in rust is, zal in rust blijven tenzij er een uitwendige kracht op het voorwerp uitgeoefend wordt.
no: Et objekt som er i ro vil holde seg i ro hvis ikke en ytre kraft virker på det.
pt_br: Um objeto que está em repouso tende a ficar em repouso a menos que uma força externa aja sobre ele.
ro: Un obiect care este în stare de repaus va rămâne în stare de repaus până când o forță externă va acționa asupra lui.
sk_sk: Objekt zotrváva v pokoji, pokiaľ na neho nezačne pôsobiť vonkajšia sila.
tr_tr: Durağan bir obje, bir dış kuvvet etki edene kadar durağan olmaya devam edecektir.
uk: Об'єкт, що перебуває у стані спокою буде залишатися в спокою, якщо зовнішня сила не діятиме на нього.

# Quote62Author
source: Newton's first law
ca_ad: Primera llei de Newton
cs_cz: Newtonův první zákon
da: Newtons første lov
de: Das erste Newtonsche Gesetz
es: Primera Ley de Newton
fi: Newtonin ensimmäinen laki
hu_hu: Newton első törvénye
nl: Newton's eerste wet
no: Newton's første lov.
pt_br: Primeira Lei de Newton
ro: Prima lege a lui Newton
sk_sk: Prvý Newtonov pohybový zákon (Zákon zotrvačnosti)
tr_tr: Newton'un birinci yasası
uk: Перший закон Ньютона

# Quote62Text
source: An object that is in motion will not change its velocity unless an external force acts upon it.
ca_ad: Un objecte que està en moviment no alterarà la seva velocitat a no ser que una força externa actuï sobre ell.
cs_cz: Těleso setrvává v pohybu rovnoměrně přímočarém, dokud na něj nezačne působit vnější síla.
da: Et objekt der er I bevægelse vil forblive i bevægelse indtil en udefrakommende kraft agerer på det.
de: Ein Körper in Bewegung ändert seine Geschwindigkeit so lange nicht, bis eine äußere Kraft auf ihn einwirkt.
es: Un objeto que está en movimiento no cambiará su velocidad a menos que una fuerza externa actué sobre el.
fi: Liikkuva esine ei muuta nopeuttaan ellei ulkoinen voima vaikuta siihen.
hu_hu: Minden inerciarendszerben lévő test nyugalomban marad vagy egyenes vonalú egyenletes mozgást végez mindaddig, míg ezt az állapotot egy másik test vagy erő meg nem változtatja.
nl: Een object dat in beweging is zal in beweging blijven tenzij er een uitwendige kracht op het object wordt uitgeoefend.
no: Et objekt som er i bevegelse vil ikke endre sin hastighet med mindre en ekstern kraft virker på det.
pt_br: Um objeto em movimento não irá mudar sua velocidade a menos que uma força externa atue sobre ele.
ro: Un obiect care se află în mișcare nu işi va schimba viteza cu excepția cazului în care o forță externă acționează asupra lui.
sk_sk: Objekt v pohybe nezmení rýchlosť pokiaľ na neho nepôsobí vonkajšia sila.
tr_tr: Hareket halindeki bir obje, bir dış kuvvet etki etmediği halde hızını değiştirmeyecektir.
uk: Об'єкт, що перебуває в русі не змінить свою швидкість, якщо зовнішня сила не діє на нього.

# Quote63Author
source: Newton's second law
ca_ad: Segona llei de Newton
cs_cz: Newtonův druhý zákon
da: Newtons anden lov
de: Das zweite Newtonsche Gesetz
es: Segunda Ley de Newton
fi: Newtonin toinen laki
hu_hu: Newton második törvénye
nl: Newton's tweede wet
no: Newton's andre lov.
pt_br: Segunda Lei de Newton
ro: Legea a doua a lui Newton
sk_sk: Druhý Newtonov pohybový zákon (Zákon sily)
tr_tr: Newton'un ikinci yasası
uk: Другий закон Ньютона

# Quote63Text
source: The acceleration of a body is directly proportional to, and in the same direction as, the net force acting on the body, and inversely proportional to its mass.
ca_ad: L'acceleració d'un cos és directament proporcional a, i en la mateixa direcció que, la força neta actuant al cos, i inversament proporcional a la seva massa.
cs_cz: Zrychlení tělesa je stejného směru a přímo úměrné výslednici sil působících na těleso a nepřímo úměrné hmotnosti tohoto tělesa.
da: Accelerationen af et objekt er direkte proportionel med, og i samme retning som, den resulterende kraft, der agerer på objektet, og omvendt proportionel med dets masse.
de: Die Beschleunigung eines Körper ist proportional und gleichgerichtet zur Summe aller Kräfte die auf ihn wirken, sowie umgekehrt proportional zu seiner Masse.
es: La aceleración de un cuerpo es directamente proporcional, y en la misma dirección, a la fuerza neta que actúa sobre él, e inversamente proporcional a su masa.
fi: Kappaleen kiihtyvyys on suoraan verranollinen kappaleeseen vaikuttavaan nettovoimaan ja myös samansuuntainen siihen nähden, ja kääntäen verranollinen sen massaan.
hu_hu: Egy pontszerű test lendületének (impulzusának) a megváltozása egyenesen arányos és azonos irányú a testre ható, 'F' erővel. Az arányossági tényező megegyezik a test 'm' tömegével.
nl: De acceleratie van een lichaam is direct proportioneel naar, en in dezelfde richting als, de nettokracht die op het lichaam wordt uitgeoefend, en omgekeerd proportioneel naar haar massa.
no: Akselerasjonen av et legeme er direkte proporsjonal med og i samme retning som netto kraft som virker på legemet, og omvendt proporsjonal med sin masse.
pt_br: A aceleração de um corpo é diretamente proporcional, e tem a mesma direção que, a força resultante agindo sobre o corpo, e inversamente proporcional a sua massa.
ro: O forţă acţionând asupra unui corp îi imprimă o acceleraţie direct proporţională cu forţa şi invers proporţională cu masa acestuia.
sk_sk: Ak na teleso pôsobí sila, tak sa teleso pohybuje so zrýchlením, ktoré je priamo úmerné pôsobiacej sile a nepriamo úmerné hmotnosti telesa.
tr_tr: Bir cismin ivmelenmesi, cisme etki eden net kuvvet ile aynı yönde ve doğru orantılı, cismin kütlesi ile ters orantılıdır.
uk: Зміна числа руху пропорційно прикладене рушійній силі, і відбувається по напрямку тієї прямої, по якій ця сила діє.

# Quote64Author
source: Newton's third law
ca_ad: Tercera llei de Newton
cs_cz: Newtonův třetí zákon
da: Newtons tredje lov
de: Das dritte Newtonsche Gesetz
es: Tercera Ley de Newton
fi: Newtonin kolmas laki
hu_hu: Newton harmadik törvénye
nl: Newton's derde wet
no: Newton's tredje lov.
pt_br: Terceira Lei de Newton
ro: Legea a treia a lui Newton
sk_sk: Tretí Newtonov pohybový zákon (Zákon akcie a reakcie)
tr_tr: Newton'un üçüncü yasası
uk: Третій закон Ньютона

# Quote64Text
source: To every action there is always an equal and opposite reaction: or the forces of two bodies on each other are always equal and are directed in opposite directions.
ca_ad: Per a cada acció sempre hi ha una igual i oposada reacció: o les forces dels dos cossos són sempre iguals i estan dirigits en direccions oposades.
cs_cz: Každá akce vyvolá reakci stejné velikosti a opačného směru; neboli: síly pusobící vzájemně mezi dvěma tělesy jsou stejné velikosti a opačného směru.
da: Til hver handling er der altid en lige og modsat reaktion: eller to objekters kræfter på hinanden er altid lige og er rettet i modsatte retninger.
de: Zu jeder Aktion existiert eine gleich große, entgegengesetzte Reaktion: Die Kräfte zweier Körper aufeinander sind stets gleich groß und in gegensätzliche Richtungen ausgerichtet.
es: Con toda acción ocurre siempre una reacción igual y contraria: quiere decir que las acciones mutuas de dos cuerpos siempre son iguales y dirigidas en sentido opuesto.
fi: Jokaiselle liikkeelle on aina yhtä suuri ja päinvastainen reaktio; tai kahden kappaleen voimat toisiinsa nähden ovat aina yhtäsuuret ja kohdistuvat vastakkaisiin suuntiin.
hu_hu: Két test kölcsönhatása során mindkét testre azonos nagyságú, egymással ellentétes irányú erő hat.
nl: Bij elke actie is er altijd een gelijke en omgekeerde reactie: of de krachten van de twee lichamen zijn altijd aan elkaar gelijk en zijn in tegengestelde richtingen.
no: Til hver handling er det alltid en lik eller motsatt reaksjon: eller krefter av to legemer på hverandre er alltid lik og er rettet i motsatt retning.
pt_br: Para toda ação, há uma reação igual e oposta: ou as forças dos dois corpos em cada um um serão sempre igual e dirigidas a direções opostas.
ro: Pentru fiecare acţiune există întotdeauna o reacţie egală şi opusă: sau forţele a două corpuri asupra celuilalt sunt mereu egale şi direcţionate în direcţii opuse.
sk_sk: Každá akcia vyvolá vždy protireakciu; inak: vzájomné pôsobenia dvoch telies sú vždy rovnako veľké a miera opačným smerom.
tr_tr: Her eyleme etki eden eşit şiddette ve ters yönde bir reaksiyon vardır: ya da iki cismin birbirlerine ekileri her zaman eşit şiddette ve ters doğrultudadır.
uk: Кожній дії завжди є рівна й протилежна протидія, інакше, взаємодії двох тіл один на одного рівні та спрямовані в протилежні сторони.
