Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# MessageBoxTextRecommend
source: If you like Space Engineers, you can recommend it to your Steam friends on the following page. Recommendations help to grow the community. Thank you!
ca_ad: Si us agrada Space Enginyeers podeu recomanar-lo als vostres amics de Steam a la pàgina següent. Les recomanacions ajuden a fer créixer la comunitat. Gràcies!
cs_cz: Pokud jste si oblíbili Space Engineers, můžete tuto hru doporučit svým přátelům na službě Steam na následující stránce. Doporučení pomohou rozšířit naší komunitu. Děkujeme Vám!
da: Hvis du kan lide Space Enginners, kan du foreslå det til dine Steam venner på den næste side. Det vil hjælpe fællesskabet med at vokse. På forhånd tak!
de: Falls dir Space Engineers gefällt, kannst du es deinen Steam-Freunden auf der folgenden Seite empfehlen. Empfehlungen helfen der Community zu wachsen. Vielen Dank!
es: Si te gusta Space Engineers, puedes recomendarlo a tus amigos de Steam en la siguiente página. Las recomendaciones harán crecer la comunidad. ¡Gracias!
fi: Jos pidät Space Engineersistä, voit suositella sitä Steam-kavereillesi seuraavalla sivulla. Suositukset auttavat yhteisön kasvamisessa. Kiitos!
hu_hu: Ha tetszik a Space Engineers, ajánlhatod a Steames barátaidnak a következő oldalon. Az ajánlások segítenek növelni a közösséget. Köszönjük!
nl: Als je Space Engineers leuk vindt kun je het aanbevelen aan je Steam vrienden op de volgende pagina. Aanbevelingen helpen de gemeenschap te groeien. Dank u!
no: Hvis du liker Space Engineers, kan du anbefale det til dine Steam venner på den følgende siden. Anbefalinger hjelper med å forstørre samfunnet. Tusen takk!
pt_br: Se você gosta de Space Engineers, você pode recomendá-lo aos seus amigos do Steam na seguinte página. Recomendações ajudam a comunidade a crescer. Obrigado!
ro: Dacă vă place Space Engineers, puteţi să-l recomandaţi prietenilor dumneavoastră pe Steam pe pagina jocului. Recomandările ajută la creşterea comunităţii. Vă mulţumim!
sk_sk: Ak vás baví hra Space Engineers, odporučte ju svojim priateľom na Steame na nasledujúcej stránke. Odporúčania pomáhajú rozrastaniu komunity. Ďakujeme!
tr_tr: Eğer Space Engineers'ı beğendiyseniz lütfen oyunu arkadaşlarınıza önerin. Önerileriniz topluluğumuzun büyümesinde oldukça etkili bir kısım. Teşekkürler!
uk: Якщо вам до вподоби Space Engineers, ви можете порекомендувати її своїм друзям на головній сторінці проєкту. Ваші рекомендації допомагають у його розвитку. Дякуємо!

# MessageBoxCaptionRecommend
source: Recommend Space Engineers
ca_ad: Recomana Space Engineers
cs_cz: Doporučit Space Engineers
da: Anbefal Space Engineers
de: Empfehle Space Engineers
es: Recomendar Space Engineers
fi: Suosittele Space Engineersiä
hu_hu: Space Engineers ajánlása.
nl: Space Engineers aanbevelen
no: Anbefal Space Engineers
pt_br: Recomendar Space Enginners
ro: Recomandă Space Engineers
sk_sk: Odporučiť Space Engineers
tr_tr: Space Engineers'ı Öner
uk: Порекомендувати Space Engineers

# MessageBoxCaptionWorldPublished
source: WORLD PUBLISHED
cs_cz: SVĚT PUBLIKOVÁN
da: VERDEN UDGIVET
de: WELT VERÖFFENTLICHT
es: MUNDO PUBLICADO
hu_hu: VILÁG MEGOSZTVA
no: VERDEN PUBLISERT
pt_br: MUNDO PUBLICADO
ro: LUME PUBLICATĂ
sk_sk: SVET UVEREJNENÝ
uk: Про публікацію

# MessageBoxCaptionWorldPublishFailed
source: WORLD PUBLISH FAILED
cs_cz: PUBLIKOVÁNÍ SVĚTA SELHALO
da: UDGIVELSE AF VERDEN MISLYKKEDES
de: WELT VERÖFFENTLICHEN FEHLGESCHLAGEN
es: PUBLICACIÓN DE MUNDO FALLIDA
hu_hu: VILÁG MEGOSZTÁSA SIKERTELEN
no: PUBLISERING AV VERDEN HAR FEILET
pt_br: FALHA NA PUBLICAÇÃO DO MUNDO
ro: PUBLICAREA LUMII NU A REUŞIT
sk_sk: UVEREJNENIE SVETA ZLYHALO
uk: Не вдалося опублікувати ваш світ.

# MessageBoxCaptionModPublished
source: MOD PUBLISHED
cs_cz: MODIFIKACE PUBLIKOVÁNA
da: MOD UDGIVET
de: MOD VERÖFFENTLICHT
es: MOD PUBLICADO
hu_hu: MOD PUBLIKÁLVA
no: MODIFIKASJON PUBLISERT
pt_br: MOD PUBLICADO
ro: MOD PUBLICAT
sk_sk: MÓD UVEREJNENÝ
uk: МОД ОПУБЛІКОВАНО

# MessageBoxCaptionModPublishFailed
source: MOD PUBLISH FAILED
cs_cz: PUBLIKOVÁNÍ MODIFIKACE SELHALO
da: MOD UDGIVELSE FEJLEDE
de: MOD VERÖFFENTLICHUNG FEHLGESCHLAGEN
es: ERROR EN LA PUBLICACIÓN DEL MOD
hu_hu: MOD PUBLIKÁLÁSA SIKERTELEN
no: MODIFIKASJONS PUBLISERING FEILET
pt_br: FALHA AO PUBLICAR O MOD
ro: PUBLICAREA MODULUI A EȘUAT
sk_sk: UVEREJNENIE MÓDU ZLYHALO
uk: Не вдалося опублікувати мод.

# ScreenLoadSubscribedWorldCopyAndLoad
source: Copy & Load
cs_cz: Kopírovat a načíst
da: Kopier og indlæs
de: Kopieren und Laden
es: Copiar y cargar
hu_hu: Másolás és betöltés
no: Kopier og last inn
pt_br: Copiar e carregar
ro: Copiază & Încarcă
sk_sk: Skopíruj a náčítaj
uk: Скопіюйте та завантажте

# LoadScreenButtonTooltipPublish
source: Publish selected world on Steam Workshop
cs_cz: Publikuj vybraný svět na Steam Workshop
da: Udgiv den valgte verden på Steam Workshop
de: Ausgewählte Welt im Steam Workshop veröffentlichen.
es: Publicar el mundo seleccionado en Steam Workshop
hu_hu: A kiválasztott világ megosztása a Steam Workshopon keresztül.
no: Publiser markerte verden på Steam Workshop
pt_br: Publicar mundo selecionado no Steam Workshop
ro: Publică lumea selectată pe Atelierul Steam
sk_sk: Uverejnenie vybratého sveta na Steam Workshope
uk: Оприлюднити обраний світ у Майстерні Steam

# ToolTipMenuSubscribedWorlds
source: View a list of worlds subscribed on Steam Workshop
cs_cz: Seznam sdílených světů na Steamu
da: Se en liste over verdener abonneret på Steam Workshop
de: Liste der im Steam Workshop abonnierten Welten anzeigen
es: Ver la lista de los mundos a las que estas subscrito en Steam Workshop
hu_hu: A Steam Workshopon keresztül feliratkozott világok listájának megtekintése.
no: Vis en liste over abonnerte verdener på Steam Workshop.
pt_br: Ver uma lista de mundos inscritos no Steam Workshop
ro: Vizualizați lista de lumi la care sunteți abonat pe Atelierul Steam
sk_sk: Zoznam svetov podporovaných na Steam Workshope
uk: Переглянути перелік світів підписавшись на Майстерню Steam.

# MessageBoxCaptionDoYouWishToPublishWorld
source: PUBLISH WORLD
cs_cz: PUBLIKOVAT SVĚT
da: UDGIV VERDEN
de: VERÖFFENTLICHE WELT
es: PUBLICAR MUNDO
hu_hu: VILÁG MEGOSZTÁSA
no: PUBLISER VERDEN
pt_br: PUBLICAR MUNDO
ro: PUBLICĂ LUME
sk_sk: UVEREJNIŤ SVET
uk: Оприлюднити світ

# MessageBoxCaptionDoYouWishToUpdateWorld
source: UPDATE WORLD
cs_cz: AKUALIZOVAT SVĚT
da: OPDATER VERDEN
de: AKTUALISIERE WELT
es: ACTUALIZAR MUNDO
hu_hu: VILÁG FRISSÍTÉSE
no: OPPDATER VERDEN
pt_br: ATUALIZAR MUNDO
ro: ACTUALIZEAZĂ LUME
sk_sk: AKTUALIZOVAŤ SVET
uk: ОНОВИТИ СВІТ

# MessageBoxTextDoYouWishToPublishWorld
source: Are you sure you want to upload and publish selected world on Steam Workshop? Note that by submitting this item, you agree to the workshop terms of service (see http://steamcommunity.com/sharedfiles/workshoplegalagreement).
cs_cz: Jste si jisti, že chcete odeslat a publikovat vybraný svět na Steam Workshop?
da: Er du sikker på at du vil uploade og udgive den valgte verden på Steam Workshop? Ved udgivelse, acceptere du, de gældende regler for workshoppen. (se http://steamcommunity.com/sharedfiles/workshoplegalagreement).
de: Bist du sicher dass du die ausgewählte Welt hochladen und im Steam Workshop veröffentlichen möchtest?
es: ¿Estás seguro de querer subir y publicar el mundo seleccionado en Steam Workshop?
hu_hu: Biztosan fel akarod tölteni és megosztani a világot Steam Workshop-on?
no: Er du sikker på at du vil laste opp og publisere den markerte verden på Steam Workshop?
pt_br: Você tem certeza que quer fazer o upload e publicar o Mundo selecionado no Steam Workshop?
ro: Sunteți sigur că doriti să publicați lumea selectată pe Atelierul Steam ? Publicând aceasta lume sunteți de acord cu termenii de serviciu al atelierului (vedeți http://steamcommunity.com/sharedfiles/workshoplegalagreement).
sk_sk: Ste si istý, že chcete nahrať a uverejniť vybratý svet na Steam Workshop?
uk: Ви справді хочете відвантажити й оприлюднити обраний світ у Майстерні Steam?

# MessageBoxTextDoYouWishToUpdateWorld
source: Are you sure you want to upload and overwrite selected world on Steam Workshop?
cs_cz: Ste jsi jisti, že chcete nahrát a přepsat vybraný svět na Steam Workshop?
da: Er du sikker på at du vil uploade og overskrive den valgte verden på Steam Workshop?
de: Bist du sicher, dass du die ausgewählte Welt in den Steam Workshop hochladen und überschreiben willst?
es: ¿Estás seguro de querer subir y sobre-escribir el mundo seleccionado a Steam Workshop?
hu_hu: Biztosan fel akarod tölteni és felülírni a kiválasztott világot a Steam Workshopon?
no: Er du sikker på at du vil laste opp og overskrive den markerte verdenen på Steam Workshop?
pt_br: Você tem certeza que quer fazer o upload e sobre-escrever o mundo selecionado no Steam Workshop?
ro: Sunteți sigur că doriți să încărcați și să înlocuiți lumea selectată pe Atelierul Steam ?
sk_sk: Ste si istý, že chcete nahrať a prepísať vybratý svet na Steam Workshope?
uk: Ви справді бажаєте вивантажити й перезаписати обраний світ у Майстерні Steam?

# MessageBoxCaptionDoYouWishToPublishMod
source: PUBLISH MOD
cs_cz: PUBLIKOVAT MODIFIKACI
da: UDGIV MOD
de: MOD VERÖFFENTLICHEN
es: PUBLICAR MOD
hu_hu: MOD MEGOSZTÁSA
no: PUBLISER MODIFIKASJON
pt_br: PUBLICAR MOD
ro: PUBLICĂ MOD
sk_sk: UVEREJNIŤ MÓD
uk: ОПУБЛІКУВАТИ МОД

# MessageBoxCaptionDoYouWishToUpdateMod
source: UPDATE MOD
cs_cz: AKTUALIZOVAT MODIFIKACE
de: MOD AKTUALISIEREN
es: ACTUALIZAR MOD
hu_hu: MOD FRISSÍTÉSE
no: OPPDATER MODIFIKASJON
pt_br: ATUALIZAR MOD
ro: ACTUALIZEAZĂ MOD
sk_sk: AKTUALIZUJ MÓD
uk: ОНОВИТИ МОД

# MessageBoxTextDoYouWishToPublishMod
source: Are you sure you want to upload and publish selected mod on Steam Workshop? Note that by submitting this item, you agree to the workshop terms of service (see http://steamcommunity.com/sharedfiles/workshoplegalagreement).
cs_cz: Jste si jisti že chcete nahrát a publikovat zvolenou modifikaci na Steam Workshop? Poznámka: tím že modifikaci nahrajete souhlasíte s podmínkami pro používání služby Steam Workshop (více na http://steamcommunity.com/sharedfiles/workshoplegalagreement).
da: Er du sikker på du ønsker at uploade og offentliggøre udvalgte mod på Steam Workshop? Bemærk, at ved at indsende dette punkt, accepterer du workshop servicevilkår (se http://steamcommunity.com/sharedfiles/workshoplegalagreement).
de: Bist du sicher dass du die ausgewählte Welt hochladen und im Steam Workshop veröffentlichen möchtest? Dabei stimmst den Nutzungsbedingungen zu! (nachzulesen hier: http://steamcommunity.com/sharedfiles/workshoplegalagreement).
es: ¿Estás seguro de que quieres subir y publicar el mod seleccionado en Steam Workshop? Al enviarlo estas aceptando los términos de servicio (ver http://steamcommunity.com/sharedfiles/workshoplegalagreement).
hu_hu: Biztosan fel akarod tölteni és megosztani a modot Steam Workshop-on? Ezzel automatikusan elfogadod a workshop felhasználási feltételeit (lásd: http://steamcommunity.com/sharedfiles/workshoplegalagreement).
no: Er du sikker på at du vil laste opp og publisere den markerte modifikasjonen på Steam Workshop? Noter deg at ved å publisere dette, så aksepterer du vilkårene for tjenesten workshop (se http://steamcommunity.com/sharedfiles/workshoplegalagreement).
pt_br: Você tem certeza que deseja fazer o upload e publicar mod selecionado na Oficina Steam? Note que ao enviar este item, você concorda com os termos de serviço da oficina (ver http://steamcommunity.com/sharedfiles/workshoplegalagreement).
ro: Sunteți sigur că doriti să publicați modul selectat pe Atelierul Steam ? Publicând acest mod sunteți de acord cu termenii de serviciu al atelierului (vedeți http://steamcommunity.com/sharedfiles/workshoplegalagreement).
uk: Ви справді хочете опублікувати виділений мод у Steam Workshop? Зауважте, що публікуючи мод Ви погоджуєтеся з даною угодою http://steamcommunity.com/sharedfiles/workshoplegalagreement

# MessageBoxTextDoYouWishToUpdateMod
source: Are you sure you want to upload and overwrite selected mod on Steam Workshop?
cs_cz: Jste si jisti že chcete nahrát a přepsat zvolenou modifikaci na Steam Workshop ?
da: Er du sikker på du ønsker at uploade og overskrive udvalgte mod på Steam Workshop?
de: Bist du sicher, dass du die ausgewählte Welt in den Steam Workshop hochladen und überschreiben willst?
es: ¿Estás seguro de que quieres subir y sobreescribir el mundo seleccionado en Steam Workshop?
hu_hu: Biztosan fel akarod tölteni és felülírni a kiválasztott modot a Steam Workshopon?
no: Er du sikker på at du vil laste opp og overskrive den markerte modifikasjonen på Steam Workshop?
pt_br: Tem certeza de que deseja carregar e substituir mod selecionado Oficina Steam?
ro: Sunteți sigur că doriți să încărcați și să înlocuiți modul selectat pe Atelierul Steam ?
uk: Ви впевнені, що хочете завантажити і переписати вибраний мод на Steam Workshop?

# NotificationHintLeaveCockpit
source: Press {0} to leave cockpit
ca_ad: Premeu {0} per sortir de la cabina
cs_cz: Stiskni {0} pro opuštění kokpitu
da: Tryk {0} for at forlade cockpit
de: Drücke {0}, um das Cockpit zu verlassen
es: Presione {0} para abandonar la cabina
fi: Paina {0} poistuaksesi ohjaamosta
hu_hu: Nyomj {0}-t, hogy kiszállj a pilótafülkéből
nl: Druk op {0} om de cockpit te verlaten
no: Trykk {0} for å gå ut av cockpiten
pt_br: Pressione {0} para sair do cockpit
ro: Apăsați {0} pentru a ieși din carlingă
sk_sk: Stlač {0} pre opustenie kabíny
tr_tr: Basarak {0} kokpitten çık
uk: Натисніть {0}, аби залишити кабіну

# NotificationHintOpenShipControlPanel
source: Press {0} to open ship control panel
ca_ad: Premeu {0} per obrir el tauler de control de la nau
cs_cz: Stiskni {0} pro otevrění ovládacího panelu lodi
da: Tryk {0} for at åbne skibets kontrolpanel
de: Drücke {0} um das Kontrollfeld des Schiffes zu öffnen.
es: Presione {0} para abrir el panel de control de la nave
fi: Paina {0} avataksesi aluksen ohjauspaneelin
hu_hu: Nyomj {0}-t a hajó vezérlőpultjának megnyitásához
nl: Druk {0} om het controlepaneel van het schip te openen
no: Trykk {0} for å åpne skipets kontrollpanel
pt_br: Pressione {0} para abrir o painel de controle da nave
ro: Apăsați {0} pentru a deschide panoul de control al navei
sk_sk: Stlač {0} pre otvorenie kontrolného panelu
tr_tr: Basarak {0} gemi kontrol panelini aç
uk: Натисніть {0}, аби відкрити панель керування корабля

# NotificationHintTurnAllReactorsOff
source: Press {0} to turn all reactors off
ca_ad: Premeu {0} per apagar tots els reactors
cs_cz: Stiskni {0} pro vypnutí všech reaktorů
da: Tryk {0} for at slukke alle reaktorerne
de: Drücke {0} um alle Reaktoren auszuschalten
es: Presione {0} para apagar todos los reactores
fi: Paina {0} sammuttaaksesi kaikki reaktorit
hu_hu: Nyomj {0}-t a reaktorok kikapcsolásához
nl: Druk {0} om alle reactoren uit te schakelen
no: Trykk {0} for å skru av alle reaktorene
pt_br: Pressione {0} para desligar todos os reatores
ro: Apăsați {0} pentru a opri toate reactoarele
sk_sk: Stlač {0} pre vypnutie reaktorov
tr_tr: Tüm reaktörleri kapatmak için {0} tuşuna basın
uk: Натисніть {0}, аби вимкнути реактори

# NotificationHintTurnAllReactorsOn
source: Press {0} to turn all reactors on
ca_ad: Premeu {0} per engegar tots els reactors
cs_cz: Stiskni {0} pro zapnutí všech reaktorů
da: Tryk {0} for at tænde alle reaktorerne
de: Drücke {0} um alle Reaktoren anzuschalten
es: Presione {0} para encender todos los reactores
fi: Paina {0} kaynnistääksesi kaikki reaktorit
hu_hu: Nyomj {0}-t a reaktorok bekapcsolásához
nl: Druk {0} om alle reactoren in te schakelen.
no: Trykk {0} for å skru på alle reaktorene
pt_br: Pressione {0} para ligar todos os reatores
ro: Apasați {0} pentru a porni toate reactoarele
sk_sk: Stlač {0} pre zapnutie reaktorov
tr_tr: Tüm reaktörleri açmak için {0} tuşuna basın
uk: Натисніть {0}, аби ввімкнути всі реактори

# NotificationArgLargeShip
source: large ship
ca_ad: nau gran
cs_cz: velká loď
da: stort skib
de: Großes Schiff
es: Nave grande
fi: suuri alus
hu_hu: nagy hajó
nl: groot schip
no: Stort skip
pt_br: nave grande
ro: navă mare
sk_sk: veľká loď
tr_tr: Büyük gemi
uk: величезний корабель

# NotificationArgSmallShip
source: small ship
ca_ad: nau petita
cs_cz: malá loď
da: lille skib
de: Kleines Schiff
es: Nave pequeña
fi: pieni alus
hu_hu: kis hajó
nl: klein schip
no: lite skip
pt_br: nave pequena
ro: navă mică
sk_sk: malá loď
tr_tr: Küçük Gemi
uk: малий корабель

# NotificationArgStation
source: station
ca_ad: estació
cs_cz: stanice
es: Estación
fi: asema
hu_hu: állomás
no: stasjon
pt_br: estação
ro: staţie
sk_sk: stanica
tr_tr: İstasyon
uk: станція

# NotificationBlockNotAvailableFor
source: {0} is not available for {1}
ca_ad: {0} no està disponible per {1}
cs_cz: {0} není dostupné pro {1}
da: {0} er ikke tilgængelig for {1}
de: {0} ist nicht verfügbar für {1}
es: {0} no está disponible para {1}
fi: {0} ei ole saatavilla {1}
hu_hu: {0} nem elérhető {1} számára
nl: {0} is niet beschikbaar voor {1}
no: {0} er ikke tilgjengelig for {1}
pt_br: {0} não está disponível para {1}
ro: {0} nu este pentru {1}
sk_sk: {0} nie je dostupné pre {1}
tr_tr: {0}, {1} için mevcut değil
uk: {0} не можна встановити на {1}

# ScreenLoadSubscribedWorldBrowseWorkshop
source: Browse Workshop
cs_cz: Procházet Workshop
da: Gennemse Workshop
de: Workshop durchsuchen
es: Examinar Workshop
hu_hu: Workshop böngészése
no: Søk i Workshop
pt_br: Navegue pela Oficina
ro: Răsfoiește Atelierul
sk_sk: Prehľadať Workshop
uk: Перегляд Майстерні

# ScreenLoadSubscribedWorldRefresh
source: Refresh
cs_cz: Aktualizovat
da: Genindlæs
de: Aktualisieren
es: Actualizar
hu_hu: Frissítés
no: Oppdater
pt_br: Atualizar
ro: Reîmprospătează
sk_sk: Obnoviť
uk: Оновити

# NotificationArgAngleGrinder
source: Angle grinder
ca_ad: Esmoladora d'angle
cs_cz: Úhlový drtič
da: Vinkelsliber
de: Flex
es: Amoladora
fi: Kulmahiomakone
hu_hu: Sarokcsiszoló
nl: Slijptol
no: Vinkelsliper
pt_br: Amolador em ângulo
ro: Polizor unghiular
sk_sk: Uhlová brúska
tr_tr: Taşlama
uk: Кутова шліфмашинка

# NotificationArgDrill
source: Drill
ca_ad: Trepant
cs_cz: Vrták
da: Bor
de: Bohrer
es: Taladro
fi: Pora
hu_hu: Fúró
nl: Boor
pt_br: Broca
ro: Foreza
sk_sk: Vŕtačka
tr_tr: Matkap
uk: Бур

# NotificationArgMissile
source: Missile
ca_ad: Míssil
cs_cz: Střela
da: Missil
de: Rakete
es: Misil
fi: Ohjus
hu_hu: Rakéta
nl: Raket
no: Missil
pt_br: Míssil
ro: Racheta
sk_sk: Strela
tr_tr: Füze
uk: Ракета

# NotificationArgProjectile
source: Projectile
ca_ad: Projectil
cs_cz: Projektil
da: Projektil
de: Projektil
es: Proyectil
fi: Ammus
hu_hu: Lövedék
nl: Projectiel
no: Prosjektil
pt_br: Projétil
ro: Proiectil
sk_sk: Projektil
tr_tr: Fırlatıcı
uk: Снаряд

# NotificationArgWelder
source: Welder
ca_ad: Soldador
cs_cz: Svářečka
da: Svejser
de: Schweißgerät
es: Soldador
fi: Hitsaaja
hu_hu: Hegesztő
nl: Lasser
no: Sveiseapparat
pt_br: Maçarico
ro: Sudor
sk_sk: Zváračka
tr_tr: Kaynak Makinesi
uk: Зварювальний апарат

# NotificationNoWeaponSelected
source: No weapon selected
cs_cz: Není vybrána žádná zbraň
da: Intet våben valgt
de: Keine Waffe ausgewählt
es: Sin armas seleccionadas
hu_hu: Nincs fegyver kiválasztva
no: Ingen våpen valgt
pt_br: Nenhuma arma selecionada
ro: Nici o armă selectată
sk_sk: Žiadna zbraň
uk: Не обрано жодної зброї

# NotificationSwitchedToWeaponType
source: Switched to weapon type '{0}'
cs_cz: Změněno na typ zbraně {0}
da: Skift til våben type '{0}'
de: Zum Waffentyp '{0}' gewechselt.
es: Cambiado a tipo de arma '{0}'
hu_hu: Átváltva a következőre '{0}'
no: Byttet til våpen type '{0}'
pt_br: Selecionada arma tipo '{0}'
ro: Tipul de arma '{0}' selectat.
sk_sk: Prepni na zbraň '{0}'
uk: Зброю перемкнуто на {0}

# NotificationHintPressToClimbUpDown
source: Press {0} or {1} to climb up and down
ca_ad: Premeu {0} o {1} per escalar amunt i avall
cs_cz: Stiskni {0} nebo {1} pro lezení nahoru a dolů
da: Tryk {0} eller {1} for at klatre op eller ned
de: Drücke {0} oder {1} um hoch- und runterzuklettern.
es: Presione {0} o {1} para ascender o descender
fi: Paina {0} tai {1} kiivetäksesi ylös tai alas
hu_hu: Használd a {0} és a {1} gombokat, hogy fel- vagy lemássz
nl: Druk {0} of {1} om omhoog of omlaag te klimmen
no: Trykk {0} eller {1} for å klatre opp eller ned
pt_br: Pressione {0} ou {1} para ir para cima ou para baixo
ro: Apăsați {0} sau {1} pentru a urca și coborâ.
sk_sk: Stlač {0} alebo {1} pre šplhanie hore a dole
tr_tr: Yukarı tırmanmak ve aşağı inmek için {0} ya da {1} tuşlarına basınız
uk: Натисніть {0} або {1}, аби рухатися догори й донизу

# NotificationHintPressToGetDownFromLadder
source: Press {0} to get down from ladder
ca_ad: Premeu {0} per baixar de l'escala
cs_cz: Stiskni {0} pro slezení z žebříku
da: Tryk {0} for at komme ned fra stige
de: Drücke {0} um die Leiter zu verlassen.
es: Presione (o) para abandonar la escalera
fi: Paina {0} poistuaksesi tikkailta
hu_hu: Nyomj {0}-t a létráról való leugráshoz
nl: Druk {0} om de ladder af te klimmen
no: Trykk {0} for å gå ned fra en stige
pt_br: Pressione {0} para descer da escada
ro: Apăsați {0} pentru a te da jos de pe scară
sk_sk: Stlač {0} aby si zišiel z rebríka
tr_tr: Merdivenden inmek için {0} tuşuna basın
uk: Натисніть {0}, аби злізти з драбини

# NotificationHintPressToJumpOffLadder
source: Press {0} to jump off from ladder
ca_ad: Premeu {0} per saltar de l'escala
cs_cz: Stiskni {0} pro seskočení ze žebříku
da: Tryk {0} for at hoppe ned fra stigen
de: Drücke {0} um von der Leiter zu springen
es: Presione {0} para saltar desde la escalera
fi: Paina {0} hypätäksesi pois tikkailta
hu_hu: Nyomj {0}-t a létráról való leugráshoz
nl: Druk {0} om van de ladder af te springen
no: Trykk {0} til å hoppe av en stige
pt_br: Pressione {0} para pular da escada
ro: Apăsați {0} pentru a sării de pe scară
sk_sk: Stlač {0} pre zoskok z rebríka
tr_tr: Merdivenden atlamak için {0} tuşuna basın
uk: Натисніть {0}, аби зістрибнути з драбини

# NotificationJetpackOff
source: Jetpack Off
ca_ad: Jetpack desactivat
cs_cz: Jetpack vypnut
da: Jetpack sluk
de: Jetpack aus
es: Mochila Propulsora Desactivada
fi: Rakettireppu pois päältä
hu_hu: Jetpack kikapcsolva
nl: Jetpack Uit
no: Jetpack av
pt_br: Jetpack desligado
ro: Jetpack Oprit
sk_sk: Jetpack vypnutý
tr_tr: Jetpack Kapalı
uk: Реактивний ранець вимкнено

# NotificationJetpackOffNoEnergy
source: Jetpack Off (no energy)
ca_ad: Jetpack desactivat (sense energia)
cs_cz: Jetpack vypnut (bez energie)
da: Jetpack fra (ikke mere energi)
de: Jetpack aus (keine Energie)
es: Mochila Propulsora Desactivada (sin energía)
fi: Rakettireppu pois päältä (ei energiaa)
hu_hu: Jetpack kikapcsolva (nincs energia)
nl: Jetpack Uit (geen energie)
no: Jetpack Av (ingen energi)
pt_br: Jetpack desligado (sem energia)
ro: Jetpack Oprit (fără energie)
sk_sk: Jetpack vypnutý (bez energie)
tr_tr: Jetpack Kapalı (Enerji Yok)
uk: Реактивний ранець вимкнено (немає енергії)

# NotificationJetpackOn
source: Jetpack On
ca_ad: Jetpack activat
cs_cz: Jetpack zapnut
da: Jetpack tændt
de: Jetpack an
es: Mochila Propulsora Activada
fi: Rakettireppu päällä
hu_hu: Jetpack bekapcsolva
no: Jetpack På
pt_br: Jetpack ligado
ro: Jetpack Pornit
sk_sk: Jetpack zapnutý
tr_tr: Jetpack Açık
uk: Реактивний ранець увімкнено

# NotificationUsingWeaponType
source: Using {0}
ca_ad: Utilitzant {0}
cs_cz: Používáno {0}
da: Bruger {0}
de: Benutze {0}
es: Usando {0}
fi: Käytössä {0}
hu_hu: {0} -t használod
nl: Gebruikmakend van {0}
no: Bruker {0}
pt_br: Usando {0}
ro: Folosind {0}
sk_sk: Používate {0}
tr_tr: Kullanılıyor {0}
uk: Використовується {0}

# HudInfoControllingStation
source: Controlling Station
ca_ad: Estació controladora
cs_cz: Kontrolní stanice
da: Kontrollerende station
de: Kontrollstation
es: Controlando estación
fi: Hallitaan asemaa
hu_hu: Írányító állomás
nl: Besturend station
no: Kontrollerer stasjonen
pt_br: Controlando estação
ro: Controlând staţia
sk_sk: Kontrolná stanica
tr_tr: Denetleme istasyonu
uk: Центр керування
