Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# AssemblerState_NothingBeingProduced
source: Nothing produced right now
ca_ad: Ara mateix no s'està produint res
cs_cz: Nic není ve výrobě
da: Der bliver ikke produceret noget lige nu
de: Derzeit wird nichts produziert
es: Nada ha sido producido en este momento
fi: Mitään ei ole tuotannossa tällä hetkellä
hu_hu: Nincs termelés folyamatban
nl: Er wordt niets geproduceerd op dit moment
no: Ingen ting produseres akkurat nå
pt_br: Nada sendo produzido nesse momento
ro: Nimic nu este produs acum
sk_sk: NIč sa nevyrába
tr_tr: Şu an hiçbir şey üretilmiyor
uk: Наразі нічого не виробляється

# DisplayName_Scenario_EasyStart3
source: Easy Start 3 (64-bit only)
ca_ad: Inici fàcil 3 (només 64-bits)
cs_cz: Lehký start 3 (jen 64-bit)
da: Nem start 3 (Kun 64 bit)
de: Einfacher Start 3 (nur 64-bit)
es: Comienzo Fácil 3 (Solo 64-bit)
fi: Helppo Aloitus 3 (Vain 64-bittiset tietokoneet)
hu_hu: Könnyű Kezdés 3 (Csak 64-bit)
nl: Makkelijke Start 3 (enkel 64-bit)
no: Enkel Start 3 (bare 64-bit)
pt_br: Começo Fácil 3 (64-bit apenas)
ro: Start Ușor 3 (Numai 64-bit)
sk_sk: Ľahký štart 3 (len 64-bit)
tr_tr: Kolay Başlangıç 3 (Sadece 64-bit)
uk: Легкий початок (лише для 64-bit)

# BlockPropertyDescription_LightColor
source: Color of the light
ca_ad: Color de la llum
cs_cz: Barva světla
da: Farve på lys
de: Farbe des Lichts
es: Color de la luz
fi: Valon väri
hu_hu: A fény színe
nl: Kleur van het licht
no: Farge på lys
pt_br: Cor da luz
ro: Culoarea luminii
sk_sk: Farba sveta
tr_tr: Işığın rengi
uk: Колір світла

# BlockPropertyTitle_LightRadius
source: Radius
ca_ad: Radi
cs_cz: Rádius
es: Radio
fi: Säde
hu_hu: Hatósugár
nl: Reikwijdte
pt_br: Raio
ro: Rază
sk_sk: Rádius
tr_tr: Çap
uk: Радіюс

# BlockPropertyDescription_LightRadius
source: Radius of influence of the light
ca_ad: Radi d'influència del llum
cs_cz: Rádius dosahu světla
da: Influensradius af lyset
de: Einflussbereich des Lichts:
es: Radio lumínico
fi: Valon kantomatkan vaikutus
hu_hu: Fény hatósugara
nl: Straal van invloed van het licht
no: Lysets påvirkningsradius
pt_br: Raio de influência da luz
ro: Raza de influență a luminii
sk_sk: Rádius dosahu svetla
tr_tr: Işığın etkisinin yarıçapı
uk: Радіюс дії світла

# BlockPropertyTitle_LightFalloff
source: Falloff
ca_ad: Atenuació
cs_cz: Vybarvení
da: Aftagning
de: Vignettierung
es: Atenuación
fi: Heikentymä
hu_hu: Fényvisszaverődés
nl: Lichtafval
no: Fallvinkel
pt_br: Vinheta
ro: Diminuare
sk_sk: Pokles
tr_tr: Düşüş
uk: Зникнення

# BlockPropertyDescription_LightFalloff
source: Exponential falloff of the light (1 = linear, 2 = quadratic, etc)
ca_ad: Atenuació exponencial de la llum (1 = lineal, 2 = quadràtic...)
cs_cz: Exponenciální vybarvení světla (1 = lineární, 2 = kvadratcké atd.)
da: Eksponentiel aftagning af lys (1 = lineær, 2 = kvadratisk, osv.)
de: Exponentielle Abnahme des Lichts (1 = linear, 2 = quadratisch, usw.)
es: Atenuación exponencial de la luz (1 = linear, 2 = cuadrática, etc)
fi: Valon heikentymiseen käytetty polynomi (1 = lineaarinen, 2 = kvadraattinen, jne.)
hu_hu: Exponenciális fényvisszaverődés (1 = lineáris, 2 = négyzetes, stb)
nl: Exponentieel lichtafval (1 = linear, 2 = vierkant, etc)
no: Eksponensiell fallvinkel av lyset (1 = lineær, 2 = kvadratisk, etc)
pt_br: Queda exponencial da luz (1 = linear, 2 = quadratica, etc)
ro: Diminuare exponențială a luminii (1 = liniar, 2 = pătratică, etc)
sk_sk: Exponenciálny pokles intenzity osvetlenia (1 = lineárne, 2 = kvadraticky, atd)
tr_tr: Işığın yayılma katsayısı (1 = doğrusal, 2 = karesel gibi)
uk: Експоненціяльне поширення світла (1 = лінійне, 2 = квадратичне тощо)

# BlockPropertyTitle_LightIntensity
source: Intensity
ca_ad: Intensitat
cs_cz: Intenzita
da: Intensitet
de: Intensität
es: Intensidad
fi: Intensiteetti
hu_hu: Intenzitás
nl: Intensiteit.
no: Intensitet
pt_br: Intensidade
ro: Intensitate
sk_sk: Intenzita
tr_tr: Yoğunluk
uk: Інтенсивність

# BlockPropertyDescription_LightIntensity
source: Intensity of the light
ca_ad: Intensitat de la llum
cs_cz: Intenzita světla
da: Intensitet af lyset
de: Lichtintensität
es: Intensidad de la luz
fi: Valon intensiteetti
hu_hu: Fényerősség
nl: Intensiteit van het licht
no: Lysintensitet
pt_br: Intensidade da luz
ro: Intensitatea luminii
sk_sk: Intenzita svetla
tr_tr: Işın yoğunluğu
uk: Яскравість світла

# MultiplayerErrorStartingServer
source: Multiplayer server cannot be started, error: {0}
cs_cz: Multiplayer nemůže být spuštěn, chyba: {0}
da: Multiplayer server kan ikke startes, fejlkode {0}
de: Der Multiplayerserver konnte nicht gestartet werden, Fehler: {0}
es: Fallo al iniciar el servidor de Multijugador, error: {0}
hu_hu: Többjátékos szerver elindítása sikertelen, a hiba oka: {0}
no: Flerspiller server kan ikke startes, feil: {0}
pt_br: Multiplayer não pode ser iniciado, erro: {0}
ro: Server-ul online nu poate fi pornit, eroare: {0}
sk_sk: Multiplayer nemôže byť spustený, chyba: {0}
uk: Неможливо запустити сервер кооперативу, помилка:: {0}

# NotificationHintPressToOpenDoor
source: Press {0} to open Door
ca_ad: Premeu {0} per obrir la Porta
cs_cz: Stiskni {0} pro otevření dveří
da: Tryk {0} for at åbne døren
de: Drücke {0} um die Tür zu öffnen
es: Presione {0} para abrir la puerta
fi: Paina {0} avataksesi oven
hu_hu: Nyomj {0}-t az ajtó kinyitásához
nl: Druk op {0} om de deur te openen.
no: Trykk {0} for å åpne Dør
pt_br: Pressione {0} para abrir a porta
ro: Apăsați {0} pentru a deschide ușa
sk_sk: Stlač {0} pre otvorenie dverí
tr_tr: {0} tuşuna basarak kapıyı aç
uk: Натисніть {0}, аби відчинити двері.

# AlreadyUsedBySomebodyElse
source: Object is being used by somebody else
cs_cz: Objekt je používán někým jiným.
da: Objektet bliver brugt af en anden person
de: Dieses Objekt wird von jemand anderem benutzt.
es: El objeto está en uso por otra persona
hu_hu: Az objektumot már valaki más használja
no: Objektet blir brukt av noen andre
pt_br: Objeto está sendo usado por outra pessoa
ro: Obiectul este folosit de altcineva
sk_sk: Objekt je používaný niekým iným
uk: Об'єкт використовується кимось іншим

# SwitchText_Off
source: Off
da: Sluk
de: Aus
es: Apagar
fi: Pois
nl: Uit
no: Av
pt_br: Desligar
tr_tr: Kapat
uk: Вимк.

# SwitchText_On
source: On
da: Tænd
de: An
es: Encender
fi: Päälle
nl: Aan
no: På
pt_br: Ligar
tr_tr: Aç
uk: Увімк.

# MultiplayerJoinFriendsGames
source: Friend games
cs_cz: Jména přátel
da: Venners spil
de: Spiele von Freunden
es: Juegos de Amigos
hu_hu: Barátok játékai
no: Venners spill
pt_br: Jogos de amigos
ro: Jocurile prietenilor
sk_sk: Hry priateľov
uk: Ігри друга

# ScreenCaptionPlayers
source: Players
cs_cz: Hráči
da: Spillere
de: Spieler
es: Jugadores
hu_hu: Játékosok
no: Spillere
pt_br: Jogadores
ro: Jucători
sk_sk: Hráči
uk: Гравці

# ScreenPlayersLobby_Friends
source: Friends
cs_cz: Přátelé
da: Venner
de: Freunde
es: Amigos
hu_hu: Barátok
no: Venner
pt_br: Amigos
ro: Prieteni
sk_sk: Priatelia
uk: Друзі

# ScreenPlayersLobby_Private
source: Private
cs_cz: Soukromý
da: Privat
de: Privat
es: Privado
hu_hu: Privát
no: Privat
pt_br: Privado
ro: Privat
sk_sk: Súkromný
uk: Приватний

# ScreenPlayersLobby_Public
source: Public
cs_cz: Veřejný
da: Offentlig
de: Öffentlich
es: Público
hu_hu: Nyilvános
no: Offentlig
pt_br: Público
sk_sk: Verejný
uk: Громадський

# ScreenPlayers_GameOwner
source: Game owner
cs_cz: Vlastník hry
da: Spil ejer
de: Besitzer
es: Propietario del juego
hu_hu: Játékgazda
no: Spilleier
pt_br: Proprietário do jogo
ro: Gazda jocului
sk_sk: Hosťovač
uk: Творець гри

# ScreenPlayers_Invite
source: Invite
cs_cz: Pozvat
da: Inviter
de: Einladen
es: Invitar
hu_hu: Meghív
no: Inviter
pt_br: Convidar
ro: Invită
sk_sk: Pozvať
uk: Запросити

# ScreenPlayers_Kick
source: Kick
cs_cz: Vykopnout
da: Smid ud
de: Rauswerfen
es: Echar
hu_hu: Kirúg
no: Spark
pt_br: Expulsar
ro: Dă afară
sk_sk: Vykopnúť
uk: Прогнати

# ScreenPlayers_PlayerName
source: Player name
cs_cz: Jméno hráče
da: Spillerens navn
de: Spielername
es: Nombre del jugador
hu_hu: Játékos neve
no: Spillernavn
pt_br: Nome do jogador
ro: Nume jucător
sk_sk: Meno hráča
uk: Псевдо

# DialogDownloadWorld_WorldDoesNotExists
source: Game does not exist anymore.
cs_cz: Hra již neexistuje.
da: Spillet findes ikke længere.
de: Spiel existiert nicht mehr.
es: El juego ya no existe.
hu_hu: A játék már nem létezik.
no: Spillet eksisterer ikke mer.
pt_br: Jogo não existe mais
ro: Server-ul nu mai există.
sk_sk: Hra už neexistuje.
uk: Гра більше не існує.

# MessageBoxCaptionKicked
source: KICKED
cs_cz: VYKOPNUT
da: SMIDT UD
de: RAUSGEWORFEN
es: Expulsado
hu_hu: KIRÚGVA
no: SPARKET
pt_br: EXPULSO
ro: DAT AFARĂ
sk_sk: VYKOPNUTÝ
uk: ВИГНАНИЙ

# MessageBoxTextYouHaveBeenKicked
source: You have been kicked from the game by its owner.
cs_cz: Byli jste vykopnuti ze hry jejím vlastníkem.
da: Du er blevet smidt ud af spillet af ejeren
de: Du wurdest vom Besitzer der Partie rausgeworfen.
es: Has sido expulsado del juego por su propietario
hu_hu: A játékgazda kirúgott a játékból.
no: Du har blitt sparket ut av spillet av eieren.
pt_br: Você foi expulso do jogo pelo proprietário
ro: Ați fost dat afară de către gazda jocului.
sk_sk: Bol ste vyhodený zo servera jeho majiteľom.
uk: Вас прогнав її власник.

# WorldSettings_OnlineModeFriends
source: Friends
cs_cz: Přátelé
da: Amigos
de: Freunde
es: Amigos
hu_hu: Barátok
no: Venner
pt_br: Amigos
ro: Prieteni
sk_sk: Priatelia
uk: Друзі

# MessageBoxTextAreYouSureYouWantToReconnect
source: Are you sure you want to reconnect to the current multiplayer game?
cs_cz: Jste si jisti, že se chcete znovu připojit do této hry více hráčů?
da: Er du sikker på du ønsker er genoprette forbindelsen til det nuværende multiplayer spil?
de: Sind Sie sicher, dass Sie sich neu mit dem aktuellen Mehrspielerspiel verbinden möchten?
es: ¿Está seguro de que quiere reconectarse a la partida multijugador actual?
hu_hu: Biztos, hogy újra csatlakozol a jelenlegi többjátékos játékhoz?
no: Er du sikker på at du ønsker å koble til gjeldende multiplayer spill?
pt_br: Tem certeza de que quer se reconectar ao jogo multiplayer atual?
ro: Sunteți sigur că doriți să vă reconectați la acest server ?
sk_sk: Si si istý, že chceš znovupripojiť do prebiehajúcej hry?
uk: Ви справді бажаєте заново під'єднатися до поточної багатокористувацької грі?

# NotificationMultiplayerDisabled
source: You are in offline mode and multiplayer is disabled. You have to change the settings from the main menu.
cs_cz: Jste v Offline módu a tudíž je hra více hráčů vypnutá. Změna je možná pouze v nastavení světa v hlavním menu.
da: Du er i offline mode og multiplayer er slået fra. Du skal ændre settings i hovedmenuen.
de: Sie sind im Offline-Modus und Multiplayer ist deaktiviert. Die Einstellungen müssen im Hauptmenü geändert werden.
es: Está en modo desconectado y el modo multijugador está inhabilitado. Tiene que cambiar las opciones en el menú principal.
hu_hu: Jelenleg offline módban vagy, a többjátékos mód letiltva. Változtasd meg át a beállításokat a főmenüben.
no: Du er i frakoblet modus og flerspiller er deaktivert. Du må endre innstillingene fra hovedmenyen.
pt_br: Você está em modo off-line e o multiplayer está desativado. Você tem que alterar as configurações a partir do menu principal.
ro: Sunteți în mod offline și modul multiplayer este dezactivat. Trebuie să schimbați setările din meniul principal.
sk_sk: Si v offline móde, multiplayer je nedostupný. Treba zmeniť nastavenia v hlavnom menu.
uk: Ви знаходитесь в автономному режимі, тому багатокористувацька гра вимкнена. Ви повинні змінити налаштування в головному меню.

# SteamIsOfflinePleaseRestart
source: Steam is offline. Please run Steam in normal mode or restart Steam if the problem persists
cs_cz: Steam je v režimu offline. Spusťte prosím Steam v normálním režimu nebo, pokud problém přetrvává restartujte jej.
da: Steam er offline. Start venligst Steam i normal mode eller genstart Steam vis problemet bliver ved
de: Steam ist offline. Bitte starte Steam im normalen Modus oder starte Steam neu wenn das Problem bestehen bleibt
es: Steam está fuera de linea. Por favor ejecuta Steam en modo normal o reinicia Steam si el problema persiste.
hu_hu: A Steam offline. Kérlek futtasd a Steam-et normál módban, vagy indítsd újra.
pt_br: Steam está offline. Por favor, execute a Steam no modo normal ou reinicie se o problema persistir
ro: Steam este deconectat. Vă rugăm să rulați Steam în mod normal sau reporniți Steam dacă problema persistă
uk: Ааа... Steam не в мережі!!! Зайди в мережу, якщо не допомогло перезапусти Steam

# ToolTipWorldSettingsEnableCopyPaste
source: Copy paste allows you to create new ship or station directly from clipboard
ca_ad: Copia i enganxa us permet crear noves naus o estacions directament des del portaretalls
cs_cz: Funkce kopírovat/vložit umožňuje vytvořit novou loď či stanici přímo z vaší schránky
da: Kopiere og sæt ind giver dig mulighed for at oprette nyt skib eller station direkte fra klippebordet
de: Kopieren und Einfügen erlaubt es dir, neue Schiffe und Stationen direkt aus der Zwischenablage zu erstellen.
es: Copiar y pegar te permite crear una nueva nave o estación directamente desde el portapapeles (clipboard)
fi: Kopioi/liitä sallii uuden aluksen tai aseman luomisen suoraan leikepöydältä
hu_hu: A másolás-beillesztés lehetővé teszi, hogy hajót vagy állomást készíts közvetlenül a vágólapról
nl: Met kopiëren-plakken kan je direct van het klembord een nieuw schip of station maken.
no: Kopier/lim inn tillater deg å lage nye skip eller stasjoner direkte fra utklippstavlen
pt_br: Copiar e colar permite que você crie uma nova nave ou estacão diretamente da área de transferência.
ro: Copierea permite să plasați nave sau stații copiate anterior în memorie
sk_sk: Copy-paste povolí vytvoriť novú loď alebo stanicu priamo zo schránky
tr_tr: Gemi ya da istasyonları kopyalayıp yapıştırmanızı sağlar
uk: Копіювання/вставленнядозволяє створити новий корабель безпосередньо з буфера обміну

# WorldSettings_EnableCopyPaste
source: Enable copy/paste
ca_ad: 启用复制/粘贴
cs_cz: Povolit kopírovaní/vkládání
da: Slå kopier/indsæt Til
de: Kopieren/Einfügen aktivieren
es: Permitir copia y pegado
fi: Salli kopioiminen/liittäminen
hu_hu: Másolás/Beillesztés engedélyezése
nl: Knippen & Plakken aanzetten
no: Aktiver kopier/lim inn
pt_br: Ativar copiar/colar
ro: Permite copiere
sk_sk: Povoliť copy/paste
tr_tr: Kopyala/Yapıştır'ı etkinleştir
uk: Увімкнути копіювання/вставлення

# MultiplayerCompatibleVersions
source: Compatible versions
cs_cz: Kompatibilní verze
da: Kompatible versioner
de: Kompatible Versionen
es: Versiones compatibles
hu_hu: Kompatibilis verziók
no: Kompatible versjoner
pt_br: Versões compatíveis
ro: Versiuni compatibile
sk_sk: Kompatibilné verzie
uk: Сумісні версії

source: Max players
cs_cz: Maximální počet hráčů
da: Højeste tilladte antal spillere
de: Max Spieler
es: Jugadores max.
hu_hu: Maximum játékosok
no: Maks spillere
pt_br: Máx. jogadores
ro: Număr maxim jucători
sk_sk: Maximum hráčov
uk: Макс. гравців

# DialogWaitingForWorldData
source: Waiting for world data
cs_cz: Čekání na data o světě
da: Venter på verdens data
de: Warte auf Weltdaten
es: Esperando a recibir datos del mundo
hu_hu: Világ adatainak fogadása
no: Venter på verdensdata
pt_br: À espera de dados do mundo
ro: Aștept datele lumii
sk_sk: Čakanie na dáta sveta
uk: Очікування даних світу

# MultiplayerErrorConnectionFailed
source: Connection to server failed: {0}
cs_cz: Připojení na server selhalo: {0}
da: Forbindelse til serveren mislykkes: {0}
de: Die Verbindung zum Server ist fehlgeschlagen: {0}
es: Fallo al conectar al servidor: {0}
hu_hu: Kapcsolódás a szerverhez sikertelen: {0}
no: Tilkobling til serveren mislyktes: {0}
pt_br: A ligação com o servidor falhou: {0}
ro: Conectarea către server a eșuat: {0}
sk_sk: Spojenie so serverom zlyhalo: {0}
uk: Не вдалося під'єднатися до серверу: {0}

# MultiplayerStateConnectingToServer
source: Connecting to server
cs_cz: Připojování k serveru
da: Forbinder til server
de: Verbinde mit Server
es: Conectando al servidor
hu_hu: Csatlakozás a szerverhez
no: Kobler til serveren
pt_br: Conectando ao servidor
ro: Conectare la server
sk_sk: Pripojovanie na server
uk: Під'єднання до серверу

# MultiplayerStateWaitingForServer
source: Waiting for server to respond
cs_cz: Čekání na odpověď serveru
da: Venter på svar fra server
de: Warte auf Antwort des Servers
es: Esperando a que el servidor responda
hu_hu: Várakozás a szerver válaszára
no: Venter på svar fra server
pt_br: Esperando resposta do servidor
ro: Aștept ca server-ul să răspundă
sk_sk: Čakanie na odpoveď servera
uk: Очікування відповіді сервера

# HarvestingWarningInventoryMightBeTruncatedAreYouSure
source: The selected game type is more limited than the original one. This means that your inventory might be truncated and you might lose some items! Are you sure you want to change the game type?
cs_cz: Vybraný typ hry je více omezen než originál. To znamená, že váš inventář bude zmenšen a může dojít ke ztrátě některých předmětů! Jste si jisti, že chcete změnit typ hry?
da: Den valgte spiltype er mere begrænset end den orginale. Dette betyder at dit beholdning måske bliver formindsket og du kan miste nogle ting! Er du sikker på du vil skifte spil type?
de: Der gewählte Spielmodus ist limitierter als der ursprüngliche. Das bedeutet, dass Ihr Inventar verkleinert wird und Sie Gegenstände verlieren könnten! Sind Sie sicher, dass Sie den Spielmodus ändern möchten?
es: El tipo de juego seleccionado es más limitado que el de origen. Esto significa que su inventario puede verse afectado y podría perder algunos artículos ¿Está seguro de que desea cambiar el tipo de juego?
hu_hu: A kiválasztott játék típus korlátozottabb mint az eredeti. Ez azt jelenti hogy elveszítheted néhány dolgodat! Biztosan meg akarod változtatni a játék típusát?
no: Den valgte spilltypen er mer begrenset enn den vanlige. Dette betyr at inventaret kan bli forminsket, og du kan miste noen ting! Er du sikker på at du ønsker å endre type spill?
pt_br: O tipo de jogo selecionado é mais limitado que o modo original. Isso quer dizer que o seu inventário pode ser cortado e você poderá perder alguns itens! Tem certeza que deseja mudar o tipo de jogo?
ro: Tipul de joc ales este mai limitat decât cel anterior. Asta inseamnă că inventarul dumneavoastră poate fi trunchiat și ați putea pierde unele objecte din inventar! Sigur doriți să schimbați tipul de joc?
sk_sk: Vybraná hra je viac limitované než pôvodná. Znamená to, že inventára môže byť zmenšený a stratíš veci! Si si istý, že chceš zmeniť hru?
uk: Обраний тип гри є обмеженішим від оригінального. Себто, твій інвентар може бути меншим, і ти втратиш частину предметів! Ви справді бажаєте змінити тип гри?

# ScreenCaptionFriendWorlds
source: Friend worlds
cs_cz: Světy přátel
da: Venners verdener
de: Welten von Freunden
es: Mundos favoritos
hu_hu: Barátok világai
no: Venners verdener
pt_br: Mundos dos amigos
ro: Lumile prietenilor
sk_sk: Svety priatelov
uk: Світи друга

# ScreenCaptionPublicWorlds
source: Public worlds
cs_cz: Veřejné světy
da: Offentlige verdener
de: Öffentliche Welten
es: Mundos públicos
hu_hu: Nyilvános világok
no: Offentlige verdener
pt_br: Mundos públicos
ro: Lumi publice
sk_sk: Verejné svety
uk: Публічні світи

# ControlName_CubeColorChange
source: Change color / weapon mode
cs_cz: Změnit barvu bloku
da: Ændre blokkens farve
de: Farbe / Waffenmodus ändern
es: Cambio de color / Modo de arma
hu_hu: Elem színének megváltoztatása
no: Endre farge / våpen modus
pt_br: Alterar a cor do bloco
ro: Schimbă culoarea blocului
sk_sk: Zmeniť farbu bloku
uk: Змінити колір блоку

# WorldSettings_EnableWeapons
source: Weapons enabled
ca_ad: Armes activades
cs_cz: Zbraně povoleny
da: Våben slået til
de: Waffen aktiviert
es: Habilitar armamento
fi: Aseet käytössä
hu_hu: Fegyverek engedélyezve
nl: Wapens ingeschakeld
no: Våpen aktivert
pt_br: Armas ativadas
ro: Arme activate
sk_sk: Zbrane povolené
tr_tr: Silahlar aktif
uk: Зброю залучено

# NotificationWeaponDisabledInSettings
source: This weapon is disabled in world settings
cs_cz: Tato zbraň je zakázána v nastavení světa
da: Dette våben er slået fra i verdens indstillingerne
de: Diese Waffe ist in den Welt-Einstellungen deaktiviert
es: Este arma está deshabilitada en los ajustes del mundo
hu_hu: Ez a fegyver le van tiltva
no: Dette våpenet er deaktivert i verdensinnstillingene
pt_br: Essa arma está desabilitada nessa configuração de mundo
ro: Această armă nu este permisă de setările lumii
sk_sk: Táto zbraň je vypnutá v nastaveniach
uk: Зброю вимкнено у налаштуваннях світу

# ControlDescPlayersList
source: Show players (multiplayer only)
cs_cz: Zobrazit hráče (pouze hra více hráčů)
da: Vis spillere (kun multiplayer)
de: Zeige Spieler (nur Mehrspieler)
es: Mostrar jugadores (sólo multijugador)
hu_hu: Játékosok mutatása (csak többjátékos mód)
no: Vis spillere (bare flerspiller)
pt_br: Mostrar jogadores (Multiplayer apenas)
ro: Listă jucători (doar la multiplayer)
sk_sk: Ukáž hráčov (len multiplayer)
uk: Показати гравців (лише в муьтиплеєрі)

# ScreenMenuButtonPlayers
source: Players
cs_cz: Hráči
da: Spillere
de: Spieler
es: Jugadores
hu_hu: Játékosok
no: Spillere
pt_br: Jogadores
ro: Jucători
sk_sk: Hráči
uk: Гравці

# AssemblerState_NotWorking
source: Assembler damaged or dismounted
ca_ad: Assemblador danyat o desmuntat
cs_cz: Montér je poškozen či odpojen
da: Samleren er beskadiget eller er koblet fra
de: Montageanlage beschädigt oder zerlegt
es: Ensamblador dañado o desmontado
fi: Kokoaja on vahingoittunut tai purettu
hu_hu: A Szerelőgép sérült vagy levált
nl: Samenvoeger beschadigd of ontkoppeld
no: Konstruktør skadet eller demontert
pt_br: Montadora danificada ou desmontada
ro: Montator avariat sau demontat
sk_sk: Assembelr je poškodený alebo rozobratý
tr_tr: Montajcı hasarlanmış ya da sökülmüş
uk: Складальний апарат пошкоджено чи знищено

# DisplayName_Block_Passage
source: Passage
ca_ad: Passadís
cs_cz: Chodba
de: Durchgang
es: Corredor
fi: Käytävä
hu_hu: Átjárás
nl: Gang
no: Passasje
pt_br: Passagem
ro: Pasaj
sk_sk: Pasáž
tr_tr: Geçit
uk: Прохід

# ItemDamagedDescription
source: (Damaged)
cs_cz: (Poškozeno)
da: (Beskadiget)
de: (Beschädigt)
es: (Dañado)
hu_hu: (Sérült)
no: (Skadet)
pt_br: (Danificada)
ro: (Avariat)
sk_sk: (Poškodený)
uk: (Пошкоджено)

# MultiplaterJoin_ServerIsNotResponding
source: Server is not responding
cs_cz: Server neodpovídá
da: Serveren svare ikke
de: Der Server antwortet nicht
es: El servidor no responde
hu_hu: A szerver nem válaszol
no: Serveren svarer ikke
pt_br: O servidor não está respondendo
ro: Server-ul nu răspunde
sk_sk: Server neodpovedá
uk: Сервер не відповідає

# BlockPropertyDescription_GravityAcceleration
source: Gravitational acceleration of the generator.
ca_ad: Acceleració gravitacional del generador.
cs_cz: Gravitační zrychlení generátoru.
da: Generatorens tyngdeacceleration.
de: Gravitationsbeschleunigung des Generators
es: Aceleración gravitacional del generador.
fi: Generaattorin painovoiman kiihtyvyys.
hu_hu: A generátor gravitációs gyorsítása.
nl: Gravitatieversnelling van de generator.
no: Gravitasjonsakselerasjon av generatoren.
pt_br: Aceleração gravitacional do gerador.
ro: Accelerația gravitațională a generatorului
sk_sk: Gravitačná akcelerácia generátora.
tr_tr: Jeneratörün yerçekimsel ivmesi
uk: Ґравітаційне пришвидшення ґенератора
