Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# WorldSettings_WarningChangingWorldSize
source: The selected world size is more limited than the original one. Reducing world size in an existing save could delete some ships beyond the new limit. Are you sure you want to continue?
ca_ad: La mida del món seleccionat és més limitada que la de l'actual. Al reduir la mida del món en una partida desada es podrien esborrar algunes naus que estiguin més enllà del nou límit. Esteu segur de continuar?
cs_cz: Zvolená velikost světa je menší než původní. Omezení velikosti v existujícím světě může smazat lodě nacházející se za hranicí nové oblasti. Jste si jisti, že chcete pokračovat ?
da: Den valgte verdens størrelse er mere begrænset end den originale. En reduktion vil måske slette skibe uden for den nye grænse. Er du sikker på du vil fortsætte?
de: Die ausgewählte Größe der Welt ist kleiner als die ursprüngliche. Ein Verringern der Größe bei einem existierendem Spielstand kann Objekte außerhalb der neuen Grenze entfernen. Wirklich fortfahren?
es: El tamaño del mundo seleccionado es más pequeño que el original. Reducir el tamaño del mundo en una partida guardada puede borrar algunas naves que estén fuera del nuevo límite. ¿Estás seguro de que quieres continuar?
fi: Valittu maailman koko on rajatumpi kuin alkuperäinen. Koon pienentäminen olemassaolevassa tallennuksessa saattaa poistaa aluksia uuden rajan ulkopuolella. Haluatko jatkaa?
hu_hu: Ez a világméret kisebb, mint az eredeti. A világméret csökkentése már létező mentésnél hajók törlését okozhatja. Biztosan folytatod?
nl: De geselecteerde wereldgrootte is kleiner dan de originele wereldgrootte. Het verkleinen van een bestaande wereld kan ruimteschepen verwijderen als deze voorbij de nieuwe wereldgrootte zweven. Weet je zeker dat je verder wilt gaan?
pt_br: O tamanho do mundo selecionado é menor do que o original. Reduzir o tamanho do mundo em uma gravação já existente pode apagar algumas naves que estejam além do novo limite. Você tem certeza de que deseja continuar?
ro: Setarea aleasă este mai limitată decât cea anterioară. Reducerea mărimii lumii într-o salvare existentă poate șterge unele nave dincolo de limită. Sunteți sigur că doriți să continuați?
tr_tr: Seçilen dünya boyutu orijinal olandan daha kısıtlı.Dünya boyutunu küçültmek yeni boyutun ötesindeki gemilerin silinmesine yol açar.Devam etmek istediğinize emin misiniz?
uk: Встановлений розмір світу менший, аніж оригінальний. Зменшення обсягу світу може привести до втрати об'єктів за обраними межами. Ви справді бажаєте продовжити?

# BlockPropertyDescription_BroadcastRadius
source: Broadcast radius
ca_ad: Radi d'emissió
cs_cz: Rádius vysílání
da: Sende radius
de: Funkreichweite
es: Radio de emisión
fi: Lähetysalue
hu_hu: Adás hatósugara
nl: Uitzendradius
no: Kringkastings radius
pt_br: Raio de Transmissão
ro: Raza difuzării
sk_sk: Rádius vysielania
tr_tr: Yayın çapı
uk: Радіюс трансляції

# BlockPropertyTitle_BroadcastRadius
source: Broadcast radius
ca_ad: Radi d'emissió
cs_cz: Rádius vysílání
da: Sende radius
de: Funkreichweite
es: Radio de emisión
fi: Lähetysalue
hu_hu: Adás hatósugara
nl: Uitzend radius
no: Kringkastings radius
pt_br: Raio de Transmissão
ro: Raza difuzării
sk_sk: Rádius vysielania
tr_tr: Yayın çapı
uk: Радіюс трансляції

# Default_Astronaut
source: Astronaut
ca_ad: Astronauta
es: Astronauta
fi: Astronautti
hu_hu: Űrhajós
pt_br: Astronauta
sk_sk: Kozmonaut
tr_tr: Astronot
uk: Астронавт

# TerminalTab_Factions_CancelJoin
source: Cancel join
ca_ad: Cancel·la unir-se
cs_cz: Zrušit připojení
da: Fjern tilslutning
de: Beitreten abbrechen
es: Cancelar unirse
fi: Peruuta liittyminen
hu_hu: Csatlakozás visszavonása
nl: Verbinding annuleren
no: Avbryt tilkobling
pt_br: Cancelar Juntar-se
ro: Anulează alăturarea
sk_sk: Zrušiť pripojenie
tr_tr: İptal Et
uk: Від’єднатися

# TerminalTab_Factions_CancelPeaceRequest
source: Cancel request
ca_ad: Cancel·la petició
cs_cz: Zrušit požadavek
da: Annuller andmodning
de: Anfrage zurücknehmen
es: Cancelar solicitud
fi: Peruuta pyyntö
hu_hu: Kérelem visszavonása
nl: Annuleer aanvraag
no: Avbryt forespørsel
pt_br: Cancelar pedido
ro: Anulează cererea
sk_sk: Zruš požiadavku
tr_tr: İsteği iptal et
uk: Скасувати запит

# TerminalTab_Factions_SentJoinToolTip
source: You are applying for a membership in this faction.
ca_ad: Esteu sol·licitant ser membre d'aquesta facció.
cs_cz: Ucházíte se o členství v této frakci.
da: Du ansøger om medlemskab af denne fraktion.
de: Du bewirbst dich für eine Mitgliedschaft in dieser Fraktion.
es: Estas solicitando ser miembro de esta facción.
fi: Olet hakemassa tämän ryhmän jäsenyyttä.
hu_hu: Jelentkeztél tagnak a frakcióba.
nl: Je stuurt een aanvraag voor een lidmaatschap in deze factie.
no: Du søker om medlemskap i denne gruppen.
pt_br: Você está pedindo para se juntar a esta facção.
ro: Aplicați pentru a deveni membru în această facțiune.
sk_sk: Uchádzaš sa o členstvo v tjeto skupine.
tr_tr: Bu gruba üyelik için başvuruyorsun.
uk: Вас прийняли до фракції.

# BlockOwner_Me
source: Me
ca_ad: Jo
cs_cz: Já
da: Mig
de: Ich
es: Yo
fi: Minä
hu_hu: Én
nl: Ik
no: Meg
pt_br: Eu
ro: Eu
sk_sk: Ja
tr_tr: Ben
uk: Я

# BlockOwner_Nobody
source: Nobody
ca_ad: Ningú
cs_cz: Nikdo
da: Ingen
de: Niemand
es: Nadie
fi: Ei kukaan
hu_hu: Senki
nl: Niemand
no: Ingen
pt_br: Ninguém
ro: Nimeni
sk_sk: Nikto
tr_tr: Hiç Kimse
uk: Нікому

# BlockOwner_Owner
source: Owner
ca_ad: Propietari
cs_cz: Vlastník
da: Ejer
de: Besitzer
es: Propietario
fi: Omistaja
hu_hu: Tulajdonos
nl: Eigenaar
no: Eier
pt_br: Proprietário
ro: Proprietar
sk_sk: Vlastník
tr_tr: Sahip
uk: Власник

# BlockOwner_ShareAll
source: Share with all
ca_ad: Comparteix amb tothom
cs_cz: Sdílet se všemi
da: Del med alle
de: Mit allen teilen
es: Compartir con todos
fi: Jaa kaikille
hu_hu: Megosztás mindenkivel
nl: Met iedereen delen
no: Del med alle
pt_br: Compartilhar com todos
ro: Împarte cu toți
sk_sk: Zdieľaj so všetkými
tr_tr: Herkesle Paylaş
uk: Поділитися з усіма

# BlockOwner_ShareFaction
source: Share with my faction
ca_ad: Comparteix amb al meva facció
cs_cz: Sdílet s mojí frakcí
da: Del med min fraktion
de: Mit meiner Fraktion teilen
es: Compartir con mi facción
fi: Jaa ryhmälleni
hu_hu: Megosztás a frakcióval
nl: Deel met mijn factie
no: Del med min fraksjon
pt_br: Compartilhar com minha facção
ro: Împarte cu facțiune
sk_sk: Zdieľaj s mojou skupinou
tr_tr: Grubumla paylaş
uk: Поділитися з фракцією

# BlockOwner_Transfer
source: Transfer ownership
ca_ad: Transfereix propietari
cs_cz: Převést vlastnictví
da: Overfør ejerskab
de: Besitz übertragen
es: Transferir control
fi: Siirrä omistusoikeus
hu_hu: Tulajdonjog átadása
nl: Overdraag eigendom
no: Overfør eierskap
pt_br: Transferir propriedade
ro: Transferă proprietate
sk_sk: Prenes vlastníctvo
tr_tr: Sahipliği devret
uk: Передати власніть

# DisplayName_Block_PassengerSeat
source: Passenger Seat
ca_ad: Seient passatger
cs_cz: Sedadlo spolujezdce
da: Passagersæde
de: Passagiersitz
es: Asiento de pasajero
fi: Matkustajaistuin
hu_hu: Utasülés
nl: Passagiers stoel
no: Passasjersete
pt_br: Assento de Passageiro
ro: Scaun Pasager
sk_sk: Sedadlo pre pasažiera
tr_tr: Yolcu Koltuğu
uk: Пасажирське сидіння

# Terminal_GroupTitle
source: Block Group
ca_ad: Grup de blocs
cs_cz: Zablokovat skupinu
da: Blokere gruppe
de: Blockgruppe
es: Grupo de Bloques
fi: Kappaleryhmä
hu_hu: Block csoport
nl: Blok groep
no: Blokkgruppe
pt_br: Grupo de Blocos
ro: Grup Bloc
sk_sk: Skupina Blokov
tr_tr: Grubu Engelle
uk: Група блоків

# TerminalTab_Factions_Members
source: Members
ca_ad: Membres
cs_cz: Členové
da: Medlemmer
de: Mitglieder
es: Miembros
fi: Jäsenet
hu_hu: Tagok
nl: Leden
no: Medlemmer
pt_br: Membros
ro: Membrii
sk_sk: Členovia
tr_tr: Üyeler
uk: Учасники

# WorldSettings_ResetOwnership
source: Reset ownership
ca_ad: Canvia el propietari
cs_cz: Resetovat vlastnictví
da: Nulstil ejerskab
de: Besitzstatus zurücksetzen
es: Reiniciar control
fi: Palauta omistusoikeus
hu_hu: Tulajdonjog visszaállítása
nl: Reset eigendom
no: Tilbakestill eierskap
pt_br: Anular propriedade
ro: Resetă proprietăti
sk_sk: Resetuj vlastníctvo
tr_tr: Sahibi sıfırla
uk: Збросити права

# ToolTipWorldSettingsResetOwnership
source: Reset owners of all blocks to nobody
ca_ad: Canvia el propietari de tots els blocs a Ningú
cs_cz: Resetovat všechny vlastníky bloků na nikoho
da: Nulstil ejerskab af alle blokke til ingen
de: Besitzstatus aller Blöcke zurücksetzen
es: Reiniciar control de todos los bloques a nadie
fi: Palauta kaikkien kappaleiden omistus ei keneenkään
hu_hu: Minden blokk tulajdonjogának visszaállítása
nl: Reset eigenaar van alle blokken naar niemand
no: Tilbakestill eiere av alle blokker til ingen
pt_br: Restabelecer a propriedade de todos os blocos para ninguém
ro: Șterge proprietarii la toate blocurile
sk_sk: Resetuj vlastníkov blokov na nikoho
tr_tr: Tüm blokların sahipliğini hiç kimse olarak ayarla
uk: Збросити права на всіх блоках

source: Session delete failed
cs_cz: Odstranění spojení selhalo
da: Sletning af session mislykkedes
de: Löschen der Sitzung fehlgeschlagen.
es: Borrado de sesión fallido
hu_hu: Törlés sikertelen
no: Sletting av økt feilet
pt_br: Falha em deletar sessão
ro: Ștergerea sesiunii a eșuat
sk_sk: Zmazanie sedenia zlyhalo
uk: Не вдалося вилучити сесію

# Medicals_Title
source: Medical Rooms
cs_cz: Zdravotnické místnosti
da: Medicinske værelser
de: Erste Hilfe Räume
es: Salas Médicas
hu_hu: Orvosi szobák
no: Medisinsk rom
pt_br: Salas Médicas
ro: Cabinete Medicale
sk_sk: Nemocničné izby
uk: Медична кімната

# MessageBoxTextChangeOwner
source: Are you sure you want to change owner to {0}?
cs_cz: Jste si jisti, že chcete změnit vlatníka na {0}?
da: Er du sikker på du vil ændre ejeren til {0}?
de: Bist du sicher, dass du den Besitzer auf {0} ändern willst?
es: ¿Estás seguro que quieres dar el control a {0}?
hu_hu: Biztosan át akarod váltani a tulajdonost {0}-ra?
no: Er du sikker på at du ønsker å skifte eier til {0}?
pt_br: Você tem certeza que deseja restabelecer propriedade para {0}?
ro: Sunteți sigur că doriți să schimbati proprietarul cu {0} ?
sk_sk: Si si istý, že chceš zmeniť majiteľa na {0}?
uk: Ви справді бажаєте зробити власником {0}?

source: Respawn
cs_cz: Znovu-oživení
da: Genopliv
de: Wiedereinstieg
es: Renacer
hu_hu: Újraéledés
ro: Inviere
sk_sk: Znovuzrodenie
uk: Відродитися

# BatteryBlock
source: Battery
ca_ad: Bateria
cs_cz: Baterie
da: Batteri
de: Batterie
es: Batería
fi: Akku
hu_hu: Akkumulátor
nl: Batterij
no: Batteri
pt_br: Bateria
ro: Baterie
sk_sk: Batéria
tr_tr: Pil
uk: Батарея

# DisplayName_Block_Battery
source: Battery
ca_ad: Bateria
cs_cz: Baterie
da: Batteri
de: Batterie
es: Batería
fi: Akku
hu_hu: Akkumulátor
nl: Batterij
no: Batteri
pt_br: Bateria
ro: Baterie
sk_sk: Batéria
tr_tr: Pil
uk: Батарея

# BlockPropertiesText_MaxStoredPower
source: Max Stored Power:
ca_ad: Màx. Energia Emmagatzemada:
cs_cz: Maximum uložené energie:
da: Max lageret strøm:
de: Max. speicherbare Energie:
es: Energía máxima de almacenamiento:
fi: Maks. Säilytetty Virta:
hu_hu: Max. tárolt energia:
nl: Maximaal opgeslagen energie:
no: Maks Lagret Strøm:
pt_br: Energia Maxima Armazenada
ro: Curent Maxim Stocat:
sk_sk: Max skladovaný výkon:
tr_tr: Maks. Depolanmış Güç
uk: Максимальна ємність енергії:

# BlockPropertiesText_StoredPower
source: Stored power:
ca_ad: Energia emmagatzemada:
cs_cz: Uložená energie:
da: Lageret strøm:
de: Gespeicherte Energie:
es: Energía almacenada:
fi: Säilytetty virta:
hu_hu: Tárolt energia:
nl: Opgeslagen energie:
no: Lagret strøm:
pt_br: Energia armazenada:
ro: Curent Stocat:
sk_sk: Skladovaný výkon:
tr_tr: Depolanmış güç:
uk: Збережена єнергія:

# ToolTipBatteryBlock
source: Check for power storage, uncheck for power output
ca_ad: Marqueu per emmagatzemar energia, desmarqueu per potència de sortida
cs_cz: Zaškrtni pro ukládání energie, odškrtni pro poskytování energie
da: Marker for lagering af strøm, fjern markering for strøm output
de: Anwählen um Energie zu speichern, abwählen um Energie zu nutzen
es: Marcar para almacenar energía, desmarcar para usar energía
fi: Valitse energian säilytykseen, älä valitse energian ulostuloon
hu_hu: Pipa: energiatárolás, Nincs pipa: energiafelhasználás
nl: Vinkje voor energie opslag, geen vinkje voor energie uitvoer
no: Kryss av for lagring av strøm, fjern krysset for bruk av strøm
pt_br: Marque para armazenar energia, desmarque para usar energia
ro: Bifați pentru stocarea curentului, debifați pentru folosirea curentului
sk_sk: Zaškrtni pre uskladnenie energie, odškrtni pre výkon
tr_tr: Güç depolama için işaretle, güç üretimi için işareti kaldır
uk: Батарея накопичує енергію, проте не віддає.

# BlockPropertyTitle_Recharge
source: Recharge
ca_ad: Recarrega
cs_cz: Dobíjení
da: Genoplad
de: Aufladen
es: Recargar
fi: Lataa
hu_hu: Újratöltés
nl: Opladen
no: Lad opp
pt_br: Recarregar
ro: Reîncărcare
sk_sk: Nabi znova
tr_tr: Şarj et
uk: Перезарядження

# BlockOwner_ShareNone
source: No share
ca_ad: No comparteixis
cs_cz: Nesdílet
da: Ingen deling
de: Nicht teilen
es: No compartir
fi: Ei jakoa
hu_hu: Nincs megosztás
nl: Niet delen
no: Ingen deling
pt_br: Não compartilhar
ro: Nu împărții
sk_sk: Nezdieľaj
tr_tr: Paylaşma
uk: Не ділитися

# ToolTipWorldSettings_Grinder_half
source: Decrease grinding speed by 50%
ca_ad: Disminueix la velocitat d'esmoladora un 50%
cs_cz: Snížit rychlost brusky o 50%
da: Reducer nedbrydnings hastighed med 50%
de: Abbaugeschwindigkeit um 50% reduzieren
es: Reducir velocidad de la amoladora al 50%
fi: Vähennä hiomisnopeutta 50%:lla
hu_hu: Bontás sebességének csökkentése 50%-kal
nl: Verminder slijpsnelheid met 50%
no: Reduser sliping farten med 50%
pt_br: Diminuir velocidade de desmonte em 50%
ro: Reduce viteza de polizare cu 50%
sk_sk: Znižiť rýchlosť brúsenia o 50%
tr_tr: Öğücü hızını %50 azalt
uk: Зменшення швидкості разборки на 50%

# ToolTipWorldSettings_Grinder_x1
source: Default grinding speed
ca_ad: Velocitat d'esmoladora per defecte
cs_cz: Základní rychlost brusky
da: Standard nedbrydnings hastighed
de: Standard Abbaugeschwindigkeit
es: Velocidad por defecto de la amoladora
fi: Oletushiontanopeus
hu_hu: Alapértelmezett bontási sebesség
nl: Standaard slijpsnelheid
no: Standard sliping fart
pt_br: Velocidade padrão de desmonte
ro: Viteza implicită de polizare
sk_sk: Rýchlosť brúsenia
tr_tr: Varsayılan öğütücü hızı
uk: Стандартна швидкість разборки

# ToolTipWorldSettings_Grinder_x2
source: Grinding speed is 2x faster
ca_ad: La velocitat de l'esmoladora és 2x ràpida
cs_cz: Bruska je 2x rychlejší
da: Nedbrydnings hastighed 2x hurtigere
de: Abbaugeschwindigkeit ist 2x schneller
es: Velocidad de la amoladora 2x más rápida
fi: Hiominen on 2x nopeampaa
hu_hu: Bontás sebességének 2-szeresre növelése
nl: Slijpsnelheid in 2x sneller
no: Sliping farten er 2x raskere
pt_br: Velocidade de desmontagem é 2X mais rápida
ro: Viteza de polizare este 2x mai rapidă
sk_sk: Rýchlosť brúsenia 2x rýchlejšie
tr_tr: Öğütücü hızı 2 kat hızlı
uk: Разборка в 2 рази швидша

# ToolTipWorldSettings_Grinder_x5
source: Grinding speed is 5x faster
ca_ad: La velocitat de l'esmoladora és 5x ràpida
cs_cz: Bruska je 5x rychlejší
da: Nedbrydnings hastighed 5x hurtigere
de: Abbaugeschwindigkeit ist 5x schneller
es: Velocidad de la amoladora 5x más rápida
fi: Hiominen on 5x nopeampaa
hu_hu: Bontás sebességének 5-szörösre növelése
nl: Slijpsnelheid is 5x sneller
no: Sliping farten er 5x raskere
pt_br: Velocidade de desmontagem é 5X mais rápida
ro: Viteza de polizare este 5x mai rapidă
sk_sk: Rýchlosť brúsenia 5x
tr_tr: Öğütücü hızı 5 kat hızlı
uk: Разборка у 5 разів швидша

# ToolTipWorldSettings_Welder_half
source: Decrease welding speed by 50%
ca_ad: Disminueix la velocitat del soldador un 50%
cs_cz: Snížit rychlost svářečky o 50%
da: Reducer svejse hastighed med 50%
de: Schweißgeschwindigkeit um 50% reduzieren
es: Reducir velocidad del soldador al 50%
fi: Vähennä hitsausnopeutta 50%:lla
hu_hu: Hegesztési sebesség csökkentése 50%-kal
nl: Verminder lassnelheid met 50%
no: Reduser sveising farten med 50%
pt_br: Diminuir velocidade da soldagem em 50%
ro: Reduce viteza de sudare cu 50%
sk_sk: Znižiť rýchlosť zvárania o 50%
tr_tr: Kaynak makinesinin hızını %50 azalt
uk: Зменшити швидкість зварки до 50%

# ToolTipWorldSettings_Welder_x1
source: Default welding speed
ca_ad: Velocitat del soldador per defecte
cs_cz: Základní rychlost svářečky
da: Standard svejse hastighed
de: Standard Schweißgeschwindigkeit
es: Velocidad por defecto del soldador
fi: Oletushitsausnopeus
hu_hu: Alapértelmezett hegesztési sebesség
nl: Standaard lassnelheid
no: Standard sveising fart
pt_br: Velocidade de soldagem padrão
ro: Viteza implicită de sudare
sk_sk: Rýchlosť zvárania
tr_tr: Varsayılan kaynak mankinesi hızı
uk: Стандартна швидкість зборки

# ToolTipWorldSettings_Welder_x2
source: Welding speed is 2x faster
ca_ad: La velocitat del soldador és 2x més ràpida
cs_cz: Svářečka je 2x rychlejší
da: Svejse hastighed 2x hurtigere
de: Schweißgeschwindigkeit ist 2x schneller
es: Velocidad del soldador 2x más rápido
fi: Hitsaaminen on 2x nopeampaa
hu_hu: Hegesztés sebességének 2-szeresre növelése
nl: Lassnelheid is 2x sneller
no: Sveising farten er 2x raskere
pt_br: Velocidade de solda é 2X mais rápida
ro: Viteza de sudare este 2x mai rapidă
sk_sk: Rýchlosť zvárania 2x
tr_tr: Kaynak makinesi 2 kat hızlı
uk: Зборка в 2 рази швидша

# ToolTipWorldSettings_Welder_x5
source: Welding speed is 5x faster
ca_ad: La velocitat del soldador és 5x més ràpida
cs_cz: Svářečka je 5x rychlejší
da: Svejse hastighed 5x hurtigere
de: Schweißgeschwindigkeit ist 5x schneller
es: Velocidad del soldador 5x más rápido
fi: Hitsaaminen on 5x nopeampaa
hu_hu: Hegesztés sebességének 5-szörösre növelése
nl: Lassnelheid is 5x sneller
no: Sveising farten er 2x raskere
pt_br: Velocidade de solda é 5X mais rápida
ro: Viteza de sudare este 5x mai rapidă
sk_sk: Rýchlosť zvárania 5x
tr_tr: Kaynak makinesi 5 kat hızlı
uk: Зборка у 5 разів швидша

# WorldSettings_GrinderSpeed
source: Grinding speed
ca_ad: Velocitat esmoladora
cs_cz: Rychlost brusky
da: Nedbrydning hastighed
de: Abbaugeschwindigkeit
es: Velocidad de la amoladora
fi: Hiontanopeus
hu_hu: Bontási sebesség
nl: Slijpsnelheid
no: Sliping fart
pt_br: Velocidade de desmonte
ro: Viteza de polizare
sk_sk: Rýchlosť brúsenia
tr_tr: Öğütücü hızı
uk: Швидкість разборки

# WorldSettings_WelderSpeed
source: Welding speed
ca_ad: Velocitat del soldador
cs_cz: Rychlost svářečky
da: Svejsehastighed
de: Schweißgeschwindigkeit
es: Velocidad del soldador
fi: Hitsausnopeus
hu_hu: Hegesztési sebesség
nl: Lassnelheid
no: Sveising fart
pt_br: Velocidade da solda
ro: Viteza de sudare
sk_sk: Rýchlosť zvárania
tr_tr: Kaynak makinesi hızı
uk: Швидкість зборки

# ToolTipWorldSettingsSoundMode
source: Switches between realistic and arcade sounds.
ca_ad: Canvia entre so realista o arcade.
cs_cz: Přepne mezi realistickými a arkádovými zvuky.
da: Skift mellem realistisk og arcade lyde.
de: Schält zwischen realistischer und "Arcade" Tonausgabe um.
es: Cambiar entre sonidos realistas y sonidos arcade.
fi: Vaihtaa realististen ja arcadeäänten välillä.
hu_hu: Váltás realisztikus és arkád hangzás között
nl: Verwisselen tussen realistische en niet realistische geluiden.
no: Bytter mellom realistiske og arkade lyder
pt_br: Alterna entre o modo de som realista e arcade
ro: Schimbă între sunete realiste și arcade.
tr_tr: Gerçekçi sesler ile Arcade (Arkeyd) arasında geçiş yap.
uk: Перемикає між реалістичними та аркадними звуками.

# WorldSettings_RealisticSound
source: Realistic
ca_ad: Realista
cs_cz: Realistické
da: Realistisk
de: Realistisch
es: Realista
fi: Realistinen
hu_hu: Realisztikus
nl: Realistisch
no: Realistisk
pt_br: Realista
sk_sk: Realistická
tr_tr: Gerçekçi
uk: Реалістичні

# WorldSettings_SoundMode
source: Sound Mode
ca_ad: Mode de so
cs_cz: Režim zvuku
da: Lyde mode
de: Tonausgabe
es: Modo de sonido
fi: Äänitila
hu_hu: Hang mód
nl: Geluid modus
no: Lydmodus
pt_br: Modo de som
ro: Mod sunet
sk_sk: Zvukový mód
tr_tr: Ses Modu
uk: Звуковий режим

# Terminal_ShowOnHUD
source: Show on HUD
ca_ad: Mostra al HUD
cs_cz: Zobrazit na HUDu
da: Vis på HUD
de: Auf HUD anzeigen
es: Mostrar en el HUD
fi: Näytä HUD:ssa
hu_hu: Megjelenítés HUD-on
nl: Getoond op HUD
no: Vis på HUD
pt_br: Mostrar no visor
ro: Arată pe ecran
sk_sk: Ukáž na HUD
tr_tr: Göstergeleri göster
uk: Показувати в інтерфейсі

# Terminal_ShowOnHUDToolTip
source: You must have active antenna connected.
ca_ad: Heu de tenir una antena connectada.
cs_cz: Musíte mít připojenou aktivní anténu.
da: Du skal have en aktiv antenne forbundet.
de: Du musst eine aktive Antenne angeschlossen haben.
es: Debes tener una antena en funcionamiento en la base/nave.
fi: Aktiivisen antennin täytyy olla kytkettynä.
hu_hu: Egy aktív antennának kapcsolódnia kell.
nl: You moet een actieve antenne aangesloten hebben
no: Du må ha en aktiv antenne tilkoblet.
pt_br: Você precisa ter uma antena ativa conectada
ro: Trebuie să aveți o antenă conectată.
sk_sk: Treba mať pripojenú aktívnu anténu.
tr_tr: Aktif bir anten bağlantınız olmalıdır.
uk: Вам необхідно мати з'єднання з антеною.

# MultiplayerJoinSameGameData
source: Same game data
cs_cz: Data hry jsou totožná
da: Samme spil data
de: Identische Spieldaten
es: Misma información de juego
hu_hu: Egyező játék adat
no: Samme spilldata
pt_br: Dados do mesmo jogo
ro: Date joc exacte
sk_sk: Rovnaké herné data
uk: Розмір файлів

# TerminalTab_Factions_AcceptPeaceRequest
source: Accept peace
ca_ad: Accepta pau
cs_cz: Přijmout mír
da: Accepter fred
de: Friedensangebot annehmen
es: Aceptar paz
fi: Hyväksy rauha
hu_hu: Békeajánlat elfogadása
nl: Accepteer vredes verdrag
no: Aksepter fred
pt_br: Aceitar paz
ro: Acceptă pace
sk_sk: Prijmi mier
tr_tr: Barışı Kabulet
uk: Прийняття мірного договору

# MessageBoxCaptionRespawn
source: You will lose all ownership and spawn as new player! Respawn?
ca_ad: Perdreu totes les propietats i apareixereu com a un nou jugador! Reaparèixer?
cs_cz: Ztratíte všechna vlastnická práva a oživnete jako nový hráč! Znovu-oživit?
da: Du vil miste al ejerskab og genopstå som en ny spiller! Genopstå?
de: Du wirst alle deine Besitztümer verlieren und als neuer Spieler starten! Wiedereinstieg?
es: ¡Perderás el control de todo y aparecerás como un nuevo jugador! ¿Revivir?
fi: Menetät kaikki omistusoikeudet ja synnyt uutena pelaajana! Uudelleensynny?
hu_hu: Tulajdonjogaidat elveszted, és új játékosként éledsz újra! Biztos vagy benne?
nl: Je verliest al je bezittingen en je zal spawnen als een nieuwe speler! Respawnen?
no: Du vill miste all eierskap og starte som en ny spiller! Respawn?
pt_br: Você vai perder a posse dos seus blocos e nascer como novo jogador! Respawn?
ro: Veți pierde toate proprietățile și o sa fiți un jucător nou! Înviere ?
tr_tr: Tüm sahip olduklarını kaybedecek ve yeni bir oyuncu olarak dirileceksin! Dirilmek istiyor musun?
uk: Ви втратите всі правва та заспавнитесь як новий ігрок! Заспавнитись?

source: Respawn Ship
ca_ad: Nau de reaparició
cs_cz: Počáteční loď
da: Start skib
de: Starterschiff
es: Nave de inicio
fi: Uudelleensyntymisalus
hu_hu: Kezdőhajó
nl: Herspawn schip
no: Gjennoppbygg Skip
pt_br: Nave de Respawn
ro: Navă Salvare
sk_sk: Obnoviť loď
tr_tr: Dirilme gemisi
uk: Початковий корабель

source: Refresh
cs_cz: Obnovit
da: Opdater
de: Aktualisieren
es: Recargar
hu_hu: Frissít
no: Forny
pt_br: Atualizar
ro: Actualizează
sk_sk: Obnoviť
uk: Оновити

# PlayerInfo_Dead
source: dead
cs_cz: mrtvý
da: død
de: tot
es: muerto
hu_hu: Halott
no: død
pt_br: morto
ro: mort
sk_sk: mrtvý
uk: вмер

# ScreenMods_ActiveMods
source: Active mods
cs_cz: Aktivní modifikace
da: Aktive mods
de: Aktive Mods
es: Mods activos
hu_hu: Aktív modok
no: Aktive modifikasjoner
pt_br: Mods ativos
ro: Moduri active
sk_sk: Aktívne módy
uk: Активні моди
