Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# BlockPropertyTitle_LightBlinkOffset
source: Blink Offset
ca_ad: Desplaçament del pampallugueig
cs_cz: Vyrovnanost blikání
da: Blinke Forskydning
de: Blinkverzögerung
es: Desfase de parpadeo
fi: Välkkymisen etäisyys
hu_hu: Villogás késleltetése
nl: Knippercompensatie
pt_br: Compensação do piscar
ro: Distanțiere
sk_sk: Vyváženie blikania
tr_tr: Yanma dengesi
uk: Початок мерехтіння

# TerminalControlPanel_Warhead_DetonationTime
source: Detonation time
ca_ad: Temps de detonació
cs_cz: Čas Detonace
da: Detonations tid
de: Detonationszeit
es: Tiempo de detonación
fi: Räjähdysaika
hu_hu: Robbanási idő
nl: Tijd tot ontploffing
no: Detoneringstid
pt_br: Tempo de detonação
ro: Timp detonare
sk_sk: Čas detonácie
tr_tr: Patlama Zamanı
uk: Час підриву

# TerminalControlPanel_Warhead_StartCountdown
source: Start countdown
ca_ad: Comença compte enrera
cs_cz: Zapnout odpočet
da: Start nedtælling
de: Countdown starten
es: Comenzar cuenta atrás
fi: Käynnistä ajastin
hu_hu: Visszaszámlálás indítása
nl: Start aftelling
no: Start nedtelling
pt_br: Iniciar contagem regressiva
ro: Pornește numărătoarea
sk_sk: Začať odpočítavanie
tr_tr: Geri sayımı başlat
uk: Запустити відлік часу

# TerminalControlPanel_Warhead_StopCountdown
source: Stop countdown
ca_ad: Atura compte enrera
cs_cz: Zastavit odpočet
da: Stop nedtælling
de: Countdown stoppen
es: Detener cuenta atrás
fi: Sammuta ajastin
hu_hu: Visszaszámlálás megállítása
nl: Stop aftelling
no: Stopp nedtelling
pt_br: Parar contagem regressiva
ro: Oprește numărătoarea
sk_sk: Skončiť odpočítavanie
tr_tr: Geri sayımı durdur
uk: Зупинити відлік часу

# TerminalControlPanel_Warhead_Safety
source: Safety
ca_ad: Seguretat
cs_cz: Bezpečnost
da: Sikkerhed
de: Sicherung
es: Seguro
fi: Turvallisuus
hu_hu: Biztonság
nl: Veiligheid
no: Sikkerhet
pt_br: Segurança
ro: Siguranță
sk_sk: Zabezpečený
tr_tr: Güvenlik
uk: Безпека

# TerminalControlPanel_Warhead_Detonate
source: Detonate
ca_ad: Detona
cs_cz: Detonovat
da: Detoner
de: Sprengung
es: Detonar
fi: Räjäytä
hu_hu: Robbantás
nl: Ontploffen
no: Detoner
pt_br: Detonar
ro: Detonează
sk_sk: Detonovať
tr_tr: Patlat
uk: Підірвати

# TerminalControlPanel_Warhead_SwitchTextArmed
source: Armed
ca_ad: Armat
cs_cz: Ozbrojený
da: Bevæbnet
de: Scharf
es: Armada
fi: Ladattu
hu_hu: Éles
nl: Gewapend
no: Armert
pt_br: Armado
ro: Armat
sk_sk: Odistené
tr_tr: Silahli
uk: Озброєний

# TerminalControlPanel_Warhead_SwitchTextDisarmed
source: Disarmed
ca_ad: Desarmat
cs_cz: Zneškodněno
da: Afvæbnet
de: Gesichert
es: Desarmada
fi: Lataamaton
hu_hu: Hatástalanított
nl: Ontwapend
no: Avvæpnet
pt_br: Desarmado
ro: Dezamorsat
sk_sk: Zaistený
tr_tr: Silahsız
uk: Без захисту

# BlockPropertyDescription_SensorToolbarOpen
source: Opens toolbar
ca_ad: Obre la barra d'eines
cs_cz: Otevřít panel nástrojů
da: Åbner værktøjslinje
de: Öffnet Werkzeugleiste
es: Abrir barra de Herramientas
fi: Avaa työkalupalkin
hu_hu: Megnyitja az eszköztárat
nl: Opent toolbar
no: Åpner verktøylinje
pt_br: Abrir barra de ferramentas
ro: Deschide bara de unelte
sk_sk: Ukáže panel nástrojov
tr_tr: Araç çubuğunu açar
uk: Відкрити панель

# BlockPropertyTitle_SensorToolbarOpen
source: Setup actions
ca_ad: Configura accions
cs_cz: Nastavit akce
da: Indstil aktioner
de: Konfigurieren
es: Configurar
fi: Aseta toiminnot
hu_hu: Műveletek megadása
nl: Stel acties in
no: Oppsett handlinger
pt_br: Configurar ações
ro: Configurare acțiuni
sk_sk: Akcie
tr_tr: Hareketleri yükle
uk: Установка дій

# BlockPropertyTitle_SensorDetectFloatingObjects
source: Detect floating objects
ca_ad: Detecta objectes flotants
cs_cz: Detekovat vznášející-se objekty
da: Opdag flydende objekter
de: Schwebende Objekte erkennen
es: Detectar objetos flotantes
fi: Tunnista leijuvat kappaleet
hu_hu: Sodródó objektumok észlelése
nl: Detecteer vliegende objecten
no: Oppdage flytende objekter
pt_br: Detectar objetos flutuantes
ro: Detectează obiecte plutitoare
sk_sk: Objav lietajúce objekty
tr_tr: Sabit olmayan objeleri algıla
uk: Виявлення дрейфуючих об'єктів

# BlockPropertyTitle_SensorDetectLargeShips
source: Detect large ships
ca_ad: Detecta naus grans
cs_cz: Detekovat velké lodě
da: Opdag store skibe
de: Große Schiffe erkennen
es: Detectar naves grandes
fi: Tunnista suuret alukset
hu_hu: Nagy hajók észlelése
nl: Detecteer grote schepen
no: Oppdage store skip
pt_br: Detectar naves grandes
ro: Detectează nave mari
sk_sk: Objav veľké lode
tr_tr: Büyük gemileri algıla
uk: Виявити великі кораблі

# BlockPropertyTitle_SensorDetectPlayers
source: Detect players
ca_ad: Detecta jugadors
cs_cz: Detekovat hráče
da: Opdag spillere
de: Spieler erkennen
es: Detectar Jugadores
fi: Tunnista pelaajat
hu_hu: Játékosok észlelése
nl: Detecteer spelers
no: Oppdage spillere
pt_br: Detectar jogadores
ro: Detectează jucători
sk_sk: Objav hráčov
tr_tr: Oyuncuları Algıla
uk: Виявити гравців

# BlockPropertyTitle_SensorDetectSmallShips
source: Detect small ships
ca_ad: Detecta naus petites
cs_cz: Detekovat malé lodě
da: Opdag små skibe
de: Kleine Schiffe erkennen
es: Detectar naves pequeñas
fi: Tunnista pienet alukset
hu_hu: Kis hajók észlelése
nl: Detecteer kleine schepen
no: Oppdage små skip
pt_br: Detectar naves pequenas
ro: Detectează nave mici
sk_sk: Objav malé lode
tr_tr: Küçük gemileri algıla
uk: Виявити малі кораблі

# BlockPropertyDescription_SensorFieldBack
source: How far the sensing field extends backwards from the sensor's position
ca_ad: A quina distància del camp de detecció s'estén cap enrere des de la posició del sensor
da: Hvor langt feltets sensing strækker sig baglæns fra sensorens placering
de: Wie weit das Sensorfeld sich hinter dem Sensor erstreckt.
es: Cuanta distancia se extiende el campo de detección por detrás del sensor
fi: Miten kauas tunnistuskenttä etenee taaksepäin sensorin sijainnista
hu_hu: A szenzor pozíciójától számítva milyen távolságig érzékel hátrafelé
nl: Hoe ver de sensor naar achteren meet t.o.v. de positie ervan
pt_br: O quão distante o campo sensorial se estende para trás a partir da posição do sensor
ro: Cât de departe se extinde câmpul de detecție din spatele senzorului
tr_tr: Algılanan alan sensörün konumundan geriye doğru ne kadar uzağa olsun
uk: Як далеко зондуюче поле проходить у зворотному напрямку з положення датчика

# BlockPropertyDescription_SensorFieldBottom
source: How far the sensing field extends below the sensor's position
ca_ad: A quina distància del camp de detecció s'estén cap a avall des de la posició del sensor
cs_cz: Jak daleko sensor vnímá pod sebou
da: Hvor langt feltet sensing strækker sig under fra sensorens placering
de: Wie weit das Sensorfeld sich unter dem Sensor erstreckt.
es: Cuanta distancia se extiende el campo de detección por debajo del sensor
fi: Miten kauas tunnistuskenttä etenee alaspäin sensorin sijainnista
hu_hu: A szenzor pozíciójától számítva milyen távolságig érzékel lefelé
nl: Hoe ver de sensor naar beneden meet t.o.v. de positie ervan
pt_br: O quão distante o campo sensorial se estende para baixo da posição do sensor
ro: Cât de departe se extinde câmpul de detecție din de sub senzor
tr_tr: Algılanan alan sensörün konumundan aşağıya doğru ne kadar uzağa olsun
uk: Як далеко зондування поле простягається нижче позиції датчика

# BlockPropertyDescription_SensorFieldFront
source: How far the sensing field extends in front of the sensor
ca_ad: A quina distància del camp de detecció s'estén cap endavant des de la posició del sensor
cs_cz: Jak daleko sensor vnímá před sebou
da: Hvor langt feltets sensing strækker foran fra sensorens placering
de: Wie weit das Sensorfeld sich vor dem Sensor erstreckt.
es: Cuanta distancia se extiende el campo de detección por delante del sensor
fi: Miten kauas tunnistuskenttä etenee eteenpäin sensorin sijainnista
hu_hu: A szenzor pozíciójától számítva milyen távolságig érzékel előrefelé
nl: Hoe ver de sensor naar voren meet t.o.v. de positie ervan
pt_br: O quão distante o campo sensorial se estende para frente da posição do sensor
ro: Cât de departe se extinde câmpul de detecție din fața senzorului
tr_tr: Algılanan alan sensörün konumundan önüne doğru ne kadar uzağa olsun
uk: Як далеко зондування поле простягається в передній частині датчика

# BlockPropertyDescription_SensorFieldLeft
source: How far the sensing field extends to the left from the sensor's position
ca_ad: A quina distància del camp de detecció s'estén cap a l'esquerra des de la posició del sensor
cs_cz: Jak daleko sensor vnímá na jeho levé straně
da: Hvor langt feltet sensing strækker sig venstre fra sensorens placering
de: Wie weit sich das Sensorfeld von der Sensorposition nach links ausdehnt.
es: Cuanta distancia se extiende el campo de detección por la izquierda del sensor
fi: Miten kauas tunnistuskenttä etenee vasemmalle sensorin sijainnista
hu_hu: A szenzor pozíciójától számítva milyen távolságig érzékel bal oldara
nl: Hoe ver de sensor naar links meet t.o.v. de positie ervan
pt_br: O quão distante o campo sensorial se estende para a esquerda da posição do sensor
ro: Cât de departe se extinde câmpul de detecție din stânga senzorului
tr_tr: Algılanan alan sensörün konumundan sola doğru ne kadar uzağa olsun
uk: Як далеко зондування поле розширюється вліво з положення датчика

# BlockPropertyDescription_SensorFieldRight
source: How far the sensing field extends to the right from the sensor's position
ca_ad: A quina distància del camp de detecció s'estén cap a la dreta des de la posició del sensor
cs_cz: Jak daleko sensor vnímá na jeho pravé straně
da: Hvor langt feltets sensing strækker sig højre fra sensorens placering
de: Wie weit das Sensorfeld sich rechts von dem Sensor erstreckt.
es: Cuanta distancia se extiende el campo de detección por la derecha del sensor
fi: Miten kauas tunnistuskenttä etenee oikealle sensorin sijainnista
hu_hu: A szenzor pozíciójától számítva milyen távolságig érzékel jobb oldalra
nl: Hoe ver de sensor naar rechts meet t.o.v. de positie ervan
pt_br: O quão distante o campo sensorial se estende para a direita da posição do sensor
ro: Cât de departe se extinde câmpul de detecție din dreapta senzorului
tr_tr: Algılanan alan sensörün konumundan sağa doğru ne kadar uzağa olsun
uk: Як далеко зондування поле простягається вправо від положення датчика

# BlockPropertyDescription_SensorFieldTop
source: How far the sensing field extends above the sensor's position
ca_ad: A quina distància del camp de detecció s'estén cap amunt des de la posició del sensor
cs_cz: Jak daleko sensor vnímá nad sebou
da: Hvor langt feltets sensing strækker sig ovenover fra sensorens placering
de: Wie weit sich das Sensorfeld von der Sensorposition nach oben ausdehnt.
es: Cuanta distancia se extiende el campo de detección por encima del sensor
fi: Miten kauas tunnistuskenttä etenee ylöspäin sensorin sijainnista
hu_hu: A szenzor pozíciójától számítva milyen távolságig érzékel fölfelé
nl: Hoe ver de sensor naar boven meet t.o.v. de positie ervan
pt_br: O quão distante o campo sensorial se estende acima da posição do sensor
ro: Cât de departe se extinde câmpul de detecție deasupra senzorului
tr_tr: Algılanan alan sensörün konumundan yukarı doğru ne kadar uzağa olsun
uk: Як далеко зондування поле простягається вище положення датчика

# TerminalControlPanel_Warhead_SafetyTooltip
source: When unchecked, the warhead can be detonated manually. This does not affect automatic detonation after the countdown.
ca_ad: Quan està desactivat, l'ogiva pot ser detonada manualment. Això no afecta la detonació automàtica després del compte enrere.
cs_cz: Pokud není označeno hlavice může být odpálena ručně. Toto neovlivní automatickou detonaci po odpočítávání
da: Når markeringen er fjernet, kan sprænghoved detoneres manuelt. Dette påvirker ikke automatisk detonation efter nedtællingen.
de: Wenn nicht markiert, kann der Sprengkopf manuell gezündet werden. Beeinflusst nicht die automatische Zündung nach dem Countdown.
es: Cuando no está marcada, puede ser detonada manualmente. Esto no afecta a la detonación automática mediante la cuenta atrás.
fi: Kun ei valittuna, taistelukärjen voi räjäyttää manuaalisesti. Tämä ei vaikuta ajastimen jälkeiseen automaattiseen räjähdykseen.
hu_hu: Ha nincs kipipálva, a robbanófej manuálisan is felrobbantható. Ez nem befolyásolja a visszaszámlálást követő automatikus robbanást.
nl: Wanneer niet aangevinkt kan de kernkop handmatig tot ontploffing worden gebracht. Dit beïnvloedt niet de automatische ontploffing na de aftelling.
pt_br: Quando desmarcado, a ogiva pode ser detonada manualmente. Isto não afeta a detonação automática após a contagem regressiva.
ro: Când este debifat, focosul poate fi detonat manual. Aceasta nu afectează detonarea automată după numărătoare.
tr_tr: Seçilmediğinde, savaş başlığı el ile patlatılabilir. Otomatik patlama geri sayımdan etkilenmez.
uk: Коли від'єднано, боєголовку можна детонувати вручну. Це не впливає на автоматичну детонацію після лічильника.

# BlockPropertyTitle_SensorDetectStations
source: Detect stations
ca_ad: Detecta estacions espacials
cs_cz: Detekovat Stanice
da: Opdag stationer
de: Stationen erkennen
es: Detectar Estaciones
fi: Tunnista asemat
hu_hu: Bázisok érzékelése
nl: Detecteer stations
no: Gjennkjenn stasjoner
pt_br: Detectar estações/bases
ro: Detectează platforme
sk_sk: Objav stanice
tr_tr: İstasyonları algıla
uk: Виявити станції

# TerminalTab_Info_ShowGravityGizmo
source: Show gravity range
ca_ad: Mostra rang de gravetat
cs_cz: Zobrazit dosah gravitačního pole
da: Vis tyngdekrafts afstand
de: Gravitationsreichweite anzeigen
es: Mostrar rango de gravedad
fi: Näytä painovoiman kantama
hu_hu: Gravitációs mező mutatása
nl: Laat zwaartekrachtbereik zien
no: Hvis gravitets-rekkevidde
pt_br: Mostrar campo gravitacional
ro: Arată raza gravitațională
sk_sk: Ukáž dosah gravitácie
tr_tr: Yer çekimi menzilini gözter
uk: Показувати сферу гравітації

# TerminalTab_Info_ShowSenzorGizmo
source: Show sensors field range
ca_ad: Mostra rang dels sensors
cs_cz: Zobrazit dosah pole senzorů
da: Vis sensorens feltafstand
de: Sensorfeld-Reichweite anzeigen
es: Mostrar rango de campo de sensores
fi: Näytä sensorien kantama
hu_hu: Szenzorok érzékelési területének mutatása
nl: Sensorbereik tonen
pt_br: Mostrar distância do campo sensorial
ro: Arată raza senzorului
tr_tr: Sensör menzilini görüntüle
uk: Показувати межі дії сенсора

# DisplayName_Block_RemoteControl
source: Remote Control
ca_ad: Control remot
cs_cz: Dálkové Ovládání
da: Fjernbetjening
de: Fernsteuerung
es: Control remoto
fi: Kauko-ohjaus
hu_hu: Távirányítás
nl: Afstandsbediening
no: Fjernstyring
pt_br: Controle Remoto
ro: Control la distanță
sk_sk: Ďialkové ovládanie
tr_tr: Uzaktan kontrol
uk: Віддалене керування

# DisplayName_Block_TimerBlock
source: Timer Block
ca_ad: Temporitzador
cs_cz: Časovací Blok
da: Timer-Blok
de: Zeitschaltuhr
es: Bloque temporizador
fi: Ajastinkappale
hu_hu: Időzítő blokk
nl: Klok blok
no: Timer Blokk
pt_br: Bloco de Temporização
ro: Bloc Cronometru
sk_sk: Blok časovača
tr_tr: Kronometreli blok
uk: Таймер

# BlockPropertyTitle_TimerToolbarOpen
source: Setup actions
ca_ad: Configura accions
cs_cz: Nastavit akce
da: Indstil aktioner
de: Erstelle Befehle
es: Configurar acciones
fi: Aseta toiminnot
hu_hu: Műveletek megadása
nl: Instel acties
pt_br: Configurar ações
ro: Configurare acțiuni
tr_tr: Kurulum eylemleri
uk: Встановлення дії

# BlockPropertyTitle_TimerTrigger
source: Trigger now
ca_ad: Desencadena ara
cs_cz: Ihned sepnout
da: Udløs nu
de: Jetzt auslösen
es: Activar ahora
fi: Laukaise nyt
hu_hu: Aktiválás most
nl: Nu af laten gaan
pt_br: Acionar agora
ro: Declanșează acum
sk_sk: Spustiť teraz
tr_tr: Şimdi Tetikleyin
uk: Активація

# TerminalControlPanel_TimerDelay
source: Delay
ca_ad: Demora
cs_cz: Prodleva
da: Forsinkelse
de: Verzögerung
es: Retraso
fi: Viive
hu_hu: Késleltetés
nl: Vertraging
no: Utsett
pt_br: Atraso
ro: Timp
sk_sk: Oneskorenie
tr_tr: Gecikme
uk: Затримка

# BlockPropertyTitle_TimerStart
source: Start
ca_ad: Inicia
de: Starte
es: Comenzar
fi: Aloita
hu_hu: Indítás
pt_br: Começar
ro: Pornește
sk_sk: Štart
tr_tr: Başlat
uk: Запуск

# BlockPropertyTitle_TimerStop
source: Stop
ca_ad: Atura
cs_cz: Zastavit
de: Stoppe
es: Detener
fi: Pysäytä
hu_hu: Megállítás
pt_br: Parar
ro: Oprește
tr_tr: Dur
uk: Зупинка

# BlockPropertyTitle_TimerToTrigger
source: Time to trigger:
ca_ad: Temps per desencadenar:
cs_cz: Čas do spuštění
da: Tid til at udløsning:
de: Zeit bis zum Start:
es: Tiempo para activación:
fi: Aikaa laukaisuun:
hu_hu: Aktiválásig hátravan:
nl: Tijd tot afgaan:
pt_br: Tempo para acionar
ro: Timp până la declanșare:
sk_sk: Čas do spustenia:
tr_tr: Tetikleme zamanı:
uk: Час активації

# ScreenCubeBuilderBlockCategories
source: Tabs of tools and objects:
cs_cz: Tabulka nástrojů a objektů:
da: Faner af værktøjer og objekter:
de: Tabs von Werkzeugen und Objekten:
es: Pestañas de herramientas y objetos:
hu_hu: Fülek eszközöknek és objektumoknak:
pt_br: Abas de objetos e ferramentas
ro: Categorii unelte și obiecte:
uk: Панель інструментів та об'єктів

# ScreenCubeBuilderBlockSearch
source: Search:
cs_cz: Hledat:
da: Søg:
de: Suche:
es: Buscar:
hu_hu: Keresés:
no: Søk:
pt_br: Procurar:
ro: Căutare:
sk_sk: Hladať:
uk: Пошук:

# DisplayName_Block_SmallRocketLauncherReload
source: Reloadable Rocket Launcher
ca_ad: Llançacoets recarregable
cs_cz: Raketomet nabíjecí
da: Genopladelig raketkaster
de: Nachladbarer Raketenwerfer
es: Lanzacohetes Recargable
fi: Ladattava raketinheitin
hu_hu: Újratölthető rakétavető
nl: Herlaadbare Raketwerper
pt_br: Lançador de mísseis recarregável
ro: Lansator de Rachete Reîncărcabil
sk_sk: Nabíjateľný raketomet
tr_tr: Yeniden Doldurulabilir Roketatar
uk: Перезавантаження ракетниці

# DisplayName_Category_AllBlocks
source: All Blocks
ca_ad: Tots els blocs
cs_cz: Všechny bloky
da: Alle blokke
de: Alle Blöcke
es: Todos los Bloques
fi: Kaikki kappaleet
hu_hu: Minden blokk
nl: Alle blokken
pt_br: Todos os blocos
ro: Toate Blocurile
sk_sk: Všetky bloky
tr_tr: Tüm Bloklar
uk: Усі блоки

# DisplayName_Category_ShipGroups
source: Groups
ca_ad: Grups
cs_cz: Skupiny
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät
hu_hu: Csoportok
nl: Groepen
pt_br: Grupos
ro: Grupuri
sk_sk: Skupiny
tr_tr: Gruplar
uk: Групи

# DisplayName_Category_ArmorBlocks
source: Armor Blocks
ca_ad: Blocs d'armadura
cs_cz: Obrněné bloky
da: Panserblokke
de: Gepanzerte Blöcke
es: Bloques Blindados
fi: Panssarikappaleet
hu_hu: Páncélozott blokkok
nl: Bepantsering blokken
no: Pansrede Blokker
pt_br: Blocos de Blindagem
ro: Blocuri Armură
sk_sk: Pancierové bloky
tr_tr: Zırh Blokları
uk: Броньовані блоки

# DisplayName_Category_CharacterAnimations
source: Character Animations
ca_ad: Animacions del personatge
cs_cz: Animace postavy
da: Karakter Animationer
de: Charakter Animationen
es: Animaciones de Personaje
fi: Hahmon animaatiot
hu_hu: Karakteranimációk
nl: Karakter animaties
pt_br: Aminações do Personagem
ro: Animatii Personaj
sk_sk: Animácie postavy
tr_tr: Karakter Animasyonları
uk: Анімації персонажа

# DisplayName_Category_CharacterTools
source: Character Tools
ca_ad: Eines del personatge
cs_cz: Nářadí
da: Karakter-værktøjer
de: Charakter Werkzeuge
es: Herramientas de Personaje
fi: Hahmon työkalut
hu_hu: Karakter eszközök
nl: Karakter gereedschap
pt_br: Ferramentas do Personagem
ro: Unelte Personaj
sk_sk: Nástroje postavy
tr_tr: Karakter Araçları
uk: Інструменти персонажа

# DisplayName_Category_ConveyorBlocks
source: Conv./Cargo Blocks
ca_ad: Blocs de Transp./Càrrega
cs_cz: Transport./nákladové bloky
da: Transportbånd/Gods blokke
de: Verb./Fracht Blöcke
es: Bloques Cinta transp./Cargamento
fi: Kulj./Rahtikappaleet
hu_hu: Futószalag és tároló blokkok
pt_br: Blocos de Carga/Transporte
ro: Blocuri Transport/Marfă
sk_sk: Nákladné bloky
tr_tr: Taşıyıcı/Yük Blokları
uk: Логістичні блоки

# DisplayName_Category_ShipLights
source: Lights
ca_ad: Llums
cs_cz: Světla
da: Lys
de: Lichter
es: Luces
fi: Valot
hu_hu: Fények
nl: Lichten
no: Lys
pt_br: Luzes
ro: Lumini
sk_sk: Svetlá
tr_tr: Işıklar
uk: Світло

# DisplayName_Category_ShipThrusters
source: Thrusters
ca_ad: Propulsors
cs_cz: Trysky
da: Styreraketter
de: Triebwerke
es: Propulsores
fi: Rakettimoottorit
hu_hu: Hajtóművek
nl: Straalmotoren
pt_br: Turbinas
ro: Propulsoare
tr_tr: İticiler
uk: Двигуни

# DisplayName_Category_ShipWeaponsTools
source: Weapons and Tools
ca_ad: Armes i Eines
cs_cz: Zbraně a nářadí
da: Våben og Værktøj
de: Waffen & Werkzeuge
es: Armas y Herramientas
fi: Aseet ja työkalut
hu_hu: Fegyverek és eszközök
nl: Wapens en gereedschap
no: Våpen og Verktøy
pt_br: Armas e Ferramentas
ro: Arme și Unelte
sk_sk: Zbrane a nástroje
tr_tr: Silahlar ve Araçlar
uk: Зброя і інструменти

# DisplayName_Category_WindowBlocks
source: Window Blocks
ca_ad: Finestres
cs_cz: Okna
da: Vinduesblokke
de: Fenster Blöcke
es: Ventanas
fi: Ikkunakappaleet
hu_hu: Ablak blokkok
nl: Raam blokken
pt_br: Bloco de Vidro
ro: Blocuri Ferestre
sk_sk: Bloky okien
tr_tr: Pencere Blokları
uk: Вікно блоків

# DisplayName_Category_LargeBlocks
source: Large Blocks
ca_ad: Blocs grans
cs_cz: Velké bloky
da: Store Blokke
de: Große Blöcke
es: Bloques grandes
fi: Suuret kappaleet
hu_hu: Nagy blokkok
nl: Grote blokken
pt_br: Blocos Grandes
ro: Blocuri Mari
sk_sk: Veľké bloky
tr_tr: Büyük Bloklar
uk: Великі блоки

# DisplayName_Category_SmallBlocks
source: Small Blocks
ca_ad: Blocs petits
cs_cz: Malé bloky
da: Små Blokke
de: Kleine Blöcke
es: Bloques Pequeños
fi: Pienet kappaleet
hu_hu: Kis blokkok
nl: Kleine blokken
pt_br: Blocos Pequenos
ro: Blocuri Mici
sk_sk: Malé bloky
tr_tr: Küçük Bloklar
uk: Малі блоки

# DisplayName_RespawnShip_Assembler
source: Respawn Ship 2
ca_ad: Nau de reaparició 2
cs_cz: Počáteční loď 2
da: Genoplivningsskib 2
de: Wiedereinstiegsschiff 2
es: Regenerar Nave 2
fi: Uudelleensyntymisalus 2
hu_hu: Kezdőhajó 2
no: Gjennoppbygg Skip 2
pt_br: Nave de Reaparecimento 2
ro: Navă Salvare 2
sk_sk: Obnov loď 2
tr_tr: Gemi Yeniden Doğma 2
uk: Початковий корабель 2

# DisplayName_RespawnShip_EscapePod
source: Escape Pod
ca_ad: Càpsula d'escapament
cs_cz: Úniková kapsule
da: Nødskapsel
de: Rettungskapsel
es: Cápsula de Escape
fi: Pakokapseli
hu_hu: Menekülőhajó
nl: Ontsnappingscapsule
pt_br: Casulo de Escape
ro: Capsulă Salvare
sk_sk: Únikový modul
tr_tr: Kaçış Kapsülü
uk: Рятувальна капсула

# DisplayName_RespawnShip_RefineryAssembler
source: Respawn Ship 3
ca_ad: Nau de reaparició 3
cs_cz: Počáteční loď 3
da: Genoplivningsskib 3
de: Wiedereinstiegsschiff 3
es: Regenerar Nave 3
fi: Uudelleensyntymisalus 3
hu_hu: Kezdőhajó 3
no: Gjennoppbygg Skip 3
pt_br: Nave de Reaparecimento 3
ro: Navă Salvare 3
sk_sk: Obnov loď 3
tr_tr: Gemi Yeniden Doğma 3
uk: Початковий корабель 3

# DisplayName_RespawnShip_ShipDrill
source: Small Drill Ship
ca_ad: Nau petita amb trepants
cs_cz: Malá těžící loď
da: Lille Bore Skib
de: Kleines Bohrschiff
es: Pequeña Nave Minera
fi: Pieni pora-alus
hu_hu: Kis fúróhajó
nl: Klein boor schip
no: Lite Borreskip
pt_br: Pequena Nave Brocadora
ro: Navă Burghiu Mică
sk_sk: Malá vŕtacia loď
tr_tr: Küçük Matkap Gemisi
uk: Малий корабельний бур

# DisplayName_RespawnShip_Yellow
source: Respawn Ship
ca_ad: Nau de reaparició
cs_cz: Počáteční loď
da: Genoplivningsskib
de: Wiedereinstiegsschiff
es: Regenerar Nave
fi: Uudelleensyntymisalus
hu_hu: Kezdőhajó
no: Gjennoppbygg Skip
pt_br: Nave de Reaparecimento
ro: Navă Salvare
sk_sk: Obnov loď
tr_tr: Gemi Yeniden Doğma
uk: Початковий корабель

# ScreenMedicals_OwnerTimeoutColumn
source: Owner / Timeout
ca_ad: Propietari / Caducitat
cs_cz: Vlastník / časový limit
da: Ejer / Timeout
de: Besitzer / Timeout
es: Dueño / Final de tiempo
fi: Omistaja / Aikakatkaisu
hu_hu: Tulajdonos / Időtúllépés
nl: Eigenaar / Verlooptijd
pt_br: Proprietário / Tempo Limite
ro: Deținător / Întârziere
sk_sk: Majiteľ/Timeout
tr_tr: Sahibi / Zaman Aşımı
uk: Власник / тайм-аут
