Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# Afterburner
source: Sprint
ca_ad: Córrer
cs_cz: Běh
da: Spurt
de: Sprinten
es: Esprintar
fi: Juoksu
hu_hu: Futás
nl: Sprinten
pt_br: Correr
ro: Sprinta
sk_sk: Šprint
tr_tr: Koşma
uk: Здійснити ривок

# MessageBoxTextAreYouSureYouWantToExit
source: Are you sure you want to exit?
cs_cz: Jste si jisti, že chcete skončit?
da: Er du sikker på at du vil forlade spillet?
de: Sind Sie sicher, dass Sie das Spiel beenden wollen?
es: ¿Estás seguro de que deseas salir?
hu_hu: Biztosan ki akarsz lépni?
no: Er du sikker på at du vil avslutte?
pt_br: Você tem certeza de que deseja sair?
ro: Ești sigur că dorești să ieși?
sk_sk: Ste si istý, že chcete odísť?
uk: Ви справді бажаєте вийти?

# AssignControlKeyboard
source: Please press a key
cs_cz: Stiskněte libovolnou klávesu
da: Tryk venligst på en tast
de: Drücke eine Taste
es: Por favor presione una tecla
hu_hu: Kérlek nyomj meg egy gombot
no: Vennligst trykk en tast
pt_br: Por favor, pressione uma tecla
ro: Vă rugăm să apăsați o tastă
sk_sk: Stlačte akúkoľvek klávesu
uk: Будь ласка, натисніть кпопку

# AssignControlMouse
source: Please click a mouse button
cs_cz: Stiskněte tlačítko myši
da: Tryk venligt på en museknap
de: Klicke mit der Maus
es: Por favor presione un botón del ratón
hu_hu: Kérlek kattints egyet
no: Vennligst trykk på en museknapp
pt_br: Por favor, clique em um botão do mouse
ro: Vă rugăm să faceți clic pe un buton al mouse-ului
sk_sk: Prosím stlačte akékoľvek tlačidlo myši
uk: Будь ласка, натисніть кноку мишки

# ScreenCaptionAudioOptions
source: Audio options
cs_cz: Nastavení zvuku
da: Lydindstillinger
de: Audio Optionen
es: Opciones de Audio
hu_hu: Hangbeállítások
no: Lydinnstillinger
pt_br: Opções de áudio
ro: Opţiuni sunet
sk_sk: Nastavenie zvuku
uk: Налаштування звуку

source: Cancel
cs_cz: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
hu_hu: Mégse
no: Avbryt
pt_br: Cancelar
ro: Anulează
sk_sk: Zrušiť
uk: Скасувати

source: CANNOT ASSIGN CONTROL
cs_cz: NEMOHU PŘIŘADIT OVLÁDÁNÍ
da: KAN IKKE TILDELE KONTROL
de: KANN EINGABE NICHT ZUWEISEN
es: NO SE PUEDE ASIGNAR EL CONTROL
hu_hu: AZ IRÁNYÍGOMB NEM OSZTHATÓ KI
no: Kan ikke tildele kontroll
pt_br: Controle não pode ser modificado
ro: NU SE POATE ATRIBUI CONTROLUL
sk_sk: NEMÔŽEM PRIRADIŤ OVLÁDANIE
uk: НЕМОЖЛИВО ПРИЗНАЧИТИ КЛАВІШУ

# LoadScreenButtonContinueLastGame
source: Continue last
cs_cz: Načíst poslední
da: Fortsæt sidste
de: Spiel fortsetzen
es: Continuar al último
hu_hu: Legutóbbi folytatása
no: Fortsett siste
pt_br: Continuar último
ro: Continuă ultimul joc
sk_sk: Pokračovať v poslednej
uk: Продовжити останню гру

# ControlAlreadyAssigned
source: {0} is already assigned to {1}. Remove the original control?
cs_cz: {0} je už přiřazeno k {1}. Odstranit původní?
da: {0} er allerede tildelt til {1}. Fjern den originale kontrol?
de: {0} wird schon für {1} benutzt. Die Originalbelegung löschen?
es: {0} ya está asignado en {1}. ¿Quitar el control original?
hu_hu: {0} már hozzá van rendelve {1}. Felülírod az eredeti irányítást?
no: {0} er allerede tilordnet til {1}. Fjerne den orginale kontrollen?
pt_br: {0} já está configurado para {1}. Remover o controle original?
ro: {0} este deja atribuit la {1}. Scot controlul original?
sk_sk: {0} už je priradené k {1}. Odstrániť pôvodné nastavenie?
uk: {0} вже є призначена для {1}. Перепризначити клавішу?

# ControlIsNotValid
source: The pressed key may not be assigned to controls.
cs_cz: Zmáčknutá klávesa nemůže být přiřazena.
da: Den trykte tast må ikke tildeles til kontrol.
de: Die gewählte Taste kann nicht für die Steuerung genutzt werden.
es: La tecla pulsada no puede asignarse a los controles.
hu_hu: A megnyomott gomb nem hozzárendelhető az irányításhoz.
no: Tasten som ble trykket på, kan ikke tilordnes kontroller.
pt_br: A tecla pressionada não pode ser usada para controle.
ro: Tasta apăsată nu poate fi atribuită la controale.
sk_sk: Stlačená klávesa nemôže byť priradená.
uk: Цю клавішу неможливо призначити.

# ScreenCaptionControls
source: Controls
cs_cz: Ovládání
da: Kontroller
de: Steuerung
es: Controles
hu_hu: Irányítás
no: Kontroller
pt_br: Controles
ro: Controale
sk_sk: Nastavenia
uk: Керування

# ScreenMenuButtonCredits
source: Credits
cs_cz: Autoři
da: Kreditter
de: Mitwirkende
es: Créditos
hu_hu: Készítők
no: Kreditter
pt_br: Créditos
ro: Credite
sk_sk: Autori
uk: Автори

# KeysDelete
source: Delete
cs_cz: Odstranit
da: Slet
de: Entfernen
es: Borrar
hu_hu: Törlés
no: Slett
pt_br: Apagar
sk_sk: Zmazať
uk: Вилучити

# KeysDown
source: Down
cs_cz: Dolů
da: Ned
de: Runter
es: Abajo
hu_hu: Le
no: Ned
pt_br: Abaixo
ro: Jos
sk_sk: Dole
uk: Повернути донизу

# DoYouWantToKeepTheseSettingsXSecondsRemaining
source: Do you want to keep these settings? {0} seconds remaining.
cs_cz: Chete zachovat toto nastavení? {0} sekund zbývá.
da: Vil du beholde disse indstillinger? {0} sekunder tilbage.
de: Möchten Sie diese Einstellungen beibehalten? Noch {0} Sekunden.
es: ¿Desea conservar estos ajustes? {0} segundos restantes.
hu_hu: Meg akarod tartani ezeket a beállításokat? {0} másodperc van hátra.
no: Vil du lagre disse instillingene? {0} Sekunder igjen.
pt_br: Deseja manter essas configurações? {0} segundos restantes.
ro: Vrei să păstrezi aceste setări? {0} secunde rămase.
sk_sk: Chcete zachovať tieto nastavenia? Ostáva {0} sekúnd.
uk: Бажаєте залишити ці налаштування? Залишилось {0} секунд.

# DisplayName_Block_Drill
source: Drill
ca_ad: Trepant
cs_cz: Vrtačka
da: Bor
de: Bohrer
es: Taladro
fi: Pora
hu_hu: Fúró
nl: Boor
pt_br: Furadeira
ro: Burghiu
sk_sk: Vŕtačka
tr_tr: Matkap
uk: Бур

# KeysEnd
source: End
cs_cz: Konec
da: Slut
de: Ende
es: Fin
pt_br: Fim
sk_sk: Koniec

# ScreenMenuButtonExitToMainMenu
source: Exit to main menu
cs_cz: Návrat do hl. menu
da: Afslut til hoved menu
de: Hauptmenü
es: Salir al menu principal
hu_hu: Kilépés a főmenübe
no: Avslutt til hovedmenyen
pt_br: Sair para menu principal
ro: Ieşi în meniul principal
sk_sk: Návrat do hlavného menu
uk: Головне меню

# ScreenMenuButtonExitToWindows
source: Exit to Windows
cs_cz: Návrat do Windows
da: Afslut til windows
de: Zurück zu Windows
es: Salir a Windows
hu_hu: Kilépés a Windowsba
no: Avslutt til Windows
pt_br: Sair para Windows
ro: Ieşi în Windows
sk_sk: Návrat do Windows
uk: Вийти у Windows

source: Field of view
cs_cz: Zorné pole
da: Synsfelt
de: Sichtfeld
es: Campo de visión
hu_hu: Látótér
no: Synsfelt
pt_br: Campo de visão
ro: Câmp de vedere
sk_sk: Zorné pole
uk: Кут огляду

# ControlName_FirePrimaryWeapon
source: Use tool / Fire weapon
ca_ad: Utilitza eina / Arma de foc
cs_cz: Použít nástroj / Vystřelit
da: Brug værktøj / Affyr våben
de: Werkzeug benutzen / Waffe abfeuern
es: Utilizar Herramienta / Disparar Arma
fi: Käytä työkalua / Laukaise ase
hu_hu: Eszköz / Fegyver használata
nl: Gebruik gereedschap / Vuur wapen
no: Bruk verktøy / Avfyre våpen
pt_br: Usar ferramenta / Arma de fogo
ro: Folosește instrument / Trage cu armă
sk_sk: Použiť nástroj / Paľba zo zbrane
tr_tr: Aleti Kullan / Silahı Ateşle
uk: Використати інструмент / Вистрілити

# ControlName_FireSecondaryWeapon
source: Secondary mode
ca_ad: Mode secundari
cs_cz: Sekundární mód
da: Sekundær tilstand
de: Sekundärmodus
es: Modo secundario
fi: Toissijainen tila
hu_hu: Másodlagos mód
nl: Alternatieve modus
no: Sekundærmodus
pt_br: Modo secundário
ro: Modul secundar
sk_sk: Sekundárny mód
tr_tr: İkincil Mod
uk: Другорядний режим

# ScreenOptionsButtonGame
source: Game
cs_cz: Hra
da: Spil
de: Spiel
es: Juego
hu_hu: Játék
no: Spill
pt_br: Jogo
ro: Joc
sk_sk: Hra
uk: Гра

# ScreenCaptionGameOptions
source: Game options
cs_cz: Herní nastavení
da: Spil egenskaber
de: Spieloptionen
es: Opciones del juego
hu_hu: Játékbeállítások
no: Spill instillinger
pt_br: Opções de Jogo
ro: Opţiunile jocului
sk_sk: Herné nastavenia
uk: Налаштування гри

# ScreenOptionsControls_Gamepad
source: Gamepad
es: Mando
no: Spillkontroll
uk: Ґеймпад

# ScreenOptionsControls_AnalogAxes
source: Analog
cs_cz: Analogový
es: Analógico
hu_hu: Analóg
pt_br: Analógico
ro: Analogic
sk_sk: Analóg
uk: Аналоґ

# GameVolume
source: Sound volume
cs_cz: Hlasitost
da: Lydstyrke
de: Lautstärke
es: Volumen de sonido
hu_hu: Hangerő
no: Lydvolum
pt_br: Volume de Som
ro: Volumul Sunetului
sk_sk: Hlasitosť zvuku
uk: Гучність звуку

source: Hardware cursor
cs_cz: Hardwarový ukazatel
da: Hardware markør
es: Cursor por Hardware
hu_hu: Hardveres kurzor
no: Maskinvare musepeker
pt_br: Cursor estilo Hardware
ro: Cursor hardware
sk_sk: Hardvérový kurzor
uk: Системний курсор

# ControlName_ToggleHeadlights
source: Lights on / off
ca_ad: Obrir / tancar llums
cs_cz: Světla zapnutá / vypnutá
da: Lys tænd / sluk
de: Lichter an / aus
es: Luces encendidas / apagadas
fi: Valot päälle / pois
hu_hu: Világítás be / ki
nl: Lichten aan / uit
no: Lys på / av
pt_br: Ligar/Desligar Luzes
ro: Lumini pornite / oprite
sk_sk: Svetlá zapnúť / vypnúť
tr_tr: Işıklar açık / kapalı
uk: Увімк/Вимк світло

# ControlName_Help
source: Help
cs_cz: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
hu_hu: Segítség
no: Hjelp
pt_br: Ajuda
ro: Ajutor
sk_sk: Pomoc
uk: Допомога

# KeysHome
source: Home
cs_cz: Domů
da: Hjem
de: Pos1
es: Inicio
no: Hjem

# KeysInsert
source: Insert
cs_cz: Vložit
da: Indsæt
de: Einfügen
es: Insertar
hu_hu: Beillesztés

source: Inventory
ca_ad: Inventari
cs_cz: Inventář
da: Beholdning
de: Inventar
es: Inventario
fi: Tavaraluettelo
hu_hu: Felszerelés
nl: Inventaris
no: Inventar
pt_br: Inventário
ro: Inventar
sk_sk: Inventár
tr_tr: Envanter
uk: Інвентар

# InvertMouseX
source: Invert mouse X axis
cs_cz: Převrátit osu X
da: Vend mus X akse
de: X-Achse (Maus) invertieren
es: Invertir eje X del ratón
hu_hu: Az egér X tengelyének megfordítása
no: Inverter mus X akse
pt_br: Inverter eixo X do mouse
ro: Inversează axa X mouse-ului
sk_sk: Prevrátiť os X na myši
uk: Інвертувати вісь X

# InvertMouseY
source: Invert mouse Y axis
cs_cz: Převrátit osu Y
da: Vend mus Y akse
de: Y-Achse (Maus) invertieren
es: Invertir eje Y del ratón
hu_hu: Az egér Y tengelyének megfordítása
no: Inverter mus Y akse
pt_br: Inverter eixo Y do mouse
ro: Inversează axa Y mouse-ului
sk_sk: Prevrátiť os Y na myši
uk: Інвертувати вісь Y

# Joystick
source: Joystick or gamepad
cs_cz: Joystick nebo gamepad
da: Joystick eller Gamepad
de: Joystick oder Gamepad
es: Joystick o mando
hu_hu: Joystick vagy gamepad
no: Styrespaken eller Spillkontroll?
pt_br: Joystick ou Gamepad
ro: Joystick sau gamepad
sk_sk: Joystick alebo gamepad
uk: Джойстик або ґеймпад

# JoystickButtonLeft
source: JDLeft
cs_cz: JD doleva
da: Fire-vejs-navigationsknap Venstre
de: Linker Knopf (Joystick)
es: JDIzquierda
hu_hu: JD Bal
no: JoystickKnappVenstre
pt_br: JDEsquerda
ro: JDStânga
sk_sk: JD vľavo
uk: Ліва кнопка джойстика

# JoystickButtonRight
source: JDRight
cs_cz: JD doprava
da: Fire-vejs-navigationsknap Højre
de: Rechter Knopf (Joystick)
es: JDDerecha
hu_hu: JD Jobb
no: JoystickKnappHøyre
pt_br: JDDireita
ro: JDDreapta
sk_sk: JD vpravo
uk: Права кнопка джойстика

# JoystickButtonUp
source: JDUp
cs_cz: JD nahoru
da: Fire-vejs-navigationsknap Op
de: Hoch (Joystick)
es: JDArriba
hu_hu: JD Fel
no: JoystickKnappOpp
pt_br: JDCima
ro: JDSus
sk_sk: JD hore
uk: Горішня кнопка джойстика

# JoystickButtonDown
source: JDDown
cs_cz: JD dolů
da: Fire-vejs-navigationsknap Ned
de: Runter (Joystick)
es: JDAbajo
hu_hu: JD Le
no: JoystickKnappNed
pt_br: JDBaixo
ro: JDJos
sk_sk: JD dolu
uk: Нижня кнопка джойстика

# JoystickDeadzone
source: Joystick deadzone width
cs_cz: Šíře mrtvé zóny joysticku
da: Joystick dødzone bredde
de: Deadzone Joystick
es: Ancho de la zona muerta del Joystick
hu_hu: Joystick holtterének szélessége
no: Styrespak dødsone bredde
pt_br: Amplitude da zona-morta do joystick
ro: Lățimea zonei moarte joystick-ului
sk_sk: Šírka mŕtvej zóny joysticku
uk: Мертва зона джойстика

# JoystickExponent
source: Joystick gradual precision
cs_cz: Zvyšující se přesnost joysticku
da: Joystick gradvis præcision
es: Precisión gradual del Joystick
hu_hu: Joystick fokozatos pontossága
no: Styrespak gradvis presisjon
pt_br: Precisão gradual do joystick
ro: Precizie graduală joystick-ului
sk_sk: Zrýchlenie joysticku
uk: Чутливість джойстика

source: Joystick sensitivity
cs_cz: Citlivost joysticku
da: Joystick følsomhed
de: Joystick Empfindlichkeit
es: Sensibilidad del joystick
hu_hu: Joystick érzékenység
no: Styrespak sensitivitet
pt_br: Sensibilidade do Joystick
ro: Sensibilitatea joystick-ului
sk_sk: Citlivosť joysticku
uk: Чутливість джойстика

# ScreenOptionsControls_Keyboard
source: Keyboard
cs_cz: Klávesnice
da: Tastatur
de: Tastatur
es: Teclado
hu_hu: Billentyűzet
no: Tastatur
pt_br: Teclado
ro: Tastatură
sk_sk: Klávesnica
uk: Клавіатура

source: Language
cs_cz: Jazyk
da: Sprog
de: Sprache
es: Idioma
hu_hu: Nyelv
no: Språk
pt_br: Idioma
ro: Limbă
sk_sk: Jazyk
uk: Мова

# KeysLeft
source: Left
cs_cz: Vlevo
da: Venstre
de: Links
es: Izquierda
hu_hu: Bal
no: Venstre
pt_br: Esquerda
ro: Stânga
sk_sk: Vľavo
uk: Ліворуч

# KeysLeftAlt
source: LAlt
cs_cz: Levý alt
da: Venstre Alt
de: Alt-Taste (Links)
es: Alt Izq
hu_hu: Bal Alt
sk_sk: Ľavý Alt
uk: Лівий Alt

# KeysLeftControl
source: LCtrl
cs_cz: Levý ctrl
da: Venstre Ctrl
de: Strg-Taste (Links)
es: Ctrl Izq
hu_hu: Bal Ctrl
no: VenstreCtrl
sk_sk: Ľavý Ctrl
uk: Лівий Ctrl

# LeftMouseButton
source: LMB
da: Venstre Musetast
de: LMT
es: RBD
hu_hu: Bal egérgomb
pt_br: BotãoEsquerdoDoMouse
ro: BMS
sk_sk: L tlačidlo myši
uk: ЛКМ

# KeysLeftShift
source: LShift
cs_cz: Levý shift
da: Venstre Shift
de: Umschalt-L
es: Shift Izq
hu_hu: Bal Shift
no: VenstreShift
sk_sk: Ľavý Shit
uk: Лівий Shift

# LoadScreenButtonLoad
source: Load
cs_cz: Načíst
da: Indlæs
de: Laden
es: Cargar
hu_hu: Betöltés
no: Last inn
pt_br: Carregar
ro: Încărcaţi
sk_sk: Načítať
uk: Завантажити

# LoadingPleaseWaitUppercase
source: LOADING … PLEASE WAIT
cs_cz: NAČÍTÁM ... ČEKEJTE PROSÍM
da: INDLÆSER ... VENT VENLIGST
de: LADE ... BITTE WARTEN
es: CARGANDO... POR FAVOR ESPERE
hu_hu: BETÖLTÉS ... KÉRLEK VÁRJ
no: LASTER INN ... VENNLIGST VENT
pt_br: Carregando, por favor, aguarde
ro: SE ÎNCARCĂ ... VĂ RUGĂM AŞTEPTAŢI
sk_sk: NAČÍTAM ... PROSÍM O STRPENIE
uk: ЗАВАНТАЖЕННЯ... БУДЬ ЛАСКА, ЗАЧЕКАЙТЕ

# MessageBoxCaptionPleaseConfirm
source: PLEASE CONFIRM
cs_cz: PROSÍM POTVRĎTE
da: BEKRÆFT VENLIGST
de: BITTE BESTÄTIGEN
es: POR FAVOR CONFIRME
hu_hu: KÉRLEK ERŐSÍTSD MEG
no: VENNLIGST BEKREFT
pt_br: POR FAVOR, CONFIRME
ro: VĂ RUGĂM SĂ CONFIRMAȚI
sk_sk: PROSÍM POTVRĎ
uk: БУДЬ ЛАСКА, ПІДТВЕРДІТЬ

# MessageBoxCaptionExit
source: EXIT
cs_cz: ODEJÍT
de: BEENDEN
es: SALIR
hu_hu: KILÉPÉS
no: AVSLUTT
pt_br: SAIR
ro: IEȘIRE
sk_sk: KONIEC
uk: ВИЙТИ

# MiddleMouseButton
source: MMB
da: Midterste Musetast
de: MMT
es: RMC
hu_hu: Középső egérgomb
pt_br: BotãoDoMeioDoMouse
ro: BMM
sk_sk: Stredné tlačidlo myši
uk: СКМ

# ScreenOptionsControls_Mouse
source: Mouse
cs_cz: Myš
da: Mus
de: Maus
es: Ratón
hu_hu: Egér
no: Mus
sk_sk: Myš
uk: Мишка

source: Mouse sensitivity
cs_cz: Citlivost myši
da: Muse følsomhed
de: Mausempfindlichkeit
es: Sensibilidad del ratón
hu_hu: Egér érzékenység
no: Mus sensitivitet
pt_br: Sensibilidade do Mouse
ro: Sensibilitatea mouse-ului
sk_sk: Citlivosť myši
uk: Чутливість мишки

# ControlTypeNavigation
source: Navigation
cs_cz: Navigace
es: Navegación
hu_hu: Navigáció
no: Navigasjon
pt_br: Navegação
ro: Navigație
sk_sk: Navigácia
uk: Навіґація

# ScreenCaptionNewWorld
source: New World
cs_cz: Nový svět
da: Ny Verden
de: Neue Welt
es: Nuevo Mundo
hu_hu: Új világ
no: Ny Verden
pt_br: Novo Mundo
ro: Lume Nouă
sk_sk: Nový svet
uk: Новий світ

source: OK
cs_cz: Potvrdit
es: Aceptar
uk: Гаразд

# ScreenCaptionOptions
source: Options
cs_cz: Nastavení
da: Valgmuligheder
de: Optionen
es: Opciones
hu_hu: Beállítások
no: Instillinger
pt_br: Opções
ro: Opţiuni
sk_sk: Nastavenia
uk: Налаштування

# RecommendedAspectRatio
source: Recommended aspect ratio: {0}
cs_cz: Doporučený poměr: {0}
da: Anbefalet formatforhold: {0}
de: Empfohlenes Seitenverhältnis: {0}
es: Formato de pantalla recomendado: {0}
hu_hu: Ajánlott képarány: {0}
no: Anbefalt sideforhold: (0)
pt_br: Proporção de tela recomendada: {0}
ro: Raport aspect recomandat: {0}
sk_sk: Odporúčaný pomer: {0}
uk: Рекомендоване співвідношення сторін: {0}

source: Render quality
ca_ad: Qualitat de representació
cs_cz: Kvalita renderování
da: Renderings kvalitet
de: Renderqualität
es: Calidad de renderizado
fi: Renderöinnin laatu
hu_hu: Renderelés minősége
nl: Render kwaliteit
no: Render Kvalitet
pt_br: Qualidade de Renderização
ro: Calitate randare
sk_sk: Kvalita renderovania
tr_tr: Görüntü işleme Kalitesi
uk: Якість відображення

# RenderQualityExtreme
source: Extreme
ca_ad: Extrem
cs_cz: Extrémní
da: Ekstrem
de: Extrem
es: Extremo
fi: Erittäin korkea
hu_hu: Extrém
nl: Extreem
no: Ekstremt
pt_br: Extremo
ro: Extrem
sk_sk: Extrémna
tr_tr: Aşırı
uk: Екстрим

# RenderQualityHigh
source: High
ca_ad: Alta
cs_cz: Vysoká
da: Høj
de: Hoch
es: Alto
fi: Korkea
hu_hu: Magas
nl: Hoog
no: Høy
pt_br: Alto
ro: Înaltă
sk_sk: Vysoká
tr_tr: Yüksek
uk: Висока

# Revert
source: Defaults
cs_cz: Výchozí
da: Standarder
de: Standardwerte
es: Predeterminado
hu_hu: Alapértelmezett
no: Standard
pt_br: Padrões
ro: Setări Prestabilite
sk_sk: Pôvodné
uk: Типово

# KeysRight
source: Right
cs_cz: Vpravo
da: Højre
de: Rechts
es: Derecha
hu_hu: Jobb
no: Høyre
pt_br: Direita
ro: Dreaptă
sk_sk: Vpravo
uk: Праворуч

# KeysRightControl
source: RCtrl
cs_cz: Pravý Ctrl
da: Højre Ctrl
de: STRG rechts
es: Ctrl derecho
hu_hu: Jobb Ctrl
no: HøyreCtrl
sk_sk: Pravý Ctrl
uk: Правий Ctrl

# ControlName_RollLeft
source: Roll left (ship / jetpack)
ca_ad: Rodar a l'esquerra (nau / jetpack)
cs_cz: Točit doleva (loď / jetpack)
da: Rul til venstre (skib / jetpack)
de: Links rollen (Schiff/Jetpack)
es: Rodar a la izquierda (nave / mochila propulsora)
fi: Pyöritä vasemmalle (alus / rakettireppu)
hu_hu: Gördülés balra (hajó / jetpack)
nl: Rol links (schip / jetpack )
no: Rull venstre (skip / jetpack)
pt_br: Rolar para a esquerda (nave / jetpack)
ro: Roteștete spre stânga (navă / jetpack)
sk_sk: Točiť vľavo okolo osi (loď / jetpack)
tr_tr: Sola döndür (Gemi / Jetpack)
uk: Крутнути вліво

# ControlName_RollRight
source: Roll right (ship / jetpack)
ca_ad: Rodar a la dreta (nau / jetpack)
cs_cz: Točit doprava (loď / jetpack)
da: Rul til højre (skib / jetpack)
de: Rechts rollen (Schiff/Jetpack)
es: Rodar a la derecha (nave / mochila propulsora)
fi: Pyöritä oikealle (alus / rakettireppu)
hu_hu: Gördülés jobbra (hajó / jetpack)
nl: Rol rechts (schip / jetpack)
no: Rull høyre (skip / jetpack)
pt_br: Rolar para a direita (nave / jetpack)
ro: Roteștete spre dreaptă (navă / jetpack)
sk_sk: Točiť vpravo okolo osi (loď / jetpack)
tr_tr: Sağa döndür (Gemi / Jetpack)
uk: Крутнути вправо

# ControlName_RotationDown
source: Rotate down
ca_ad: Rota avall
cs_cz: Otočit dolů
da: Roter ned
de: Nach unten rotieren
es: Rotar abajo
fi: Käännä alas
hu_hu: Forgás lefelé
nl: Roteer beneden
no: Roter ned
pt_br: Virar para baixo
ro: Rotire în jos
sk_sk: Otočiť dolu
tr_tr: Aşağı Çevir
uk: Повернути донизу

# ControlName_RotationLeft
source: Rotate left
ca_ad: Rota a l'esquerra
cs_cz: Otočit doleva
da: Roter til venstre
de: Links rotieren
es: Rotar izquierda
fi: Käännä vasemmalle
hu_hu: Forgás balra
nl: Roteer links
no: Roter venstre
pt_br: Virar para a esquerda
ro: Întoarcete la stânga
sk_sk: Otočiť vľavo
tr_tr: Sola Çevir
uk: Повернути ліворуч

# ControlName_RotationRight
source: Rotate right
ca_ad: Rota a la dreta
cs_cz: Otočit doprava
da: Roter til højre
de: Rechts rotieren
es: Rotar derecha
fi: Käännä oikealle
hu_hu: Forgás jobbra
nl: Roteer rechts
no: Roter høyre
pt_br: Virar para a direita
ro: Întoarcete la dreaptă
sk_sk: Otočiť vpravo
tr_tr: Sağa çevir
uk: Повернути вправо

# ControlName_RotationUp
source: Rotate up
ca_ad: Rota amunt
cs_cz: Otočit nahoru
da: Roter op
de: Nach oben rotieren
es: Rotar arriba
fi: Käännä ylös
hu_hu: Forgás fölfelé
nl: Roteer omhoog
no: Roter opp
pt_br: Virar para cima
ro: Rotire în sus
sk_sk: Otočit hore
tr_tr: Yukarı Çevir
uk: Повернути догори

source: SELECT CONTROL
cs_cz: VYBRAT OVLÁDÁNÍ
da: VÆLG KONTROL
de: WÄHLE STEUERUNG
es: SELECCIONAR CONTROL
hu_hu: IRÁNYÍTÁS KIVÁLASZTÁSA
no: VELG KONTROLL
pt_br: ESCOLHER CONTROLE
ro: SELECTEAZĂ CONTROL
sk_sk: VYBRAŤ OVLÁDANIE
uk: ОБЕРІТЬ КЛАВІШУ

# ServerShutdownNotificationCaption
source: SCHEDULED SERVER SHUTDOWN
cs_cz: PLÁNOVANÉ VYPNUTÍ SERVERU
da: PLANLAGT SERVER LUKNING
de: GEPLANTE SERVERABSCHALTUNG
es: DESCONEXIÓN PROGRAMADA DEL SERVIDOR
hu_hu: BEÜTEMEZETT SZERVER LEÁLLÁS
no: PLANLAGT SERVER AVSLUTTNING
pt_br: DESLIGAMENTO PROGRAMADO DO SERVIDOR
ro: ÎNCHIDERE SERVER PROGRAMATĂ
sk_sk: PLÁNOVANÁ ODSTÁVKA SERVERU
uk: ЗАПЛАНОВАНЕ ВИМКНЕННЯ СЕРВЕРА

# SorryButSelectedSettingsAreNotSupportedByYourHardware
source: Sorry, but the settings you have chosen are not supported by your hardware.
cs_cz: Omlouváme se, ale Vámi zvolené nastavení není podporováno Vaším hardwarem.
da: Undskyld, men de indstillinger du har valgt er ikke understøttet af dit hardware.
de: Die Einstellungen die Sie gewählt haben, werden von ihrer Hardware nicht unterstützt.
es: Lo sentimos, pero los ajustes que ha seleccionado no están soportados por tu hardware.
hu_hu: Sajnáljuk, de az általad kiválasztott beállításokat a hardvered nem támogatja.
no: Beklager, men innstillingene du valgte er ikke støttet av din maskinvare.
pt_br: Desculpe, mas as configurações que você escolheu não são suportadas por seu hardware.
ro: Ne pare rău, dar aceste setări nu sunt suportate de hardware-ul dumneavoastră.
sk_sk: Ospravedlňujeme sa, ale zvolené nastavenia nie sú vašim hardvérom podporované.
uk: Даруйте, але налаштування, які ви обрали, не підтримуються вашим обладнанням.

# KeysSpace
source: Space
cs_cz: Mezerník
da: Mellemrum
de: Leertaste
es: Espacio
hu_hu: Szóköz
no: Mellomrom
pt_br: Espaço
ro: Spaţiu
sk_sk: Medzerník

# StartGameInProgressPleaseWait
source: Starting game … please wait.
cs_cz: Zapínání hry ... prosím čekejte
da: Starter spil ... vent venligst.
de: Starte Spiel ... bitte warten.
es: Comenzando partida ... por favor espere.
hu_hu: Játék indítása ... kérlek várj.
no: Starter spill ... vennligst vent.
pt_br: Iniciando jogo... por favor, aguarde.
ro: Jocul se porneşte ... vă rugăm aşteptaţi.
sk_sk: Spúšťam hru ... prosím o strpenie
uk: Гра запускається... будь ласка, зачекайте.

# ControlName_StrafeLeft
source: Strafe left
cs_cz: Vlevo
da: Løb til venstre
de: Links ausweichen
es: Desplazarse hacia la Izquierda
hu_hu: Oldalazás balra
no: Beveg mot Venstre
pt_br: Andar para a esquerda
ro: Deplasare laterală stânga
sk_sk: Krok vľavo
uk: Рухатися ліворуч

# ControlName_StrafeRight
source: Strafe right
cs_cz: Vpravo
da: Løb til højre
de: Rechts ausweichen
es: Desplazarse hacia la Derecha
hu_hu: Oldalazás jobbra
no: Beveg mot høyre
pt_br: Andar para a direita
ro: Deplasare laterală dreaptă
sk_sk: Krok vpravo
uk: Рухатися праворуч

# ControlTypeSystems1
source: Systems 1
cs_cz: Systémy 1
da: Systemer 1
de: Systeme 1
es: Sistemas 1
hu_hu: Rendszerek 1
no: Systemer 1
pt_br: Sistemas 1
ro: Sisteme 1
sk_sk: Systémy 1
uk: Системи 1

# ControlTypeSystems2
source: Systems 2
cs_cz: Systémy 2
da: Systemer 2
de: System 2
es: Sistemas 2
hu_hu: Rendszerek 2
no: Systemer 2
pt_br: Sistemas 2
ro: Sisteme 2
sk_sk: Systémy 2
uk: Системи 2

# KeysTab
source: Tab
es: Tabulador

# TitleFailedToStartInternetBrowser
source: Failed to start the browser.
cs_cz: Otevření prohlížeče selhalo.
da: Kunne ikke starte browseren.
de: Fehler beim Starten des Browsers.
es: Error al abrir el buscador.
hu_hu: Nem sikerült elindítani a böngészőt.
no: Kunne ikke starte nettleseren.
pt_br: Não foi possível iniciar o navegador.
ro: Eşuare start browser.
sk_sk: Spustenie prehliadača zlyhalo.
uk: Не вдалося запустити браузер.
