Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ProgrammableBlock_CodeEditor_SaveExit_Tooltip
source: Remembers code inside editor and returns to terminal panel
ca_ad: Desa el codi de l'editor i retorna al terminal
cs_cz: Zapamatuje si kód uvnitř editoru a vrátí se do panelu terminálu
da: Husk kode inde i redigeringsværktøj og vend tilbage til terminal panel
de: Übernimmt den Code im Editor und kehrt zum Terminal-Panel zurück
es: Recuerda el código dentro del editor y vuelve al panel del terminal.
fi: Muistaa koodin editorissa ja palaa terminaalinäyttöön
pt_br: Salvar o código do editor e retornar para o terminal.
ro: Memorează codul în editor și se întoarce la panoul de control
tr_tr: Editörün içindeki kodu hatırlar ve terminal panele döner
uk: Зберігає код в редакторі і повертає до терміналу

# ProgrammableBlock_Editor_BrowseWorkshop_Tooltip
source: Opens workshop where you can upload your scripts or subscribe to another author's scripts.
ca_ad: Obre el Workshop on podeu carregar-hi els vostres scripts o subscriure-us a scripts d'altres autors.
cs_cz: Otevře stránku Workshopu, ve které můžete uploadovat své skripty a nebo odebírat skripty jiných autorů.
da: Åbner workshop hvor du kan uploade din scripts eller abonnere til en anden forfatters scripts.
de: Öffnet den Workshop, in welchem du deine Skripte hochladen, oder die Skripte eines anderen Autors abonnieren kannst.
es: Abre Workshop, donde puedes subir tus propios scripts o suscribirte a los scripts de otros autores.
fi: Avaa Workshopin jonne voit ladata ohjelmiasi tai tilata muiden ohjelmia.
nl: Opent de workshop waar eigengemaakte scripts geüpload kunnen worden of op andere scripts kan worden geabonneerd.
pt_br: Abre o workshop onde você pode carregar seus scripts ou assinar scripts de outros autores.
ro: Deschide atelierul unde puteți trimite scripturile sau subscrie la scripturile altor utilizatori.
tr_tr: Kendi script'lerinizi yüklemeniz veya başka yazarların script'lerine abone olabilmeniz için atölyeyi açar.
uk: Відкриває workshop, де ви можете завантажити свій сценарій або підписатися на сценарії іншого автора.

# ProgrammableBlock_Editor_CheckCode
source: Check code
ca_ad: Comprova codi
cs_cz: Zkontroluj Kód
da: Kontroler kode
de: Code überprüfen
es: Comprobar código
fi: Tarkista koodi
hu_hu: Kód ellenőrzése
nl: Code controleren
pt_br: Verificar código
ro: Verifică cod
tr_tr: Kodu kontrol et
uk: Перевірити код

# ProgrammableBlock_Editor_CheckCode_Tooltip
source: Checks code inside editor for errors
ca_ad: Comprova si hi ha errors en el codi
cs_cz: Zkontroluj kód uvnitř editoru na chyby
da: Kontroler kode inde i redigeringsværktøj for fejl
de: Überprüft den Code im Editor auf Fehler
es: Comprueba el código en el editor para buscar errores
fi: Tarkistaa editorissa, onko koodissa virheitä
hu_hu: Kód ellenőrzése a szerkesztőben hibakeresés végett
pt_br: Verifica erros no código do editor
ro: Verifică codul din editor dacă are erori
tr_tr: Editördeki kodu hatalar için kontrol eder
uk: Перевірка коду на помилки в редакторі

# ProgrammableBlock_Editor_CompilationFailed
source: Compilation failed
ca_ad: La compilació ha fallat
cs_cz: Kompilace selhala
da: Kompileringen mislykkedes
de: Kompilierung fehlgeschlagen
es: Compilación fallida
fi: Kääntö epäonnistui
hu_hu: Összeállítás sikertelen
nl: Compilatie gefaald
pt_br: Compilação falhou
ro: Compilarea a eșuat
tr_tr: Derleme başarısız oldu
uk: Невдала компіляція

# ProgrammableBlock_Editor_CompilationFailedErrorFormat
source: Line {0} : {1}
ca_ad: Línia {0} : {1}
cs_cz: Řádek {0} : {1}
da: Linje {0}: {1}
de: Zeile {0} : {1}
es: Línea {0} : {1}
fi: Rivi {0} : {1}
hu_hu: Sor : {0} / {1}
nl: Regel {0} : {1}
pt_br: Linha {0} : {1}
ro: Linia {0} : {1}
tr_tr: Çizgi {0} : {1}
uk: Рядок {0} : {1}

# ProgrammableBlock_Editor_CompilationFailedErrorList
source: Error list
ca_ad: Llista d'errors
cs_cz: List chyb
da: Fejlliste
de: Fehlerliste
es: Lista de errores
fi: Virhelista
hu_hu: Hiba lista
nl: Foutlijst
pt_br: Lista de erros
ro: Listă erori
tr_tr: Hata listesi
uk: Перелік помилок

# ProgrammableBlock_Editor_CompilationOk
source: Compilation successful.
ca_ad: Compilat amb èxit.
cs_cz: Kompilace úspěšná
da: Kompilering succesfuld.
de: Kompilieren erfolgreich.
es: Éxito al compilar.
fi: Kääntö onnistui.
hu_hu: Összeállítás sikeres
nl: Compilatie geslaagd
pt_br: Compilado com sucesso.
ro: Compilare cu succes.
tr_tr: Derleme başarılı.
uk: Успішна компіляція!

# ProgrammableBlock_Editor_LineNo
source: Line : {0} / {1}
ca_ad: Línia : {0} / {1}
cs_cz: Řádek : {0} / {1}
da: Linje: {0} / {1}
de: Zeile : {0} / {1}
es: Línea: {0} / {1}
fi: Rivi : {0} / {1}
hu_hu: Sor : {0} / {1}
nl: Regel : {0} / {1}
pt_br: Linha: {0} / {1}
ro: Linia : {0} / {1}
tr_tr: Çizgi {0} / {1}
uk: Рядок: {0} / {1}

# ProgrammableBlock_Editor_RememberCode
source: Remember code
ca_ad: Desa codi
cs_cz: Zapamatovat kód
da: Husk kode
de: Code behalten
es: Recordar código
fi: Muista koodi
hu_hu: Kód megjegyzése
nl: Code onthouden
pt_br: Salvar código
ro: Memorează codul
tr_tr: Kodu hatırla
uk: Запам'ятати код

# ProgrammableBlock_Editor_RememberCode_Tooltip
source: Remember current script and leave editor window open
ca_ad: Desa l'script actual i manté oberta la finestra d'edició
cs_cz: Zapamatovat současný script a opustit okno editoru
da: Husk nuværende script og lad redigeringsværktøjet være åbent
de: Derzeitiges Script behalten und Editor-Fenster geöffnet lassen
es: Recordar el actual script y dejar la ventana del editor abierta
fi: Muista nykyinen koodi ja jätä editori-ikkuna auki
pt_br: Salvar o script ativo e manter a janela do editor aberta
ro: Memorează scriptul curent și lasă fereastra editorului deschisă
tr_tr: Mevcut script'i hatırla ve editör penceresini açık bırak
uk: Зберігає поточній сценарій і залишає вікно редактора відкритим

# ProgrammableBlock_ButtonCreateFromEditor
source: Create from editor
ca_ad: Crea de l'editor
cs_cz: Vytvořit z editoru
da: Opret fra redigeringsværktøj
de: Vom Editor erstellen
es: Crear desde el editor
fi: Luo editorista
hu_hu: Létrehozás a szerkesztőből
pt_br: Criar do editor
ro: Crează din editor
tr_tr: Editörden oluştur
uk: Створити через редактор

# ProgrammableBlock_ButtonDetails
source: Details
ca_ad: Detalls
cs_cz: Detaily
da: Detaljer
es: Detalles
fi: Tiedot
hu_hu: Részletek
no: Detaljer
pt_br: Detalhes
ro: Detalii
tr_tr: Detaylar
uk: Деталі

# ProgrammableBlock_ButtonRefreshScripts
source: Refresh Scripts
ca_ad: Refresca Scripts
cs_cz: Aktualizovat script
da: Opdater Scripts
de: Skripte aktualisieren
es: Actualizar Scripts
fi: Päivitä koodit
hu_hu: Szkriptek frissítése
nl: Scripts verversen
pt_br: Atualizar scripts
ro: Reîmprospătează Scripturi
tr_tr: Script'leri Yenile
uk: Оновити сценарій дій

# ProgrammableBlock_ButtonRename
source: Rename
ca_ad: Reanomena
cs_cz: Přejmenuj
da: Omdøb
de: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
hu_hu: Átnevezés
nl: Hernoemen
pt_br: Renomear
ro: Redenumire
tr_tr: Yeniden adlandır
uk: Зміна назви

# ProgrammableBlock_ButtonReplaceFromEditor
source: Replace from editor
ca_ad: Reemplaça des de l'editor
cs_cz: Nahradit z editoru
da: Genplacer fra redigeringsværktøj
de: Vom Editor ersetzen
es: Reemplazar desde el editor
fi: Korvaa editorista
hu_hu: Csere a szerkesztőből
nl: Vervangen vanuit editor
pt_br: Substituir do editor
ro: Înlocuiește din editor
tr_tr: Editörden değiştir
uk: Замінити через редактор

# ProgrammableBlock_NewScriptName
source: Enter new name
ca_ad: Escriviu un nou nom
cs_cz: Vložte nové jméno
da: Indtast nyt navn
de: Neuen Namen eingeben
es: Introducir nuevo nombre
fi: Syötä uusi nimi
hu_hu: Új név megadása
nl: Nieuwe naam invoeren
pt_br: Informe o nome
ro: Introduceți un nume nou
tr_tr: Yeni adınızı girin
uk: Введіть нову назву сценарія

# ProgrammableBlock_PublishScriptDialogText
source: Do you want to publish this script?
ca_ad: Voleu publicar l'script?
cs_cz: Chcete zveřejnit tento script?
da: Vil du gerne publicere det her script?
de: Willst du dieses Script veröffentlichen?
es: ¿Deseas publicar este script?
fi: Haluatko julkaista tämän ohjelman?
hu_hu: Biztosan közzéteszed ezt a szkriptet?
nl: Wilt u dit script publiceren?
pt_br: Deseja publicar este script?
ro: Vreți să publicați acest script?
tr_tr: Bu script'i yayınlamak ister misiniz?
uk: Бажаєте оприлюднити цей сценарій?

# ProgrammableBlock_PublishScriptPublished
source: SCRIPT PUBLISHED
ca_ad: SCRIPT PUBLICAT
cs_cz: SCRIPT ZVEŘEJNĚN
da: SCRIPT PUBLICEREDE
de: SCRIPT VERÖFFENTLICHT
es: SCRIPT PUBLICADO
fi: OHJELMA JULKAISTU
hu_hu: SZKRIPT PUBLIKÁLVA
nl: SCRIPT GEPUBLICEERD
pt_br: SCRIPT PUBLICADO
ro: SCRIPT PUBLICAT
tr_tr: SCRIPT YAYINLANDI
uk: Сценарій опублікований

# ProgrammableBlock_ReplaceScriptDialogText
source: Are you sure to replace existing script with new one from editor ?
ca_ad: Esteu segur que voleu reemplaçar l'script existent amb el que hi ha a l'editor?
cs_cz: Jste si jistý, že chcete přepsat existující skript tím z editoru?
da: Er du sikker på at du vil erstatte eksisterende script med nyt fra redigeringsværktøj?
de: Das existierende Skript mit einem Neuen aus dem Editor ersetzen?
es: ¿Seguro que deseas reemplazar el script existente con un nuevo script del editor?
fi: Oletko varma että haluat korvata nykyisen koodin uudella koodilla editorista?
nl: Weet u zeker dat u het bestaande script wilt vervangen met de nieuwe van de editor?
pt_br: Tem certeza que deseja substituir o script existente pelo novo do editor?
ro: Sunteți sigur că doriți să înlocuiți scriptul existent cu cel din editor?
tr_tr: Bu script'i editörden yenisiyle değiştirmek istediğinize emin misiniz?
uk: Ви справді бажаєте замінити існуючий скрипт новим із редактора?

# ProgrammableBlock_ReplaceScriptNameDialogText
source: Script with the name {0} already exists. Do you want to replace it?
ca_ad: Ja existeix un script amb el nom {0}. Voleu reemplaçar-lo?
cs_cz: Skript se jménem {0} již existuje. Chcete jej přepsat?
da: Scriptet med navnet {0} findes allerede. Vil erstatte det?
de: Script mit dem Namen {0} existiert bereits. Willst du es ersetzen?
es: Existe un script con el nombre {0}. ¿Quieres reemplazarlo?
fi: {0}-niminen ohjelma on jo olemassa. Haluatko korvata sen?
nl: Script met de naam {0} bestaat al. Wilt u deze vervangen?
pt_br: Script com nome {0} já existe. Deseja substituí-lo?
ro: Scriptul cu numele {0} deja există. Vreți să-l înlocuiți?
tr_tr: {0} adında bir script zaten var. Değiştirmek istiyor musunuz?
uk: Сценарій з ім'ям {0} уже існує. Бажаєте його замінити?

# ProgrammableBlock_ReplaceScriptNameDialogTitle
source: Replace
ca_ad: Reemplaça
cs_cz: Nahradit
da: Erstat
de: Ersetzen
es: Reemplazar
fi: Korvaa
hu_hu: Cserél
nl: Vervangen
pt_br: Substituir
ro: Înlocuiește
tr_tr: Değiştir
uk: Переставити

# ProgrammableBlock_ReplaceScriptNameUsed
source: Cannot rename script because it is used by another process.
ca_ad: No puc reanomenar l'script perquè està sent utilitzar per un altre procés.
cs_cz: Nelze přepsat skript, protože je používaný jiným procesem.
da: Script kan ikke omdøbes, fordi det bruges af en anden proces.
de: Script kann nicht umbenannt werden, weil es von einem anderen Prozess genutzt wird.
es: No se puede renombrar el script porque está siendo utilizado por otro proceso.
fi: Ohjelmaa ei voida nimetä uudelleen koska se on toisen prosessin käsiteltävänä.
nl: Kan script niet hernoemen omdat deze gebruikt wordt door een ander proces.
pt_br: Não foi possível renomear o script porque ele está sendo utilizado por outro processo.
ro: Nu pot redenumi scriptul deoarece este folosit de alt proces.
tr_tr: Script başka bir işlem tarafından kullanıldığı için yeniden adlandırılamıyor.
uk: Неможливо перейменувати сценарій, оскільки він використовується іншим процесом.

# ProgrammableBlock_ScriptNotFound
source: Cannot find the script file
ca_ad: No puc trobar el fitxer de l'script
cs_cz: Nelze najít soubor se skriptem
da: Kan ikke finde script filen
de: Die Scriptdatei konnte nicht gefunden werden
es: No se puede encontrar el archivo del script
fi: Ohjelmatiedostoa ei löytynyt
nl: Kan script bestand niet vinden
pt_br: Arquivo de script não encontrado
ro: Nu se poate găsi fișierul scriptului
tr_tr: Script dosyası bulunamadı
uk: Файл сценарію не знайдено

# ProgrammableBlock_ScriptsScreenTitle
source: Scripts screen
ca_ad: Pantalla dels scripts
cs_cz: Obrazovka scriptů
da: Script skærm
de: Script-Fenster
es: Pantalla de scripts
fi: Ohjelmanäyttö
hu_hu: Szkript képernyő
nl: Scripts scherm
pt_br: Tela Scripts
ro: Ecranul scripturilor
tr_tr: Script ekranı
uk: Дисплей сценаріїв

# ProgrammableBlock_Editor_Help
source: Help
ca_ad: Ajuda
cs_cz: Pomoci
da: Hjælp
de: Hilfe
es: Ayuda
fi: Apua
hu_hu: Segítség
pt_br: Ajuda
ro: Ajutor
tr_tr: Yardım
uk: Допомога

# ProgrammableBlock_Editor_HelpTooltip
source: Opens steam workshop page with description about in-game programming
ca_ad: Obre la pàgina de l'Steam Workshop amb explicacions sobre la programació dins del joc
cs_cz: Otevře stránku Steam Workshopu se popisem používání programování ve hře
da: Åbner Steam Værksteds side med beskrivelse omkring in-game programmering
de: Öffnet die Steam Workshop Seite mit Beschreibungen zur in-game Programmierung
es: Abre una ventana del Workshop de Steam con descripciones sobre programación dentro del juego
fi: Avaa Steam Workshop-sivun kuvauksen pelinsisäisestä ohjelmoinnista
no: Åpner steam workshop side med beskrivelser for spillets interne programmering
pt_br: Abre a página do steam workshop com a descrição sobre a programação no jogo
ro: Deschide o pagină din atelierul Steam cu detalii despre programarea în joc
tr_tr: Oyun içi programlama hakkında bilgi için Steam Atölyesi'ni açar
uk: Відкриває сторінку Steam Workshop з описом про проґрамування у грі

# ProgrammableBlock_DeleteScriptDialogText
source: Are you sure you want to delete this script ?
ca_ad: Esteu segur que voleu esborrar aquest script?
cs_cz: Jste si jistí, že chcete smazat tento script?
da: Er du sikker på at du vil slette det her script?
de: Willst du dieses Script wirklich löschen?
es: ¿Seguro que quieres eliminar este script?
fi: Oletko varma että haluat poistaa tämän ohjelman?
hu_hu: Biztosan törölni szeretnéd ezt a szkriptet?
nl: Weet je zeker dat je dit script wil verwijderen?
pt_br: Tem certeza que deseja deletar este script?
ro: Sunteți sigur că doriți să ștergeți acest script?
tr_tr: Bu script'i silmek istediğinize emin misiniz ?
uk: Ви справді бажаєте вилучити цей задум?

# ProgrammableBlock_Exception_NotAllowed
source: In-game scripts are disabled for this world
ca_ad: Els scripts dins del joc estan desactivats per a aquest món
cs_cz: Herní skripty jsou zakázány v tomto světě
da: In-game scripts er deaktiveret for den her verden
de: In-game Scripte sind für diese Welt deaktiviert
es: Los scripts dentro del juego han sido desactivados en este mundo
fi: Pelinsisäiset ohjelmat on estetty tässä maailmassa
hu_hu: A játékbeli szkriptek le vannak tiltva ebben a világban
pt_br: Scripts do jogo estão desativados neste mundo
ro: Scripturile în joc sunt dezactivate în această lume
tr_tr: Oyun içi script'ler bu dünya için devre dışı bırakıldı
uk: Внутрішні ігрові сценарії відключені в цьому світі

# WorldSettings_EnableIngameScripts
source: In-game scripts
ca_ad: Scripts dins del joc
cs_cz: Herní skripty
de: In-game Scripte
es: Scripts en juego
fi: Pelinsisäiset ohjelmat
hu_hu: Játékonbelüli szkriptek
pt_br: Scripts do jogo
ro: Scripturi în joc
tr_tr: Oyun içi script'ler
uk: Внутрішні ігрові сценарії

# BlockPropertyTitle_SensorDetectEnemy
source: Detect enemy
ca_ad: Detecta Enemic
cs_cz: Detekovat nepřítele
da: Opdag fjende
de: Erkenne Feind
es: Detectar Enemigo
fi: Tunnista vihollinen
hu_hu: Ellenség észlelése
nl: Detecteer vijand
no: Oppdag fiende
pt_br: Detectar inimigo
ro: Detectează Inamici
tr_tr: Düşman algılama
uk: Реагування на ворога

# BlockPropertyTitle_SensorDetectFriendly
source: Detect friendly
ca_ad: Detecta Amic
cs_cz: Detekovat přítele
da: Opdag venlig
de: Erkenne Freund
es: Detectar Amigo
fi: Tunnista liittolainen
hu_hu: Barát észlelése
nl: Detecteer vrienden
no: Oppdag alliert
pt_br: Detectar Amigo
ro: Detectează Amicii
tr_tr: Dost algılama
uk: Реагування на друзів

# BlockPropertyTitle_SensorDetectOwner
source: Detect owner
ca_ad: Detecta propietari
cs_cz: Detekuj vlastníka
da: Opdag ejer
de: Besitzer erkennen
es: Detectar propietario
fi: Havaitse omistaja
hu_hu: Tulajdonos észlelése
nl: Detecteer eigenaar
no: Oppdag eier
pt_br: Detectar proprietário
ro: Detectează proprietarul
tr_tr: Sahip algılama
uk: Реагування на власника

# BlockPropertyTitle_SensorDetectNeutral
source: Detect neutral
ca_ad: Detecta neutral
cs_cz: Detekuj neutrální
da: Opdag neutrale
de: Neutrale erkennen
es: Detectar neutral
fi: Havaitse neutraali
hu_hu: Semleges észlelése
nl: Deceteer neutraal
no: Oppdag nøytral
pt_br: Detectar neutro
ro: Detecteaza neutrii
tr_tr: Dogal algılama
uk: Реагування на нейтрала

# ProgrammableBlock_Exception_Ownershipchanged
source: Ownership of programmable block changed. Please recompile program.
ca_ad: La propietat de l'ordinador ha canviat. Si us plau recompileu el programa.
cs_cz: Vlastník programovatelného bloku se změnil. Prosím rekompilujte program
da: Ejerskab af programmerbare blok er blevet ændret. Du skal genkompilere programmet.
de: Besitzer des programmierbaren Block wurde gewechselt. Bitte Programm neu kompilieren.
es: La propiedad del bloque programable ha cambiado. Por favor, recompila el programa.
fi: Ohjelmoitavan kappaleen omistusoikeus muuttui. Ole hyvä ja käännä ohjelma uudelleen.
hu_hu: A programozható blokk tulajdonosa megváltozott.Fordítsd le újra a programot.
pt_br: Propriedade do bloco programável alterada. Por favor, recompile o programa.
ro: Dreptul de proprietate al blocului programabil a fost schimbat. Va rugăm să recompilați programul.
tr_tr: Programlanabilir bloğun sahibi değişti. Lütfen programı yeniden yazın.
uk: Власник проґрамованого блоку змінився. Будь ласка, перезберіть проґраму.

# NotificationNewFactionChatMessage
source: New message in {0} faction chat
cs_cz: Nová zpráva v chatu frakce {0}
da: Ny meddelelse i {0} fraktion chat
de: Neue Nachricht im {0} Fraktions Chat
es: Nuevo mensaje en el chat de la facción {0}
hu_hu: Új üzenet a {0} frakció chatben
pt_br: Nova mensagem no bate-papo da facção {0}
ro: Mesaj nou în chat-ul facțiunii {0}
uk: Нове повідомлення в бесіду фракції {0}

# NotificationNewGlobalChatMessage
source: New global chat message
cs_cz: Nová zpráva z globálního chatu
da: Nye global chat-meddelelse
de: Neue globale Chatnachricht
es: Nuevo mensaje de Chat Global
hu_hu: Új globális chat üzenet
no: Ny global melding
pt_br: Nova mensagem no bate-papo global
ro: Mesaj nou in chat-ul global
uk: Нове повідомлення до глобальної бесіди

# NotificationNewPlayerChatMessage
source: New message from {0}
cs_cz: Nová zpráva od {0}
da: Ny meddelelse fra {0}
de: Neue Nachricht von {0}
es: Nuevo mensaje de {0}
hu_hu: Új üzenet tőle: {0}
no: Ny melding fra {0}
pt_br: Nova mensagem de {0}
ro: Mesaj nou de la {0}
uk: Нове повідомлення з {0}

# TerminalTab_Chat_GlobalChat
source: -Broadcast-
ca_ad: -Retransmissió-
cs_cz: -Přenos-
de: -Rundfunk-
es: -Transmisión-
fi: -Lähetys-
hu_hu: Közvetítés
pt_br: -Transmissão-
ro: -Transmitere-
tr_tr: -Yayın-
uk: -Радіомовлення-

# TerminalTab_Chat
source: Comms
ca_ad: Coms.
cs_cz: Komunikace
da: Kommentarer
de: Nachrichten
es: Comunicaciones
fi: Viestintä
hu_hu: Kommunikáció
nl: Communicatie
pt_br: Comunicações
ro: Comunicații
tr_tr: Haberleşme
uk: Порти

# ErrorDescriptionTooLong
source: Description is too long (max 8000 characters allowed)
cs_cz: Popisek je příliš dlouhý (povoleno maximálně 8000 znaků)
da: Beskrivelsen er for lang (Max 8000 tegn tilladt)
de: Beschreibung ist zu lang (max. 8000 Zeichen erlaubt)
es: La descripción es demasiado larga (8000 caracteres máximo)
hu_hu: Túl hosszú leírás (max. 8000 karakter megengedett)
pt_br: Descrição muito longa (máximo de 8000 caracteres permitido)
ro: Descrierea este prea lungă (maxim 8000 caractere permise)
uk: Надто довгий опис (щонайбільше 8000 символів)

source: Description
cs_cz: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
hu_hu: Leírás
no: Beskrivelse
pt_br: Descrição
ro: Descriere
sk_sk: Popis
uk: Опис

# WorldSettings_ViewDistance
source: View distance
ca_ad: Veure distància
cs_cz: Dohled
da: Vis afstand
de: Sichtweite
es: Distancia de visionado
fi: Näköetäisyys
hu_hu: Látótávolság
nl: Kijk afstand
pt_br: Ver distância
ro: Distanță vedere
tr_tr: Görüş mesafesi
uk: Відстань бачення

# WorldSettings_ViewDistance_30_Km
source: 30 km - small performance hit
ca_ad: 30 km - poca afectació al rendiment
cs_cz: 30 km - malý dopad na výkon
da: 30 km - lille ydeevnes slag
de: 30 km - kleiner Leistungseinfluss
es: 30 km - afecta ligeramente al rendimiento
fi: 30 km - vaikuttaa hieman suorituskykyyn
hu_hu: 30 km - kis teljesítménycsökkenés
nl: 30 km - kleine prestatie dip
pt_br: 30 km - impacto de pequena performance
ro: 30 km - impact mic asupra performanței
tr_tr: 30 km - düşük performans
uk: 30 км - можливий слабкий прояв недостатньої продуктивності

# WorldSettings_ViewDistance_40_Km
source: 40 km - performance hit
ca_ad: 40 km - afectació en el rendiment
cs_cz: 40 km - dopad na výkon
da: 40 km - ydeevnes slag
de: 40 km - mittlere Leistungseinschränkungen
es: 40 km - afecta significativamente al rendimiento
fi: 40 km - vaikuttaa suorituskykyyn
hu_hu: 40 km - teljesítménycsökkenés
nl: 40 km - kleine prestatie dip
pt_br: 40 km - impacto de performance
ro: 40 km - impact asupra performanței
tr_tr: 40 km - normal performans
uk: 30 км - можливий прояв недостатньої продуктивності

# WorldSettings_ViewDistance_50_Km
source: 50 km - big performance hit
ca_ad: 50 km - gran impacte en el rendiment
cs_cz: 50 km - velký dopad na výkon
da: 50 km - høj ydeevnes slag
de: 50 km - große Leistungseinschränkungen
es: 50 km - gran impacto al rendimiento
fi: 50 km - vaikuttaa paljon suorituskykyyn
hu_hu: 50 km - nagy teljesítménycsökkenés
nl: 50 km - grote prestatie dip
pt_br: 50 km - impacto de grande performance
ro: 50 km - impact mare asupra performanței
tr_tr: 50 km - yüksek performans
uk: 30 км - можливий сильний прояв недостатньої продуктивності

# WorldSettings_ViewDistance_5_Km
source: 5 km - low end machines
ca_ad: 5 km - ordinadors de gamma baixa
cs_cz: 5 km - slabé počítače
da: 5 km - 5 km - lav ende maskiner
de: 5 km - für schwache PCs
es: 5 km - ordenadores de bajo rendimiento
fi: 5 km - heikot tietokoneet
hu_hu: 5 km - ratyi gépeknek
nl: 5 km - laag segment machines
pt_br: 5 km - máquinas de baixo custo
ro: 5 km - computere slabe
tr_tr: 5 km - düşük performanslı makineler
uk: 5 км - для малопродуктивних машин

# WorldSettings_ViewDistance_7_Km
source: 7 km - performance friendly
ca_ad: 7 km - bon rendiment
cs_cz: 7 km - přátelský k výkonu
da: 7 km - ydeevne venlig
de: 7 km - leistungsfreundlich
es: 7 km - mejor rendimiento
fi: 7 km - suorituskyky-ystävällinen
hu_hu: 7 km - teljesítménybarát
nl: 7 km - prestatie vriendelijk
pt_br: 7 km - desempenho amigável
ro: 7 km - bun la performanță
tr_tr: 7 km - performans dostu
uk: 7 км - оптимальна продуктивність

# WorldSettings_ViewDistance_Custom
source: Custom
ca_ad: Personalitzat
cs_cz: Vlastní
de: Manuell
es: Personalizada
fi: Mukautettu
hu_hu: Egyéni
nl: Aangepast
no: Egendefinert
pt_br: Personalizado
ro: Personalizat
tr_tr: Özel
uk: Самотужки
