Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ScreenDebugSpawnMenu_AsteroidGenerationCanTakeLong
source: Generating asteroids can take a long time!
ca_ad: Generar asteroides pot trigar una bona estona!
cs_cz: Generování asteroidů může chvíli trvat
da: At genererer asteroider kan tage lang tid!
de: Das generieren von Asteroiden kann sehr lange dauern!
es: ¡Generar asteroides puede tardar mucho tiempo!
fi: Asteroidien luominen saattaa kestää kauan!
hu_hu: Az aszteroidák generálása sokáig eltarthat!
nl: Asteroïdes genereren kan een lange tijd duren!
no: Å generere asteroider kan ta lang tid!
pt_br: Gerar asteroides pode durar bastante tempo!
ro: Generarea asteroizilor poate dura mult timp!
tr_tr: Asteroit oluşturma uzun zaman alabilir!
uk: Ґенерація астероїдів не швидка справа, візьміть щось, аби згаяти час очікування.

# Antenna_EnableBroadcast
source: Enable broadcasting
ca_ad: Permet emissió
cs_cz: Povolit vysílání
da: Aktiver broadcasting
de: Aktiviere Funkksignal
es: Activar difusión
fi: Ota lähetykset käyttöön
hu_hu: Közvetítés engedélyezése
nl: Uitzenden toestaan
pt_br: Habilitar radiodifusão
ro: Activează Difuzare
sk_sk: Povoliť vysielanie
tr_tr: Yayını etkinleştirin
uk: Включити радіомовлення

# ControlName_Broadcasting
source: Broadcasting on / off
ca_ad: Emissió on / off
cs_cz: Vysílání zap. / vyp.
da: Broadcasting til / fra
de: Funksignal An / Aus
es: Activar / desactivar difusión
fi: Lähetykset päälle / pois
hu_hu: Közvetítés be/ki
nl: Uitzenden aan / uit
no: Direktesending på / av
pt_br: Radiodifusão Ligado/Desligado
ro: Difuzare pornit / oprit
sk_sk: Vysielanie On / Off
tr_tr: Yayın açık / kapalı
uk: радіомовлення вкл/викл

# LargeMissileTurretReloadingNotification
source: Reloading
ca_ad: Recarregant
cs_cz: Nabíjení
da: Genlader
de: Nachladen
es: Recargando
fi: Ladataan
hu_hu: Újratöltés
nl: Herladen...
no: Laster inn på nytt
pt_br: Recarregando
ro: Reîncărcare
sk_sk: Nabíjanie
tr_tr: Yeniden yükleniyor
uk: Перезавантаження

# HudInfoBroadcasting
source: Broadcasting
ca_ad: Emetent
cs_cz: Vysílání
de: Sendet
es: Difusión
fi: Lähetykset
hu_hu: Közvetítés
nl: Uitzenden
no: Direktesender
pt_br: Radiodifusão
ro: Difuzare
sk_sk: Vysielanie
tr_tr: Yayınlanıyor
uk: радіомовлення

# NotificationCharacterBroadcastingOff
source: Broadcasting Off
ca_ad: Emissió Off
cs_cz: Vysílání Vypnuto
da: Broadcasting Fra
de: Kein Empfang
es: Difusión apagada
fi: Lähetykset pois
hu_hu: Közvetítés ki
nl: Uitzenden uit
no: Direktesending av
pt_br: Radiodifusão desligado
ro: Difuzare Oprită
sk_sk: Vysielanie vypnuté
tr_tr: Yayın Kapalı
uk: Радіомовлення виключити

# NotificationCharacterBroadcastingOn
source: Broadcasting On
ca_ad: Emissió On
cs_cz: Vysílání Zapnuto
da: Broadcasting Til
de: Empfange Funksignal
es: Difusión encendida
fi: Lähetykset päällä
hu_hu: Közvetítés be
nl: Uitzenden aan
no: Direktesending på
pt_br: Radiodifusão Ligado
ro: Difuzare Pornită
sk_sk: Vysielanie zapnuté
tr_tr: Yayın Açık
uk: Радіомовлення включити

# NotificationCopyPasteAsteroidObstructed
source: Can not place asteroids over ships and players
ca_ad: No podeu col·locar asteroides sobre naus o jugadors
cs_cz: Nemohu položit asteroid přes loď a hráče
da: Kan ikke placere asteroider over skibe og spillere
de: Asteroiden können nicht in Schiffe oder Spieler platziert werden
es: No se puede colocar asteroides sobre naves y jugadores
fi: Asteroidia ei voi asettaa aluksen tai pelaajan päälle
hu_hu: Az aszteroida nem ütközhet hajókkal és játékosokkal
nl: Kan geen asteroïde over schepen en spelers plaatsen
pt_br: Não se pode colocar asteroides em naves ou jogadores
ro: Nu se poate pune asteroidul peste nave și jucători
tr_tr: Gemi ve oyuncular üzerinde asteroit koyamazsınız
uk: Не можете розмістити астероїди через кораблі і гравців

# DisplayName_Block_AdvancedRotor
source: Advanced Rotor
ca_ad: Rotor Avançat
cs_cz: Zdokonalený rotor
da: Avanceret Rotor
de: Verbesserter Motor
es: Rotor Avanzado
fi: Edistynyt roottori
hu_hu: Fejlesztett Rotor
nl: Geavenceerde rotor
no: Avansert Rotor
pt_br: Rotor Avançado
ro: Rotor Avansat
sk_sk: Pokročilý rotor
tr_tr: Gelişmiş Rotor
uk: Розширений ротор

# DisplayName_Block_AdvancedRotorPart
source: Advanced Rotor Part
ca_ad: Part del Rotor Avançat
cs_cz: Část zdokonaleného rotoru
da: Avanceret Rotor Del
de: Verbessertes Motorteil
es: Parte de Rotor Avanzado
fi: Edistyneen roottorin osa
hu_hu: Fejleszett Rotoralkatrész
nl: Geavanceerde rotor deel
pt_br: Parte do Rotor Avançado
ro: Cap Rotor Avansat
sk_sk: Časť pokročilého rotora
tr_tr: Gelişmiş Rotor Parçası
uk: Частини розширеного ротора

# ScreenDebugSpawnMenu_InvalidAmount
source: Invalid amount
ca_ad: Total no vàlid
cs_cz: Neplatný počet
da: Ugyldigt beløb
de: Menge ungültig
es: Cantidad inválida
fi: Epäkelpo määrä
hu_hu: Érvénytelen érték
nl: Ongeldige hoeveelheid
no: Ugyldig mengde
pt_br: Quantidade inválida
ro: Suma nu este validă
sk_sk: Neplatné množstvo
tr_tr: Geçersiz miktar
uk: Недопустиме число

# PlacingObjectsToScene
source: Placing objects to world. Please wait.
cs_cz: Umisťování objektů do světa. Prosím čekejte.
da: Placerer objekter til verden. Vent venligst.
de: Plaziere Objekte in der Welt. Bitte warten.
es: Colocando objetos en el mundo. Por favor, espera...
hu_hu: Objektumok elhelyezése. Kérlek várj.
no: Plasserer objekter til verdenen. Vennligst vent.
pt_br: Inserindo objetos no mundo. Favor aguardar,
ro: Obiectele se pun în lume. Vă rugăm așteptați.
sk_sk: Umiestňovanie objektov do sveta. Prosím vydržte.
uk: Насичення світу об'єктами. Будь ласка, зачекайте.

# ControlTypeSystems3
source: Systems 3
cs_cz: Systémy 3
da: Systemer 3
de: Konfiguration 3
es: Sistemas 3
hu_hu: Rendszerek 3
no: Systemer 3
pt_br: Sistemas 3
ro: Sisteme 3
sk_sk: Systémy 3
uk: Системи 3

# ToolTipTerminalProduction_SlaveMode
source: Enable or disable cooperative mode
ca_ad: Activa o desactiva el mode cooperatiu
cs_cz: Povolit nebo zakázat kooperační režim
da: Aktiver eller deaktiver samarbejds-mode
de: Kooperationsmodus aktivieren/deaktivieren
es: Activar o desactivar modo cooperativo
fi: Kytke yhteistyötila päälle tai pois
hu_hu: Ko-operatív mód be/kikapcsolása.
nl: Coöperatieve modus in- of uitschakelen
no: Skru samarbeidsmodus av eller på
pt_br: Habilitar ou desabilitar modo cooperativo
ro: Activează sau dezactivează modul de cooperare
tr_tr: Ortak çalışmayı entkinleştir yada devre dışı bırak
uk: Увімкнути або вимкнути кооперативний режим

# ScreenDebugSpawnMenu_PredefinedAsteroids
source: Predefined Asteroids
ca_ad: Asteroides predefinits
cs_cz: Přednastavené asteroidy
da: Foruddefinerede asteroider
de: Vordefinierte Asteroiden
es: Asteroides predefinidos
fi: Ennalta määrätyt asteroidit
hu_hu: Előre definiált aszteroidák
nl: Vooringedefinieerde Asteroïdes
pt_br: Asteróides Pré-definidos
ro: Asteroizi predefiniți
sk_sk: Preddefinované asteroidy
tr_tr: Önceden tanımlı Asteroitler
uk: Попередньо встановлені астероїди

# ScreenDebugSpawnMenu_ProceduralAsteroids
source: Procedural asteroids
ca_ad: Asteroides processals
cs_cz: Procedurální asteroidy
da: Proceduremæssige asteroider
de: Prozedurale Asteroiden
es: Asteroides procedurales
fi: Proseduraaliset asteroidit
nl: Proceduele astroïdes
pt_br: Asteróides Procedurais
ro: Asteroizi procedurali
tr_tr: Yordamösal Asteroit
uk: Генеровані астероїди

# ScreenDebugSpawnMenu_ProceduralSeed
source: Seed (different seed and radius produces different asteroid)
ca_ad: Llavor (diferents llavors i radis produeixen diferents asteroides)
cs_cz: Seed (rozdílný seed a rádius tvoří odlišné asteroidy)
da: Seed (forskellig seed og radius producerer forskellige asteroide)
de: Seed (unterschieliche Seed- und Radius- Werte ergeben anderen Asteroiden)
es: Semilla (cada semilla y cada radio producen diferentes asteroides)
fi: Siemen (erilaiset siemenet ja säteet tuottavat erilaisia asteroideja)
hu_hu: Seed (különböző seed és sugár másféle aszteroidát eredményez)
nl: Kiem (een andere kiem en straal produceert een andere asteroïde)
pt_br: Semente (valores de sementes e raios diferentes produzem asteróiodes diferntes)
ro: Sămânță (diferite semințe si raze produc asteroizi diferiți)
tr_tr: Seed (farklı seed ve yarıçap farklı asteroid üretir)
uk: Ключ (різні ключі та радіюси утворюють різні астероїди)

# ScreenDebugSpawnMenu_ProceduralSize
source: Asteroid size
ca_ad: Mida de l'asteroide
de: Asteroidengröße
es: Tamaño del Asteroide
fi: Asteroidin koko
nl: Grootte asteroïden

# ScreenDebugSpawnMenu_SelectAsteroidType
source: Select Asteroid Type
ca_ad: Seleccioneu tipus d'asteroide
cs_cz: Zvol druh asteroidu
da: Vælg asteroide type
de: Asteroidentyp auswählen
es: Seleccionar tipo de asteroide
fi: Valitse asteroidityyppi
hu_hu: Aszteroida típusának kiválasztása
nl: Selecteer asteroïde soort
no: Velg asteroidetype
pt_br: Selecione o tipo do asteróide
ro: Alegeți tipul de asteroid
sk_sk: Vyber typ asteroidu
tr_tr: Asteroid Tipi Seçiniz
uk: Оберіть тип астероїда

# NotificationSwitchedToWeapon
source: Switched to weapon: {0}
cs_cz: Přepnuto na zbraň: {0}
da: Skiftede til våben: {0}
de: Gewechselt zur Waffe: {0}
es: Cambiado al arma: {0}
hu_hu: A {0} fegyverfajtára váltottál.
no: Byttet til våpen: {0}
pt_br: Alternado para arma {0}
ro: Arma schimbată la: {0}
uk: Тип зброї змінено на '{0}'

# ToolTipItemFilter_AmmoMagazineInput
source: Any ammo magazine accepted by {0}
ca_ad: Qualsevol tipus de carregador acceptat per {0}
cs_cz: Jakákoliv munice přijímaná hráčem {0}
da: Enhver ammunitions magasin accepterede af {0}
de: Jedes Magazin das von {0} akzeptiert wird.
es: Cualquier cargador de munición aceptado por {0}
fi: Mikä tahansa ammuslipas jonka {0} hyväksyy
hu_hu: Bármilyen lőszertartály, amit {0} elfogad
nl: Ieder munitie magazijn geaccepteerd door {0}
no: Valgfri ammo magasin er godkjent av {0}
pt_br: Qualquer tipo de munição aceita por {0}
ro: Orice încărcător de muniție acceptat de {0}
tr_tr: {0} Tarafından kabul edilen herhangi bir cephane
uk: Будь-який магазин боєприпасів, приймається {0}.

# BlockActionTitle_Detach
source: Detach
ca_ad: Separar
cs_cz: Oddělit
da: Frigør
de: Abtrennen
es: Desenganchar
fi: Irrota
hu_hu: Szétkapcsolás
nl: Ontkoppelen
pt_br: Desacoplar
ro: Desprinde
sk_sk: Odpojiť
tr_tr: Ayırmak
uk: Від'єднати

# BlockActionTitle_Attach
source: Attach
ca_ad: Enganxar
cs_cz: Připojit
da: Vedhæft
de: Verbinden
es: Enganchar
fi: Kiinnitä
hu_hu: Kapcsolódás
nl: Aankoppelen
pt_br: Acoplar
ro: Atașează
sk_sk: Pripojiť
tr_tr: Birleştirmek
uk: Задати

# Thrust_Back
source: Backward
cs_cz: Zpět
da: Baglæns
de: Rückwärts
es: Hacia atrás
hu_hu: Hátrafelé
pt_br: Para trás
ro: Înapoi
sk_sk: Naspäť
uk: Назад

# Thrust_Down
source: Down
cs_cz: Dolů
da: Ned
de: Abwärts
es: Abajo
hu_hu: Le
no: Ned
pt_br: Abaixo
ro: Jos
sk_sk: Dole
uk: Вниз

# Thrust_Forward
source: Forward
cs_cz: Vpřed
da: Fremad
de: Vorwärts
es: Adelante
hu_hu: Előre
pt_br: Para frente
ro: Înainte
sk_sk: Vpred
uk: Вперед

# Thrust_Left
source: Left
cs_cz: Vlevo
da: Venstre
de: Links
es: Izquierda
hu_hu: Balra
no: Venstre
pt_br: Esquerda
ro: Stânga
sk_sk: Vľavo
uk: Вліво

# Thrust_Right
source: Right
cs_cz: Vpravo
da: Højre
de: Rechts
es: Derecha
hu_hu: Jobbra
no: Høyre
pt_br: Direita
ro: Dreapta
sk_sk: Vpravo
uk: Вправо

# Thrust_Up
source: Up
cs_cz: Nahoru
da: Op
de: Aufwärts
es: Arriba
hu_hu: Fel
no: Opp
pt_br: Acima
ro: Sus
sk_sk: Nahor
uk: Вгору

# Notification_NoControl
source: Someone else is using this ship!
ca_ad: Algú altre està utilitzant aquesta nau!
cs_cz: Někdo jiný používá tuto loď!
da: En eller anden spiller bruger det her skib!
de: Jemand anderes nutzt bereits dieses Schiff!
es: ¡Alguien más esta usando esta nave!
fi: Joku muu käyttää tätä alusta!
hu_hu: Valaki más használja ezt a hajót!
nl: Iemand anders gebruikt dit schip!
no: Noen andre bruker dette skipet!
pt_br: Alguém já está usando esta nave!
ro: Altcineva foloseste această navă!
sk_sk: Iný hráč používa túto loď!
tr_tr: Bu gemiyi başkası kullanıyor!
uk: Хтось інший керує цим кораблем

# Notification_NoControlStation
source: Someone else is using this station!
ca_ad: Algú altre està utilitzant aquesta estació!
cs_cz: Někdo jiný používá tuto stanici!
da: En eller anden spiller bruger den her station!
de: Jemand anderes nutzt bereits diese Station!
es: ¡Alguien más esta usando esta estación!
fi: Joku muu käyttää tätä asemaa!
hu_hu: Valaki más használja az állomást!
nl: Iemand anders gebruikt dit station!
pt_br: Alguém já está usando esta estação!
ro: Altcineva foloseste această stație!
sk_sk: Iný hráč používa túto stanicu!
tr_tr: Bu istasyonu başkası kullanıyor!
uk: Хтось інший керує цією станцією!

# MissileLauncherReloadingNotification
source: Reloading
ca_ad: Recarregant
cs_cz: Nabíjení
da: Genlader
de: Nachladen
es: Recargando
fi: Ladataan
hu_hu: Újratöltés
nl: Herladen...
no: Laster inn på nytt
pt_br: Recarregando
ro: Reîncărcare
sk_sk: Nabíjanie
tr_tr: Yeniden yükleniyor
uk: Перезавантаження

# BlockPropertyTitle_ProjectionOffsetX
source: Horizontal offset
ca_ad: Desplaçament horitzontal
cs_cz: Posunout vodorovně
da: Vandret forskydning
de: Horizontaler Versatz
es: Desfase horizontal
fi: Vaakasuora etäisyys
hu_hu: Vízszintes eltolás
nl: Horizontale compensatie
pt_br: Deslocamento horizontal
ro: Ajustare orizontală
tr_tr: Yatay offset
uk: Зміщення по горизонталі

# BlockPropertyTitle_ProjectionOffsetY
source: Vertical offset
ca_ad: Desplaçament vertical
cs_cz: Posunout svisle
da: Lodret forskydning
de: Vertikaler Versatz
es: Desfase vertical
fi: Pystysuora etäisyys
hu_hu: Függőleges eltolás
nl: Verticale compensatie
pt_br: Deslocamento vertical
ro: Ajustare verticală
tr_tr: Dikey offset
uk: Вертикальне зміщення

# BlockPropertyTitle_ProjectionOffsetZ
source: Forward offset
ca_ad: Desplaçament frontal
cs_cz: Posunout vpřed
da: Fremad forskydning
de: Versatz vorwärts
es: Desfase delantero
fi: Eteenpäinen etäisyys
nl: Voorwaartse compensatie
pt_br: Deslocamento frontal
ro: Ajustare înainte
tr_tr: İleri offset
uk: Зміщення по напрямку

# BlockPropertyTitle_ProjectionRotationX
source: Pitch
ca_ad: Freqüència
cs_cz: Náklon
de: Neigung
es: Inclinación
fi: Kaltevuus
hu_hu: Magasság
nl: Helling
pt_br: Elevação
ro: Înclinare
uk: Поле

# BlockPropertyTitle_ProjectionRotationY
source: Yaw
ca_ad: Oscil·lació
cs_cz: Vychýlit
de: Gierung
es: Giro
fi: Kääntö
hu_hu: Elfordul
pt_br: Guinada
ro: Girație
uk: Відхил

# BlockPropertyTitle_ProjectionRotationZ
source: Roll
ca_ad: Rodar
cs_cz: Točit
de: Rollen
es: Rotación
fi: Vieritys
hu_hu: Fordulás
nl: Rol
pt_br: Rolamento
ro: Rolă
uk: Крен

# DisplayName_Block_Projector
source: Projector
cs_cz: Projektor
da: Projektor
de: Projektor
es: Proyector
fi: Projektori
hu_hu: Kivetítő
nl: Ontwerper
pt_br: Projetor
ro: Proiector
sk_sk: Projektor
tr_tr: Projektör
uk: Прожектор

# NotificationProjectorGridSize
source: Incorrect grid size. Blueprint size must match that of the projector.
ca_ad: Mida de la grilla incorrecta. La mida del plànol ha de correspondre amb la del projector.
cs_cz: Nesprávná velikost rastru. Projekt musí odpovídat velikosti projektoru.
da: Forkert gitterstørrelse. Blueprintets størrelse skal svare til projektoren.
de: Falsche Gittergröße. Die Gittergröße des Bauplans muss mit der des Projektors übereinstimmen.
es: Tamaño de rejilla incorrecto. El tamaño del diseño tiene que coincidir con el del proyector.
fi: Virheellinen ruudukon koko. Pohjapiirustuksen koon täytyy vastata projektorin kokoa.
hu_hu: Helytelen rácsméret. A tervrajz méretének meg kell egyeznie a kivetítő méretével.
nl: Incorrecte roostergrootte. Blauwdruk grootte moet overeenkomen met die van de ontwerper
pt_br: Tamanho da grade incorreto . Tamanho do esquema deve ser igual ao mostrado na projeção.
ro: Tipul de grilă nu este corect. Marimea schiței trebuie să fie de același tip ca proiectorul.
tr_tr: Yanlış ızgara boyutu. Blueprint boyutu ile projektörün eşleşmesi gerekir.
uk: Неправильний розмір сітки. Креслення мають відповідати розміру проєктора.

# NotificationProjectorMultipleGrids
source: Multiple grids are not supported. Only the largest grid will be used.
ca_ad: Les grilles múltiples no estan suportades. Només es pot utilitzar la grilla més gran.
cs_cz: Mnohonásobné rastry nejsou podporovány. Bude použit největší rastr
da: Flere gitre understøttes ikke. Kun det største gitter vil blive brugt.
de: Mehrere Gitter werden nicht unterstützt. Das größte Gitter wird verwendet.
es: Rejillas múltiples no soportadas. Sólo se utilizará la más grande
fi: Useita ruudukoita ei tueta. Vain suurinta ruudukkoa käytetään.
nl: Meerdere rasters zijn niet ondersteund. Alleen de grootste zal worden gebruikt.
pt_br: Grades múltiplas não são suportadas. Somente a grade maior será utilizada.
ro: Nu se pot afișa mai multe grile. Doar cea mai mare grilă va fi folosită.
tr_tr: Çoklu ızgaralar desteklenmez. Sadece büyük ızgara kullanılacaktır.
uk: Багаторівневі креслення не підтримуються. Буде використана найбільша частина.

# SelectBlueprint
source: Select
cs_cz: Vybrat
da: Vælg
de: Auswählen
es: Seleccionar
hu_hu: Kiválaszt
pt_br: Selecionar
ro: Alege
sk_sk: Vybrať
uk: Вибрати

# TerminalTab_Info_PivotBtn
source: Show grid pivot
ca_ad: Mostra el pivot de la grilla
cs_cz: Zobraz osu rastru
da: Vis gitter pivot
de: Gitterangelpunkt anzeigen
es: Mostrar pivote de rejilla
fi: Näytä ruudukon sarana
nl: Raster draaipunt tonen
pt_br: Mostrar pivô da grade
ro: Arată pivotul grilei
tr_tr: Grid pivot göster
uk: Показати точку повороту

# DisplayName_Animation_Facepalm
source: Facepalm
da: Ansigtsslask
es: Palmada en la cara
pt_br: Impaciente
ro: Rușine
uk: Розчарування

# DisplayName_Animation_ThumbUp
source: Thumb-Up
cs_cz: Palec nahoru
da: Tommelfingeren op
de: Daumen hoch
es: Pulgar arriba
fi: Yläpeukku
hu_hu: Hüvelykujj fel
nl: Duim omhoog
pt_br: Legal
ro: Bravo
sk_sk: Palec nahor
uk: Відрив

# DisplayName_Animation_Victory
source: Victory
ca_ad: Victòria
cs_cz: Vítězství
da: Sejr
de: Sieg
es: Victoria
fi: Voitto
hu_hu: Győzelem
nl: Gewonnen
pt_br: Vitória
ro: Victorie
sk_sk: Víťazstvo
tr_tr: Zafer
uk: Перемога

# DisplayName_Block_ControlPanel
source: Control Panel
ca_ad: Tauler de control
cs_cz: Ovládací panel
da: Kontrolpanel
de: Kontrollfeld
es: Panel de control
fi: Ohjauspaneeli
hu_hu: Vezérlőpult
nl: Controle paneel
pt_br: Painel de Controle
ro: Panou Control
sk_sk: Kontrolný panel
tr_tr: Kontrol Paneli
uk: Панель керування

# DisplayName_Block_SteelCatwalkCorner
source: Steel Catwalk Corner
ca_ad: Cantonada Passarel·la d'acer
cs_cz: Roh ocelového lešení
da: Stål Gangbros Hjørne
de: Stahl Laufsteg (Ecke)
es: Esquina de pasarela de acero
fi: Terästason kulma
hu_hu: Acél Futóhíd Sarok
nl: Stalen loopbrug hoek
pt_br: Passarela de aço (Canto)
ro: Colț Pasarelă de Oțel
tr_tr: Çelik İskele Köşesi
uk: Кут сталевого містка

# DisplayName_Block_SteelCatwalkPlate
source: Steel Catwalk Plate
ca_ad: Planxa Passarel·la d'acer
cs_cz: Deska ocelového lešení
da: Stål Gangbros Plade
de: Stahl Laufsteg Platte
es: Placa de pasarela de acero
fi: Terästasolaatta
hu_hu: Acél Futóhíd
nl: Stalen loopbrug plaat
pt_br: Passarela de Aço (Placa)
ro: Placă Pasarelă de Oțel
tr_tr: Çelik İskele Plakası
uk: Пластина сталевого містка

# DisplayName_Block_SteelCatwalkTwoSides
source: Steel Catwalk Two Sides
ca_ad: Passarel·la d'acer de dos costats
cs_cz: Dvoustrané ocelové lešení
da: Stål Gangbro To Sider
de: Stahl Laufsteg (zweiseitig)
es: Pasarela de acero a dos lados
fi: Kaksipuolinen terästaso
nl: Stalen loopbrug twee zijden
pt_br: Passarela de Aço (dois lados)
ro: Pasarelă de Oțel cu Două Margini
tr_tr: İki kenarlı çelik iskele
uk: Два боки сталевого містка

source: Available Blueprints
cs_cz: Dostupné technické výkresy
da: Tilgængelige arbejdstegninger
de: Verfügbare Baupläne
es: Planos Disponibles
hu_hu: Elérhető Tervrajzok
no: Tilgjengelige skisser
pt_br: Diagramas Disponíveis
ro: Planuri Disponibile
sk_sk: Dostupné schémy
uk: Доступні креслення

# KeepProjectionToggle
source: Keep Projection
ca_ad: Manté projecció
cs_cz: Udržuj projekci
da: Hold Projektion
de: Dauer-Projektion
es: Mantener Proyección
fi: Säilytä heijastus
hu_hu: Kivetítés megtartása
nl: Behoud Projectie
no: Behold projeksjon
pt_br: Manter Projeção
ro: Menține Proiecția
tr_tr: Projeksiyona Devam Et
uk: Зберігати проєкцію

# KeepProjectionTooltip
source: Keep projection after building is complete. Useful for automated building, but can degrade performance.
ca_ad: Manté la projecció després d'haver acabat la construcció. Útil per la construcció automatitzada, però pot afectar el rendiment.
cs_cz: Udržuj projekci i po kompletním dostavění. Hodí se pro automatické stavění, ale může snížit výkon
da: Hold projektion, når bygningen er færdig. Nyttigt for automatiseret bygning, men kan forringe ydeevnen.
de: Durchgehende Projektion, auch nach Fertigstellung. Nützlich bei automatisiertem Bauen, kann aber die Spielleistung beeinträchtigen.
es: Mantener la proyección después de completar la construcción. Es útil para la construcción automatizada, pero puede degradar el rendimiento del juego
fi: Säilytä heijastus kun rakennus on valmis. Hyödyllinen automaattiseen rakentamiseen, mutta saattaa heikentää suorituskykyä.
hu_hu: Kivetítés megtartása építkezés után. Automatikus építkezéshez hasznos, de csökkentheti a teljesítményt.
nl: Behoud projectie nadat het bouwen afgerond is. Handig voor automatisch bouwen, maar kan de snelheid verminderen.
pt_br: Mantém a projeção após o fim da construção. Útil para construção automática, mas pode reduzir a performance.
ro: Menține proiecția după ce construcția a fost completată. Util pentru construire automată, dar poate degrada performanța.
tr_tr: İnşaat tamanlandıktan sonra da projeksiyonu devam ettirir. Otomatik inşaatlar için kullanışlı olsa da, performansı düşürebilir.
uk: Зберігати проєкцію після завершення будівництва. Корисно для автоматизованого будівництва, але може погіршувати продуктивність.

# RemoveProjectionButton
source: Remove
ca_ad: Apaga
cs_cz: Odebrat
da: Fjern
de: Entferne
es: Quitar
fi: Poista
hu_hu: Eltávolítás
nl: Verwijder
no: Fjern
pt_br: Remover
ro: Elimină
tr_tr: Kaldır
uk: Вилучити

# DisplayName_Block_SpaceBall
source: Space Ball
ca_ad: Pilota Espacial
cs_cz: 3D myš
da: Rumboldt
de: All Ball
es: Bola Espacial
fi: Avaruuspallo
hu_hu: Űrlabda
nl: Ruimte Ball
no: Romball
pt_br: Bola Espacial
ro: Minge Spațială
tr_tr: Uzay Topu
uk: Космічний м'яч

# DisplayName_Category_VoxelHands
source: Voxel Hands
ca_ad: Manipuladors del Voxel
cs_cz: Ruce Voxelu
da: Voxel Hænder
de: Voxel Hände
es: Editor Voxel
fi: Vokselikädet
hu_hu: Voxel Kezek
nl: Voxel handen
pt_br: Mãos Voxel
ro: Mâini Voxel
tr_tr: Voksel Elleri
uk: Воксельні команди

# BlockPropertyDescription_SpaceBallFriction
source: Friction
ca_ad: Fricció
cs_cz: Tření
da: Friktion
de: Reibung
es: Fricción
fi: Kitka
hu_hu: Súrlódás
nl: Wrijving
no: Friksjon
pt_br: Fricção
ro: Fricțiune
tr_tr: Sürtünme
uk: Тертя

# BlockPropertyDescription_SpaceBallVirtualMass
source: Virtual mass
ca_ad: Massa virtual
cs_cz: Virtuální hmotnost
da: Virtuel masse
de: Virtuelle Masse
es: Masa virtual
fi: Näennäismassa
hu_hu: Virtuális tömeg
nl: Virtuele massa
no: Tilleggsmasse
pt_br: Massa Virtual
ro: Masă virtuală
tr_tr: Sanal kütle
uk: Віртуальна маса

# BlockPropertyDescription_SoundBlockRange
source: Range of played sound
ca_ad: Rang del so reproduït
cs_cz: Vzdálenost hraných zvuků
da: Afstand af spillet lyd
de: Reichweite des abgespielten Tons
es: Alcance de sonido reproducido
fi: Soitetun äänen kantama
hu_hu: Lejátszott hang hatósugara
nl: Afstand van gespeeld geluid
no: Rekkevidde av avspilt lyd
pt_br: Alcance do som emitido
ro: Raza sunetului
tr_tr: Ses menzili
uk: Радіюс поширення звуку
