Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# Description_Animation_Wave
source: Wave to friends (or enemies!)
ca_ad: Saluda els amics (o enemics!)
cs_cz: Zamávat přátelům (nebo nepřátelům!)
da: Vink til venner (eller fjender!)
de: Freunden (oder Feinden) zuwinken
es: Saludar a los amigos (¡o a los enemigos!)
fi: Heiluta ystäville (tai vihollisille!)
hu_hu: Integess barátaidnak (vagy ellenségeidnek!)
nl: Zwaaien naar vrienden (of vijanden!)
no: Vink til venner (eller fiender!)
pt_br: Acenar para os amigos (ou inimigos!)
ro: Faceți cu mâna la prieteni (sau inamici!)
sk_sk: Zamávaj priateľom (alebo nepriateľom!)
tr_tr: Arkadaşlara salla (yada düşmanlara!)
uk: Махати друзям (чи ворогам!)

# DisplayName_Animation_Wave
source: Wave animation
ca_ad: Animació de salutació
cs_cz: Animace zamávání
da: Vinke animation
de: Winken (Animation)
es: Saludo
fi: Heilutusanimaatio
hu_hu: Integetés
nl: Zwaai animatie
pt_br: Animação de acenar
ro: Animație de făcut cu mâna
sk_sk: Animácia mávania
tr_tr: Dalga animasyonu
uk: Анімація хвиль

# DialogTextDownloadModsFailed
source: Downloading mods has failed! Please check mods in world settings.
cs_cz: Stahování modifikací selhalo! Prosím zkontrolujte modifikace v nastavení světa.
da: Kunne ikke downloade mods! Tjek venligst mods i verden indstillinger.
de: Herunterladen von Mods ist fehlgeschlagen. Bitte diese erneut in den Welteinstellungen überprüfen.
es: ¡La descarga de mods ha fallado! Por favor, revisa los mods en la configuración del mundo.
hu_hu: A modok letöltése sikertelen! Ellenőrizd a modokat a világ beállításainál.
no: Nedlastiningen av modifikasjoner er mislykket! Vennligst sjekk modifikasjoner i verdens-innstillingene.
pt_br: Transferência de modificações falhou! Favor checar modificações nas configurações de mundo.
ro: Descărcarea modurilor a eșuat! Vă rugăm să verificați modurile în setările lumii.
uk: Завантажити моди не вдалося! Будь ласка, перевірте моди в налаштуваннях світу.

# ProgressTextCheckingMods
source: Checking for mod updates ... please wait.
cs_cz: Vyhledávám aktualizace modifikací ... prosím čekejte.
da: Søger efter mod opdateringer ... vent venligst.
de: Suche nach Mod-Aktualisierungen ... bitte warten.
es: Buscando por actualizaciones de mods ... por favor, espera.
hu_hu: Mod frissítések keresése ... kérlek várj.
no: Ser etter modifikasjons-oppdateringer ... vennligst vent.
pt_br: Checando por atualizações de modificações ... por favor aguarde.
ro: Se verifică actualizari la moduri ... vă rugăm așteptați.
uk: Пошук оновлень модифікацій... будь ласка, почекайте.

# ScreenDebugOfficial_Caption
source: Debug draw
cs_cz: Ladící okno
da: Debug tegn
de: Debug Daten
es: Trazado de depuración
pt_br: Desenho de depuração
ro: Afișaj depanare
uk: Налагоджування

# ScreenDebugOfficial_EnableDebugDraw
source: Enable debug draw
cs_cz: Zapnout ladění
da: Aktiver debug tegn
de: Debug Daten einschalten
es: Activar trazado de depuración
pt_br: Habilitar desenho de depuração
ro: Activează afișaj depanare
uk: Включити налагоджування

# ScreenDebugOfficial_ErrorLogCaption
source: Loading error log:
cs_cz: Záznamy chyb načítání:
da: Indlæser fejllog:
de: Lade Fehlerlog:
es: Registro de Errores de Carga:
hu_hu: Betöltési hibanapló:
pt_br: Carregando relatório de erros:
ro: Jurnal erori încărcare:
sk_sk: Načítava sa zoznam chýb:
uk: Журнал помилки завантаження:

# ScreenDebugOfficial_ModelDummies
source: Model dummies
cs_cz: Makety modelu
de: Model-Attrappen
es: Modelos de maniquís
hu_hu: Modell bábuk
pt_br: Bonecos modelo
ro: Manechine modele
uk: Макети моделей

# ScreenDebugOfficial_MountPoints
source: Mount points
cs_cz: Přípojné body
da: Mount point
de: Befestigungspunkte
es: Puntos de montaje
hu_hu: Csatolási pontok
pt_br: Pontos de encaixe
ro: Puncte de montare
sk_sk: Spojiť časti
uk: Точки монтування

# ScreenDebugOfficial_NoErrorText
source: There were no loading errors
cs_cz: Nestaly se žádné chyby načítání
da: Der var ingen indlæsnings fejl
de: Es gab keine Ladefehler
es: No hubo ningún error de carga.
hu_hu: Nem történt betöltési hiba
pt_br: Não houve erros de carregamento
ro: Nu au fost erori la încărcare
sk_sk: Źiadne chyby pri načítaní
uk: Там не було ніяких помилок при завантаженні

# ScreenDebugOfficial_PhysicsPrimitives
source: Physics primitives
cs_cz: Fyzikální základy
da: Fysike primitiver
de: Physikalische Primitive
es: Primitivas físicas
hu_hu: Fizikai alapok
pt_br: Primitivas físicas
ro: Primitive fizice
uk: Фізичні примітиви

# BlockPropertyDescription_ShowShipName
source: Show ship name
ca_ad: Mostra el nom de la nau
cs_cz: Zobrazit jméno lodi
da: Vis skibsnavn
de: Schiffsnamen anzeigen
es: Mostrar nombre de nave
fi: Näytä aluksen nimi
hu_hu: Hajó nevének mutatása
nl: Scheepsnaam tonen
no: Vis skipets navn
pt_br: Mostrar nome da nave
ro: Afișează numele navei
sk_sk: Ukáž názov lode
tr_tr: Gemi adını görüntüle
uk: Показувати ім'я корабля

# BlockPropertyTitle_ShowShipName
source: Show ship name
ca_ad: Mostra nom de la nau
cs_cz: Zobrazit jméno lodi
da: Vis skibsnavn
de: Zeige Schiffsname
es: Mostrar nombre de nave
fi: Näytä aluksen nimi
hu_hu: Hajó nevének mutatása
nl: Scheepsnaam tonen
pt_br: Mostrar nome da nave
ro: Afișează numele navei
sk_sk: Ukáž názov lode
tr_tr: Gemi adını görüntüle
uk: Показувати ім'я корабля

# BroadcastStatus_Connected
source: Remote access
ca_ad: Accés remot
cs_cz: Vzdálený přístup
da: Fjernbetjenings adgang
de: Fernsteuerung
es: Acceso Remoto
fi: Kauko-ohjaus
hu_hu: Távoli hozzáférés
nl: Toegang op afstand
no: Fjern Tilgang
pt_br: Acesso remoto
ro: Acces la distanță
sk_sk: Vzdialený prístup
tr_tr: Uzaktan erişim
uk: Віддалений доступ

# BroadcastStatus_OutOfBroadcastingRange
source: Out of broadcasting range
ca_ad: Fora del radi d'emissió
cs_cz: Z dosahu vysílaného signálu
da: Ude for broadcastings afstand
de: Ausserhalb der Sendereichweite
es: Fuera de alcance de difusión
fi: Lähetysetäisyyden ulkopuolella
hu_hu: Hatótávolságon kívül
nl: Buiten uitzendafstand
pt_br: Fora do alcance de transmissão
ro: În afara razei de difuzare
sk_sk: Mimo vysielaciu vzdialenosť
tr_tr: Yayın alanının dışında
uk: За межами радіомовлення

# BroadcastStatus_OutOfReceivingRange
source: Out of receiving range
ca_ad: Fora del radi de recepció
cs_cz: Z dosahu příjmaného signálu
da: Ude for modtagelses afstand
de: Außerhalb der Empfangsreichweite
es: Fuera del alcance de recepción
fi: Vastaanottoetäisyyden ulkopuolella
hu_hu: Vevőtávolságon kívül
nl: Buiten ontvang afstand
pt_br: Fora do alcance de recepção
ro: În afara razei de recepție
sk_sk: Mimo prijímaciu vzdialenosť
tr_tr: Yayını alma aralığının dışında
uk: По за межами прийняття

# ScreenTerminalError_ShipHasBeenDisconnected
source: Ship has been disconnected from terminal
ca_ad: La nau ha estat desconnectada del terminal
cs_cz: Loď byla odpojena od terminálu
da: Skibet er blevet afbrudt fra terminal
de: Das Schiff wurde vom Terminal getrennt.
es: La nave ha sido desconectada del terminal.
fi: Aluksen terminaaliyhteys katkaistu
hu_hu: A hajó lekapcsolódott a terminálról
nl: Schip is losgekoppeld van terminal
pt_br: Nave foi desconectada do terminal
ro: Nava a fost deconectată de la terminal
sk_sk: Loď odpojená od terminálu
tr_tr: Geminin terminal bağlantısı kesildi
uk: Корабель був відключений від терміналу

# CustomShipName_LargeShip
source: Large Ship
ca_ad: Nau gran
cs_cz: Velká loď
da: Stort Skib
de: Großes Schiff
es: Nave grande
fi: Suuri alus
hu_hu: Nagy Hajó
nl: Groot schip
no: Stort Skip
pt_br: Nave Grande
ro: Nava Mare
sk_sk: Veľká loď
tr_tr: Büyük Gemi
uk: Великий корабель

# CustomShipName_SmallShip
source: Small Ship
ca_ad: Nau petita
cs_cz: Malá loď
da: Lille skib
de: Kleines Schiff
es: Nave pequeña
fi: Pieni alus
hu_hu: Kis Hajó
nl: Klein schip
no: Lite Skip
pt_br: Nave Pequena
ro: Nava Mică
sk_sk: Malá loď
tr_tr: Küçük Gemi
uk: Малий корабель

# ScreenDebugOfficial_OpenErrorLog
source: Open in new window
cs_cz: Otevřít v novém okně
da: Åben i nyt vindue
de: In einem neuen Fenster öffnen
es: Abrir en nueva ventana
hu_hu: Megnyitás új ablakban
no: Åpne i nytt vindu
pt_br: Abrir em uma nova janela
ro: Deschide într-o fereastră nouă
sk_sk: Otvor v novom okne
uk: Відкрити у новому вікні

# ScreenDebugOfficial_ReloadTextures
source: Reload textures
cs_cz: Znovunačíst textury
da: Genindlæs teksturer
de: Texturen neuladen
es: Volver a cargar las texturas
hu_hu: Textúrák újratöltése
no: Oppdater tekstur
pt_br: Recarregar texturas
ro: Reîncarcă texturile
sk_sk: Načítať textúry
uk: Перезавантажити текстури

# BroadcastStatus_PhysicallyConnected
source: Direct access
ca_ad: Accés directe
cs_cz: Přímý přístup
da: Direkte adgang
de: Direkter Zugriff
es: Acceso Directo
fi: Suora yhteys
hu_hu: Közvetlen hozzáférés
nl: Directe toegang
no: Direkte tilgang
pt_br: Acesso direto
ro: Acces direct
sk_sk: Priamy prístup
tr_tr: Doğrudan erişim
uk: Прямий доступ

# DialogTextLocalModsDisabledInMultiplayer
source: Local mods are not allowed in multiplayer. Use workshop mods instead.
cs_cz: Místní modifikace nejsou ve hře více hráčů povoleny. Použijte místo toho modifikace z workshopu.
da: Lokale mods er ikke tilladt i multiplayer. Brug værkstedet mods i stedet.
de: Lokale Mods sind im Multiplayer nicht erlaubt. Benutzte bitte Mods aus dem Workshop.
es: Mods locales no están permitidos en modo multijugador. Usa mods de workshop.
hu_hu: Helyi modok nem használhatóak többjátékos módban. Használj műhely modokat helyette.
pt_br: Modificações locais não são permitidas no modo multijogador. Use as modificações da Oficina.
ro: Modurile locale nu sunt permise în multiplayer. Folosiți în schimb moduri de pe atelier.
uk: Місцеві моди не допускаються в багатокористувацька грі. Використовуйте моди з workshop.

# ScreenMods_LocalMod
source: Local mod
cs_cz: Místní modifikace
da: Lokalt mod
de: Lokaler Mod
es: Mod Local
hu_hu: Helyi mod
no: Lokal mod
pt_br: Modificações locais
ro: Mod local
sk_sk: Lokálny mod
uk: Локальна модифікація

# ScreenMods_MissingDetails
source: Could not retrieve mod details from Steam
cs_cz: Nebylo možné získat podrobnosti modifikace ze steamu
da: Kunne ikke modtage mod detalier fra Steam
de: Moddetails konnten nicht bei Steam abgefragt werden
es: No se pudo recuperar detalles del mod de Steam
hu_hu: A mod részleteinek steamről való letöltése sikertelen
no: Kunne ikke hente mod detaljer fra Steam
pt_br: Não foi possível recuperar detalhes do mod do Steam.
ro: Nu s-au putut prelua detaliile modului de pe Steam
sk_sk: Nemožno získať údaje o móde zo Steamu
uk: Не вдалося отримати інформацію про мод від Steam

# ScreenMods_MissingLocalMod
source: Missing local mod
cs_cz: Chybí lokální modifikace
da: Mangler lokalt mod
de: Fehlender lokaler Mod
es: Te falta un mod local
hu_hu: Hiányzó helyi mod
no: Manglende lokal mod
pt_br: Modificação local faltando.
ro: Mod local lipsă
sk_sk: Chýbajúci lokálny mod
uk: Локальна модифікація відсутня

# ScreenMods_WorkshopMod
source: Workshop mod
cs_cz: Modifikace z workshopu
da: Værksted mod
es: Mod de Workshop
hu_hu: Műhely mod
pt_br: Modificação da Oficina
ro: Mod atelier
sk_sk: Mod Workshopu
uk: Мод Майстерні

# BlockOwner_Unknown
source: Unknown
ca_ad: Desconegut
cs_cz: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
hu_hu: Ismeretlen
nl: Onbekend
no: Ukjent
pt_br: Desconhecido
ro: Necunoscut
sk_sk: Neznámy
tr_tr: Bilinmiyor
uk: Невідомий

# ScreenDebugOfficial_ReloadModels
source: Reload models
cs_cz: Znovunačíst modely
da: Genindlæs modeler
de: Lade Modelle nach
es: Volver a cargar modelos
hu_hu: Modellek újratöltése
no: Oppdater modeller
pt_br: Recarregar modelos
ro: Reîncarcă modelele
sk_sk: Načitať modely
uk: Перезавантажити моделі

# ScreenDebugOfficial_CopyErrorLogToClipboard
source: Copy log to system clipboard
cs_cz: Zkopíruj záznam do systémové schránky
da: Kopier log til systemets udklipsholder
de: Kopiere Bericht in die Zwischenablage
es: Copiar registro al portapapeles del sistema
hu_hu: Napló másolása vágólapra
no: Kopier logg til systemets utklippstavle
pt_br: Copiar relatório para a prancheta do sistema
ro: Copie jurnalul în memoria sistemului
sk_sk: Skopíruj záznam do schránky
uk: Копіювати журнал до буфера обміну

# NotificationLeavingWorld_Creative
source: Warning: All ships will be removed in {0:F1} meters!
cs_cz: Varování: Všechny loďě budou za {0:F1} metrů odstraněny!
da: Advarsel: Alle skibe vil blive fjernet i {0:F1} meter!
de: Warnung: Alle Schiffe innerhalb von {0:F1} Meter werden entfernt!
es: Aviso: ¡Todas naves se borrarán en {0:F1} metros!
hu_hu: Figyelem: {0:F1} méteren belül minden hajó törlődik!
no: Advarsel: Alle skip vil bli fjernet om {0:F1} meter!
pt_br: Aviso: Todas as naves serão removidas em {0:F1} metros!
ro: Atenție: Toate navele vor fi șterse în {0:F1} metrii!
uk: Увага: Всі кораблі будуть видалені в {0: F1} метрів!

# PlayerCharacterModel
source: Player model
cs_cz: Model hráče
da: Spillermodel
de: Spielermodel
es: Modelo del jugador
hu_hu: Játékos modell
no: Spiller modell
pt_br: Modelo do jogador
ro: Model jucător
sk_sk: Model hráča
uk: Модель гравця

# NotificationHintPressToOpenButtonPanel
source: Press {0} to setup panel's buttons
ca_ad: Premeu {0} per configurar els botons del Panell
cs_cz: Zmáčkněte {0} k nastavení tlačítek panelu
da: Tryk {0} for at opsætte panelets knapper
de: Drücke {0} um die Schalter der Konsole einzustellen
es: Presiona {0} para configurar los botones del panel.
fi: Paina {0} asettaaksesi paneelin näppäimet
hu_hu: Nyomj {0}-t a panel gombjainak beállításához
nl: Druk op {0} om paneelknoppen op te zetten
no: Trykk {0} for å sette opp panel knapper
pt_br: Pressione {0} para ajustar os botões do painel
ro: Apăsați {0} pentru a configura butoanele panoului
tr_tr: Kurulum paneli için {0} tuşuna basın
uk: Натисніть {0}, щоб налаштувати кнопки панелі

# NotificationHintPressToUse
source: Press {0} to use {1}
cs_cz: Zmáčkněte {0} k použití {1}
da: Tryk {0} for at bruge {1}
de: Drücke {0} um {1} zu nutzen
es: Presiona {0} para usar {1}
hu_hu: Nyomj {0}-t {1} használatához
no: Trykk {0} for å bruke {1}
pt_br: Pressione {0} para usar {1}
ro: Apăsați {0} pentru a utiliza {1}
uk: Натисніть {0}, щоб використати {1}

# BlockPropertyDescription_GravityFieldRadius
source: Radius of the gravity field
ca_ad: Radi del camp de gravetat
cs_cz: Poloměr gravitačního pole
da: Radius af tyndekraftsfelt
de: Radius des Gravitationsfeldes
es: Radio del campo gravitatorio
fi: Painovoimakentän kantomatka
hu_hu: Gravitációs mező sugara
nl: Straal van het gravitatieveld
no: Radiusen av gravitasjonsfeltet
pt_br: Raio do campo gravitacional
ro: Raza câmpului gravitațional
tr_tr: Yerçekimi alanı yarıçapı
uk: Радіюс ґравітаційного поля

# BlockPropertyTitle_GravityFieldRadius
source: Radius
ca_ad: Radi
cs_cz: Poloměr
es: Radio
fi: Kantomatka
hu_hu: Sugár
nl: Straal
pt_br: Raio
ro: Raza
sk_sk: Polomer
tr_tr: Yarıçap
uk: Радіюс

# DisplayName_Block_GravityGeneratorSphere
source: Spherical Gravity Generator
ca_ad: Generador de gravetat esfèrica
cs_cz: Generátor sférické gravitace
da: Sfærisk tyngdekraftsgenerator
de: Sphärischer Gravitationsgenerator
es: Generador Esférico de Gravedad
fi: Pyöreä Painovoimageneraattori
hu_hu: Gömbölyű gravitációs generátor
nl: Bolvormige gravitatieveld generator
no: Kuleformet Gravitasjons Generator
pt_br: Gerador de gravidade esférica
ro: Generator Gravitație Sferic
tr_tr: Küresel Yer çekimi Jeneratörü
uk: Сферичний генератор гравітації

# BroadcastStatus_Me
source: Me
ca_ad: Jo
cs_cz: Já
da: Mig
de: Ich
es: Yo
fi: Minä
hu_hu: Én
nl: Ik
no: Meg
pt_br: Eu
ro: Eu
sk_sk: Ja
tr_tr: Ben
uk: Я

# ScreenTerminal_ShipList
source: Accessible ships
ca_ad: Naus accessibles
cs_cz: Přístupné loďe
da: Tilgængelige skibe
de: Verfügbare Schiffe
es: Naves accesibles
fi: Saatavilla olevat alukset
hu_hu: Elérhető hajók
nl: Toegankelijke schepen
no: Tilgjengelige skip
pt_br: Naves acessíveis
ro: Nave accesibile
sk_sk: Prístupné lode
tr_tr: Erişilebilir gemiler
uk: Доступні кораблі

# CustomShipName_Platform
source: Platform
ca_ad: Plataforma
cs_cz: Platforma
de: Plattform
es: Plataforma
fi: Alusta
pt_br: Plataforma
ro: Platformă
sk_sk: Platforma
uk: Платформа

# BlockPropertyText_AnyoneCanUse
source: Anyone Can Use
ca_ad: Tothom pot fer-ne ús
cs_cz: Může použít kdokoliv
da: Enhver Kan Bruge
de: Kann jeder nutzen
es: Cualquiera puede utilizarlo
fi: Kuka tahansa voi käyttää
hu_hu: Bárki használhatja
nl: Iedereen kan gebruiken
no: Alle Kan Bruke
pt_br: Qualquer um pode utilizar
ro: Oricine poate folosi
sk_sk: Môže použiť ktokoľvek
tr_tr: Herkes kullanabilir
uk: Будь-хто може скористатись

# BlockPropertyDescription_AnyoneCanUse
source: If false checks whether player pressing button has access to the block.
ca_ad: Si no està activat comprova si un jugador prement el botó té accés al bloc.
cs_cz: Vlastnická práva a udělené přístupy k bloku budou ignorovány.
da: Hvis falsk kontrollerer, om afspiller trykker knappen har den adgang til blokken.
de: Wenn deaktiviert, überprüfen ob der Spieler Zugang zu dem Block hat.
es: Si está marcado como falso, verificará si el jugador presionando al botón tiene acceso al bloque.
fi: Jos pois, tarkistaa onko nappia painavalla pelaajalla oikeudet siihen.
hu_hu: Ha hamis, ellenőrzi hogy a gombot nyomó játékosnak van-e hozzáférése a blokkhoz.
nl: Indien onjuist, controleert of de op de knop drukkende speler toegang heeft tot het blok.
pt_br: Se falso, checar se o jogador que está pressionando o botão tem acesso ao bloco.
ro: Dacă este debifat va verifica dacă jucătorul care apasă butonul are acces la bloc.
tr_tr: Eğer yanlış seçiliyse oyuncu bloklara erişimim olup olmadığını butona basarak kontrol eder.
uk: Якщо не включено, то перевіряє наявність доступу гравця до блока на якому кнопка .

# DefinitionError_BlockWithComputerNotTerminalBlock
source: Definition for {0} contains computer, but the block's TypeId is not a terminal block. This means that the block can be owned, but the ownership cannot be changed via terminal. Hint: Try setting the TypeId to any block that is in the terminal - the simplest case being just TerminalBlock
ca_ad: La definició de {0} conté un ordinador, però el Tipus del bloc no és de tipus Terminal. Això vol dir que el bloc pot ser posseït, però la propietat no pot ser canviada via terminal. Consell: Proveu de configurar el Tipus a qualsevol bloc que sigui al terminal - el cas més simple essent simplement TemrinalBlock
cs_cz: Definice {0} obsahuje počítač, ale Typové označení bloku nemá přístup k terminál. To znamená, že tento blok může být vlastněn, ale vlastnictví nemůže být změněno pomocí terminálu. Nápověda: Zkuste změnit Typové označení bloku na nějaké, které má přístup k terminálu - nejsnáze na Terminálový blok.
da: Definition for {0} indeholder computer, men den blok type er ikke en terminal blok. Det betyder at blokken kan være ejet, men ejendomsretten kan ikke ændres via terminal. Tip: Prøv at indstille typen til enhver blok, der er i terminal - det enkleste tilfælde er bare TerminalBlok
de: Die Definition von {0} beinhaltet Computer, aber die "TypeId" des Blocks ist kein Terminal Block. Das bedeutet, dass der Block zwar besessen werden kann, aber das Eigentum kann nicht über ein Terminal geändert werden. Hinweis: Versuche die "TypeId" bei jedem Block in dem Terminal zu setzen - Der simpelste Fall wäre einfach "TerminalBlock"
es: La definición para {0} contiene ordenador, pero la TypeId del bloque no es un terminal. Esto significa que el bloque puede tener propietario, pero no puede ser cambiado via terminal. Consejo: Intenta asignar el TypeId a cualquier bloque que esté en el terminal, siendo TerminalBlock el caso más simple
fi: Kappaleen {0} määritelmä sisältää tietokoneen, mutta sen TypeId ei ole terminaalikappale. Tämä tarkoittaa että kappaleen voi omistaa, mutta sen omistusta ei voi muuttaa terminaalin kautta. Vinkki: Yritä TypeId:n asettamista mihin tahansa kappaleeseen joka on terminaalissa - yksinkertaisin tapaus on pelkkä TerminalBlock
hu_hu: {0} definíciója számítógépet tartalmaz, de a blokk TypeId -je nem terminál blokk. Ez azt jelenti, hogy a blokknak lesz tulajdonosa, de tulajdonjogot nem lehet változtatni a terminálon. Tipp: Állítsd a TypeId -t olyan blokkra, ami megtalálható a terminálon, például a TerminalBlock
nl: Definitie voor {0} bevat computer, maar de Typeld van het blok in niet een terminal. Dit betekent dat het blok bezeten kan worden, maar het eigendomsrecht kan niet worden aangepast via de terminal. Hint: Probeer de Typeld te veranderen naar ieder blok dat in de terminal is - de simpelste instantie is gewoon TerminalBlock
pt_br: Definição para {0} contém computadores, mas o IdTipo do bloco não é um bloco terminal. Isso significa que o bloco pode ser tomado, mas a propriedade não pode ser alterada via terminal. Dica: Tente configurar o TipoId de qualquer bloco que seja terminal - o mais simples caso sendo somente BlocoTerminal
ro: Definiția pentru {0} conține computer, dar TypeId-ul blocului nu este bloc terminal. Asta înseamnă că blocul poate fi deținut, dar proprietarul nu poate fi modificat prin panoul de control. Pont: Încercați să setați TypeId la orice bloc care are terminal - cel mai simplu caz fiind TerminalBlock
tr_tr: {0} için bilgisayar tanımı içerir, terminal bloğu değilse.Bu demektir ki blok sahiplenebilir, fakat sahip terminalden değiştirilemez. İpucu: Terminalden ayarlamayı deneyin.Basit yolu terminali kullanmaktır.
uk: Визначення для {0} містить комп'ютер, але TypeId блоку не є термінальним блок. Це означає, що блок може бути у власності, але власність не може бути зміненена за допомогою терміналу. Підказка: Спробуйте встановити TypeId для будь-якого блоку, який знаходиться в терміналі - найпростіший випадок, що є просто Terminalblock

# JoinGame_SelectServerToShowModList
source: Select server to show mod list
cs_cz: Pro zobrazení seznamu modifikací vyberte server
da: Vælg server for at vise mod liste
de: Wähle einen Server, um die Mod-Liste anzuzeigen.
es: Seleccionar el servidor para mostrar lista de Mods
hu_hu: Válasszd ki a szervert a modlista megtekintéséhez
pt_br: Selecionar servidor para mostrar lista de modificações
ro: Alege server pentru a vedea lista modurilor
uk: Оберіть сервер, аби відобразити список модів

# DisplayName_Block_ButtonPanel
source: Button Panel
ca_ad: Panell
cs_cz: Panel s tlačítky
da: Knappe panel
de: Schaltkonsole
es: Panel de Botones
fi: Näppäinpaneeli
hu_hu: Gomb panel
nl: Knoppenpaneel
pt_br: Painel de Botões
ro: Panou Butoane
sk_sk: Panel s tlačidlami
tr_tr: Düğme Paneli
uk: Панель кнопок

# ScreenMods_SearchLabel
source: Search
cs_cz: Hledat
da: Søg
de: Suchen
es: Buscar
hu_hu: Keresés
no: Søk
pt_br: Procurar
ro: Caută
sk_sk: Hladať
uk: Пошук

# JoinGame_BadModsListResponse
source: Could not get mod list from the server
cs_cz: Nelze získat seznam modifikací ze serveru.
da: Kunne ikke få fat i modliste fra server
de: Konnte die Mod-Liste nicht vom Server hinunterladen.
es: No se pudo recuperar lista de mods del servidor
hu_hu: Modlista nem elérhető
pt_br: Não foi possível capturar lista de modificações do servidor
ro: Nu am putut obține lista de moduri de la server
uk: Не вдалось отримати список модів із сервера

# SpawnInSpaceSuit
source: Space Suit
ca_ad: Vestit espacial
cs_cz: Skafandr
da: Rumdragt
de: Raumanzug
es: Traje Espacial
fi: Avaruuspuku
hu_hu: Űrruha
nl: Ruimtepak
no: Rom Drakt
pt_br: Traje Espacial
ro: Costum Spațial
sk_sk: Skafander
tr_tr: Uzay elbisesi
uk: Скафандр

source: Hud Warnings
cs_cz: Hud Upozorněnní
da: Hud advarsler
de: HUD Warnungen
es: Avisos de HUD
hu_hu: HUD figyelmeztetések
pt_br: Avisos do HUD
ro: Avertismente pe ecran
sk_sk: Varovania HUD
uk: Попередження HUD
