Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# DisplayName_Block_LandingGear
source: Landing Gear
ca_ad: Tren d'aterratge
cs_cz: Přistávací podvozek
da: Landingsstel
de: Fahrwerk
es: Tren de Aterrizaje
fi: Laskeutumisteline
hu_hu: Futómű
nl: Landingsgestel
no: Landingshjul
pt_br: Trem de Pouso
ro: Trenul de Aterizare
sk_sk: Pristávací podvozok
tr_tr: İniş Takımı
uk: Шасі

# DisplayName_Block_LargeCargoContainer
source: Large Cargo Container
ca_ad: Contenidor de càrrega gran
cs_cz: Velký nákladní kontejner
da: Stor last beholder
de: Großer Frachtcontainer
es: Contenedor de Carga Grande
fi: Suuri rahtikontti
hu_hu: Nagy Teherkonténer
nl: Grote Vrachtcontainer
no: Stor Cargo Container
pt_br: Container de Carga Grande
ro: Container Mare de Marfă
sk_sk: Veľký nákladný kontajner
tr_tr: Büyük Kargo Konteyner
uk: Великий вантажний контейнер

# DisplayName_Block_LargeReactor
source: Large Reactor
ca_ad: Reactor gran
cs_cz: Velký reaktor
da: Stor Reaktor
de: Reaktor (groß)
es: Reactor Grande
fi: Suuri Reaktori
hu_hu: Nagy Reaktor
nl: Grote reactor
no: Stor Reaktor
pt_br: Reator Grande
ro: Reactor Mare
sk_sk: Veľký reaktor
tr_tr: Büyük Reaktör
uk: Великий реактор

# DisplayName_Item_LargeSteelTube
source: Large Steel Tube
ca_ad: Tub d'acer gran
cs_cz: Velká ocelová trubice
da: Stort stål rør
de: Stahlrohr (groß)
es: Tubo de Acero Largo
fi: Suuri Teräsputki
hu_hu: Nagy Acél Cső
nl: Grote Stalen Buis
no: Store Stålrør
pt_br: Tubo grande de aço
ro: Tub Mare de Oțel
sk_sk: Veľké oceľové potrubie
tr_tr: Büyük Çelik Tüp
uk: Велика сталева труба

# DisplayName_Block_LargeThrust
source: Large Thruster
ca_ad: Propulsor Gran
cs_cz: Velká Tryska
da: Stor styreraket
de: Großes Triebwerk
es: Propulsor Grande
fi: Suuri Suihkumoottori
hu_hu: Nagy Hajtómű
nl: Grote straalmotor
no: Stor Thruster
pt_br: Propulsor grande
ro: Propulsor Mare
sk_sk: Veľká pomocná raketa
tr_tr: Büyük İticiler
uk: Величезний пришвидшувач

# DisplayName_Block_LightArmorBlock
source: Light Armor Block
ca_ad: Bloc d'armadura lleugera
cs_cz: Lehce obrněný blok
da: Let pansret blok
de: Leichte Panzerung (Block)
es: Bloque de Armadura Ligera
fi: Kevyt Panssarikuutio
hu_hu: Könnyű Páncél Blokk
nl: Licht Gepantserd Blok
no: Lett Pansret Blokk
pt_br: Bloco de Baixa Resistência
ro: Bloc de Armură Uşoară
sk_sk: Ľahký pancier - blok
tr_tr: Hafif Zırhlı Blok
uk: Блок легкої броні

# DisplayName_Block_LightArmorCorner
source: Light Armor Corner
ca_ad: Cantonada d'armadura lleugera
cs_cz: Lehce obrněný roh
da: Let pansret hjørneblok
de: Leichte Panzerung (Ecke)
es: Esquina de Armadura Ligera
fi: Kevyen Panssarin Kulmakappale
hu_hu: Könnyű Páncél Sarok
nl: Licht Gepantserde Hoek
no: Lett Pansret Hjørne
pt_br: Esquina de Baixa Resistência
ro: Colț de Armură Uşoară
sk_sk: Ľahký pancier - roh
tr_tr: Köşeli Hafif Zırh Bloğu
uk: Легка кутова броня

# DisplayName_Block_LightArmorInvCorner
source: Light Armor Inv. Corner
ca_ad: Cantonada inversa d'armadura lleugera
cs_cz: Lehce obrněný obrácený roh
da: Let pansret blok indadvendthjørne
de: Leichte Panzerung (inv. Ecke)
es: Esquina Inversa de Armadura Ligera
fi: Käänteinen Kevyen Panssarin Kulmakappale
hu_hu: Könnyű Páncél Fordított Sarok
nl: Licht Pantser Geïnverteerde Hoek
no: Lett Pansret Inv. Hjørne
pt_br: Esquina Inv. de Baixa Resistência
ro: Colț Inversat de Armură Uşoară
sk_sk: Ľahký pancier - prevrátený roh
tr_tr: Hafif Zırh Ters Köşesi
uk: Інший кут легкої броні

# DisplayName_Block_LightArmorSlope
source: Light Armor Slope
ca_ad: Pendent d'armadura lleugera
cs_cz: Lehce obrněný zešikmený blok
da: Let pansret blok med hældning
de: Leichte Panzerung (Rampe)
es: Rampa de Armadura Ligera
fi: Kevyen Panssarin Luiskakappale
hu_hu: Döntött Könnyű Páncél
nl: Licht Gepantserde Helling
no: Lett Pansret Helling
pt_br: Rampa de de Baixa Resistência
ro: Pantă de Armura Uşoară
sk_sk: Ľahký pancier - zkosený
tr_tr: Eğimli Hafif Zırhlı Blok
uk: Легка нахилена броня

# DisplayName_Item_MagnesiumOre
source: Magnesium Ore
ca_ad: Mineral de magnesi
cs_cz: Hořčíková ruda
da: Magnesium malm
de: Magnesiumerz
es: Mineral de Magnesio
fi: Magnesiummalmi
hu_hu: Magnézium érc
nl: Magnesium Erts
no: Magnesium Malm
pt_br: Minério de Magnésio
ro: Minereu de Magneziu
sk_sk: Magnéziová ruda
tr_tr: Magnezyum Cevheri
uk: Маґнієва руда

# DisplayName_Item_MagnesiumPowder
source: Magnesium Powder
ca_ad: Pols de magnesi
cs_cz: Hořčíkový prach
da: Magnesium Pulver
de: Magnesiumpulver
es: Polvo de Magnesio
fi: Magnesiumjauhe
hu_hu: Magnézium por
nl: Magnesium Poeder
no: Magnesium Pulver
pt_br: Pó de Magnésio
ro: Praf de Magneziu
sk_sk: Magnéziový prach
tr_tr: Magnezyum Tozu
uk: Порошок маґнію

# DisplayName_Item_MedicalComponents
source: Medical Components
ca_ad: Components mèdics
cs_cz: Zdravotnické vybavení
da: Medicinske Komponenter
de: Medizinische Komponenten
es: Componentes Médicos
fi: Lääketieteellisiä Osia
hu_hu: Orvosi Felszerelések
nl: Medische Onderdelen
no: Medisinske Komponenter
pt_br: Componentes Médicos
ro: Componente Medicale
sk_sk: Zdravotnícke vybavenie
tr_tr: Tıbbi Bileşenler
uk: Медичні компоненти

# DisplayName_Block_MedicalRoom
source: Medical Room
ca_ad: Infermeria
cs_cz: Ošetřovna
da: Medicinsk Værelse
de: Krankenstation
es: Sala Médica
fi: Lääkintähuone
hu_hu: Orvosi szoba
nl: Medische Kamer
no: Sykestue
pt_br: Sala Médica
ro: Cameră Medicală
sk_sk: Ošetrovňa
tr_tr: Revir
uk: Медпункт

# DisplayName_Block_MediumCargoContainer
source: Medium Cargo Container
ca_ad: Contenidor de Càrrega Mitjà
cs_cz: Střední nákladní kontejner
da: Mellem last beholder
de: Mittlerer Frachtcontainer
es: Contenedor de Carga Mediano
fi: Keskikokoinen rahtikontti
hu_hu: Közepes Teherkonténer
nl: Gemiddelde Vrachtcontainer
pt_br: Contêiner Médio de Carga
ro: Container Mediu de Marfă
sk_sk: Stredný nákladný kontajner
tr_tr: Orta Boyut Kargo Konteynırı
uk: Середній вантажний контейнер

# DisplayName_Item_MetalGrid
source: Metal Grid
ca_ad: Malla metàl·lica
cs_cz: Kovová mříž
da: Metalgitter
de: Metallgerüst
es: Reja Metálica
fi: Metalliverkko
hu_hu: Fém rács
nl: Metalen Rooster
no: Metallgitter
pt_br: Grade de metal
ro: Grilă de Metal
sk_sk: Kovová sieť
tr_tr: Metal Izgara
uk: Металеві ґрати

# DisplayName_Item_Missile200mm
source: 200mm missile container
ca_ad: Contenidor de míssils de 200mm
cs_cz: Kontejner na střely 200mm
da: 200mm missil beholder
de: Raketenbehälter (200mm)
es: Contenedor de Misiles de 200mm
fi: 200mm ohjussäiliö
hu_hu: 200mm rakéta tároló
nl: 200mm Rakethouder
no: 200mm missil container
pt_br: Contêiner de míssil 200mm
ro: Container de rachete de 200mm
sk_sk: Kontajner na rakety 200mm
tr_tr: 200mm Füze Konteynırı
uk: Контейнер 200мм гранат

# DisplayName_Block_MissileTurret
source: Missile Turret
ca_ad: Torreta de míssils
cs_cz: Raketometná věž
da: Missil tårn
de: Raketenturm
es: Torreta de Misiles
fi: Ohjustykki
hu_hu: Rakéta Torony
nl: Raket Geschuttoren
no: Missil Turret
pt_br: Torreta de mísseis
ro: Turelă de Rachete
sk_sk: Raketová veža
tr_tr: Füze Tareti
uk: Ракетна турель

# DisplayName_Item_NATO_25x184mm
source: 25x184mm NATO ammo container
ca_ad: Contenidor de munició OTAN de 25x184mm
cs_cz: Muniční bedna 25x184mm NATO
da: 25x184mm NATO ammunitions beholder
de: 25x184mm NATO Munitionskasten
es: Contenedor de Munición 25x184mm OTAN
fi: 25x184mm NATO ammussäilö
hu_hu: 25x184mm NATO lőszer tároló
nl: 25x184mm NATO Ammunitieblik
pt_br: Contêiner de munição NATO 25x184mm
ro: Container de muniții NATO de 25x184mm
sk_sk: Muničná bedňa NATO 25x184mm
tr_tr: 25x184mm NATO Cephane Konteynırı
uk: Контейнер із 25x184мм боєприпасами НАТО

# DisplayName_Item_NATO_5p56x45mm
source: 5.56x45mm NATO magazine
ca_ad: Carregador 5.56x45mm de la OTAN
cs_cz: Zásobník ráže 5.56x45mm NATO
da: 5.56x45mm NATO magasin
de: 5.56x45mm NATO Magazin
es: Munición 5.56x45mm OTAN
fi: 5.56x45mm NATO lipas
hu_hu: 5.56x45mm NATO tár
nl: 5.56x45mm NATO magazijn
no: 5.56x45mm NATO magasin
pt_br: Pente NATO 5,56x45mm
ro: Încărcător 5,56x45mm NATO
sk_sk: Zásobník NATO 5.56x45mm
tr_tr: 5.56x45mm NATO şarjörü
uk: 5.56x45мм боєприпаси НАТО

# DisplayName_Item_NickelIngot
source: Nickel Ingot
ca_ad: Lingot de níquel
cs_cz: Niklový ignot
da: Nikkel Barre
de: Nickelbarren
es: Lingote de Níquel
fi: Nikkeliharkko
hu_hu: Nikkel rúd
nl: Nikkel Staaf
no: Nikkel Ingot
pt_br: Lingote de Níquel
ro: Lingou de Nichel
sk_sk: Niklový ingot
tr_tr: Nikel Külçe
uk: Нікелевий злиток

# DisplayName_Item_NickelOre
source: Nickel Ore
ca_ad: Mineral de níquel
cs_cz: Niklová ruda
da: Nikkelmalm
de: Nickelerz
es: Mineral de Níquel
fi: Nikkelimalmi
hu_hu: Nikkel érc
nl: Nikkel Erts
no: Nikkel Malm
pt_br: Minério de Níquel
ro: Minereu de Nichel
sk_sk: Niklová ruda
tr_tr: Nikel Cevheri
uk: Нікелева руда

# DisplayName_Block_OreDetector
source: Ore Detector
ca_ad: Detector de minerals
cs_cz: Detektor rudy
da: Malm Detektor
de: Erz Sensor
es: Detector de Minerales
fi: Malminpaljastin
hu_hu: Érc Detektor
nl: Erts Detector
no: Malm Detektor
pt_br: Detector de Minérios
ro: Detector de Minereuri
sk_sk: Detektor rudy
tr_tr: Maden dedektörü
uk: Детектор руди

# DisplayName_Item_PlatinumIngot
source: Platinum Ingot
ca_ad: Lingot de platí
cs_cz: Platinový ignot
da: Platin Barre
de: Platinbarren
es: Lingote de Platino
fi: Platinaharkko
hu_hu: Platinarúd
nl: Platina Staaf
no: Platina Ingot
pt_br: Lingote de Platina
ro: Lingou de Platină
sk_sk: Platinový ingot
tr_tr: Platin Külçe
uk: Платиновий злиток

# DisplayName_Item_PlatinumOre
source: Platinum Ore
ca_ad: Mineral de platí
cs_cz: Platinová Ruda
da: Platin Malm
de: Platinerz
es: Mineral de Platino
fi: Platinamalmi
hu_hu: Platina érc
nl: Platina Erts
no: Platina Malm
pt_br: Minério de Platina
ro: Minereu de Platină
sk_sk: Platinová ruda
tr_tr: Platin Cevheri
uk: Платинова руда

# DisplayName_Item_Potassium
source: Potassium
ca_ad: Potassi
cs_cz: Draslík
da: Kalium
de: Kalium
es: Potasio
fi: Kalium
hu_hu: Kálium
nl: Kalium
no: Kalium
pt_br: Potássio
ro: Potasiu
sk_sk: Draslík
tr_tr: Potasyum
uk: Калій

# DisplayName_Item_RadioCommunicationComponents
source: Radio-communication Components
ca_ad: Components de radio-comunicació
cs_cz: Rádiokomunikační vybavení
da: Radio-kommunikation komponenter
de: Kommunikationskomponente
es: Componentes de Radio-Comunicación
fi: Radioyhteysosia
hu_hu: Rádió-kommunikációs Felszerelések
nl: Radio-communicatie Onderdelen
no: Radio Kommunikasjon Komponenter
pt_br: Componentes de Rádio-comunicação
ro: Componente Radio-comunicații
sk_sk: Rádiokomunikačné súčiastky
tr_tr: Radyo-iletişim bileşenleri
uk: Компоненти для радіозв'язку

# DisplayName_Block_Ramp
source: Ramp
ca_ad: Rampa
cs_cz: Rampa
da: Rampe
de: Rampe
es: Rampa
fi: Ramppi
hu_hu: Rámpa
nl: Helling
no: Rampe
pt_br: Rampa
ro: Rampă
sk_sk: Rampa
tr_tr: Rampa
uk: Схил

# DisplayName_Item_ReactorComponents
source: Reactor Components
ca_ad: Components del reactor
cs_cz: Reaktorové komponenty
da: Reaktor Komponenter
de: Reaktorkomponenten
es: Componentes del Reactor
fi: Reaktorin Osia
hu_hu: Reaktor Elemek
nl: Reactor Onderdelen
no: Reaktor Komponenter
pt_br: Componentes do Reator
ro: Componente pentru Reactor
sk_sk: Reaktorové súčiastky
tr_tr: Reaktör Bileşenleri
uk: Компоненти реактора

# HelpScreen_FactionColor_Red
source: Red
ca_ad: Vermell
cs_cz: Červená
da: Rød
de: Rot
es: Rojo
fi: Punainen
hu_hu: Piros
nl: Rood
no: Rød
pt_br: Vermelho
ro: Roșu
sk_sk: Červená
tr_tr: Kırmızı
uk: Червоний

# DisplayName_Block_RocketLauncher
source: Rocket Launcher
ca_ad: Llançacoets
cs_cz: Raketomet
da: Raketkaster
de: Raketenwerfer
es: Lanzacohetes
fi: Raketinheitin
hu_hu: Rakétavető
nl: Raketwerper
no: Rakettkaster
pt_br: Lança Foguetes
ro: Lansator de Rachete
sk_sk: Raketomet
tr_tr: Roketatar
uk: Ракетне ладування

# DisplayName_Item_SiliconOre
source: Silicon Ore
ca_ad: Mirenal de silici
cs_cz: Křemíková ruda
da: Silicium Malm
de: Siliziumerz
es: Mineral de Silicio
fi: Piimalmi
hu_hu: Szilícium érc
nl: Silicium Erts
no: Silisium Malm
pt_br: Minério de Silício
ro: Minereu de Siliciu
sk_sk: Kremíková ruda
tr_tr: Silikon Cevheri
uk: Кремнієва руда

# DisplayName_Item_SiliconWafer
source: Silicon Wafer
ca_ad: Disc de silici
cs_cz: Křemíkový disk
da: Silicium plade
de: Siliziumhalbleiter
es: Oblea de Silicio
fi: Piikiekko
hu_hu: Szilícium Lapka
nl: Siliciumwafer
no: Silisiumplater
pt_br: Pastilha de Silício
ro: Placheta de Siliciu
sk_sk: Kremíkový wafer
tr_tr: Silikon Devre Levhası
uk: Кремнієва пластина

# DisplayName_Item_SilverIngot
source: Silver Ingot
ca_ad: Lingot de plata
cs_cz: Stříbrný ignot
da: Sølv Barre
de: Silberbarren
es: Lingote de Plata
fi: Hopeaharkko
hu_hu: Ezüstrúd
nl: Zilveren Staaf
no: Sølv Ingot
pt_br: Lingote de Prata
ro: Lingou de Argint
sk_sk: Tehlička striebra
tr_tr: Gümüş Külçe
uk: Срібний злиток

# DisplayName_Item_SilverOre
source: Silver Ore
ca_ad: Mineral de plata
cs_cz: Stříbrná ruda
da: Sølv Malm
de: Silbererz
es: Mineral de Plata
fi: Hopeamalmi
hu_hu: Ezüst érc
nl: Zilvererts
no: Sølv Malm
pt_br: Minério de Prata
ro: Minereu de Argint
sk_sk: Strieborná ruda
tr_tr: Gümüş Cevheri
uk: Срібна руда

# DisplayName_Block_SmallCargoContainer
source: Small Cargo Container
ca_ad: Contenidor de càrrega petit
cs_cz: Malý nákladní kontejner
da: Lille last beholder
de: Kleiner Frachtcontainer
es: Contenedor de Carga Pequeño
fi: Pieni rahtikontti
hu_hu: Kis Teherkonténer
nl: Kleine Opslagcontainer
no: Liten Cargo Container
pt_br: Contêiner Pequeno de Carga
ro: Container Mic de Marfă
sk_sk: Malý nákladný kontajner
tr_tr: Küçük Kargo Konteyner
uk: Малий вантажний контейнер

# DisplayName_Block_SmallReactor
source: Small Reactor
ca_ad: Reactor petit
cs_cz: Malý reaktor
da: Lille Reaktor
de: Reaktor (klein)
es: Reactor Pequeño
fi: Pieni Reaktori
hu_hu: Kis reaktor
nl: Kleine Reactor
no: Liten Reaktor
pt_br: Reator Pequeno
ro: Reactor Mic
sk_sk: Malý reaktor
tr_tr: Küçük Reaktör
uk: Малий реактор

# DisplayName_Item_SmallSteelTube
source: Small Steel Tube
ca_ad: Tub d'acer petit
cs_cz: Malá ocelová trubice
da: Lille stål rør
de: Stahlrohr (klein)
es: Tubo de Acero Pequeño
fi: Pieni Teräsputki
hu_hu: Kis acél cső
nl: Kleine Stalen Buis
no: Lite Stålrør
pt_br: Tubo Pequeno de Aço
ro: Tub de Oțel Mic
sk_sk: Malá oceľová rúrka
tr_tr: Küçük Çelik Tüp
uk: Мала сталева трубка

# DisplayName_Block_SmallThrust
source: Small Thruster
ca_ad: Propulsor petit
cs_cz: Malá Tryska
da: Lille styreraket
de: Kleines Triebwerk
es: Propulsor Pequeño
fi: Pieni Suihkumoottori
hu_hu: Kis Hajtómű
nl: Kleine straalmotor
no: Liten Thruster
pt_br: Propulsor pequeno
ro: Propulsor Mic
sk_sk: Malá pomocná raketa
tr_tr: Küçük İticiler
uk: Малий пришвидшувач

# DisplayName_Block_Stairs
source: Stairs
ca_ad: Escales
cs_cz: Schody
da: Trapper
de: Treppen
es: Escaleras
fi: Portaat
hu_hu: Lépcsők
nl: Trap
no: Trapper
pt_br: Escadas
ro: Scări
sk_sk: Schody
tr_tr: Basamaklar
uk: Сходи

# DisplayName_Block_SteelCatwalk
source: Steel Catwalk
ca_ad: Passarel·la d'acer
cs_cz: Ocelové lešení
da: Stål Catwalk
de: Stahllaufsteg
es: Pasarela de Acero
fi: Terästaso
hu_hu: Acél Futóhíd
nl: Stalen loopbrug
no: Stål Catwalk
pt_br: Passarela de Aço
ro: Pasarelă de Oțel
sk_sk: Oceľové lešenie
tr_tr: Çelik iskele
uk: Сталевий місток

# DisplayName_Item_SteelPlate
source: Steel Plate
ca_ad: Xapa d'acer
cs_cz: Ocelový plát
da: Stålplade
de: Stahlplatte
es: Placa de Acero
fi: Teräslaatta
hu_hu: Acél Lemez
nl: Stalen Plaat
no: Stål Plate
pt_br: Placa de Aço
ro: Placă de Oțel
sk_sk: Oceľová platňa
tr_tr: Çelik Plaka
uk: Сталева пластина

# DisplayName_Item_StoneOre
source: Stone
ca_ad: Pedra
cs_cz: Kamení
da: Sten
de: Stein
es: Piedra
fi: Kivi
hu_hu: Kő
nl: Steen
no: Stein
pt_br: Pedra
ro: Piatră
sk_sk: Kameň
tr_tr: Taş
uk: Камінь

# DisplayName_Item_ThrustComponents
source: Thruster Components
ca_ad: Components de propulsor
cs_cz: Součástky Trysek
da: Komponenter til styreraketter
de: Triebwerk Komponenten
es: Componentes del Propulsor
fi: Rakettimoottorin Osia
hu_hu: Hajtómű alkatrészek
nl: Straalmotor Onderdelen
no: Thruster Komponenter
pt_br: Componentes do propulsor
ro: Componente Propulsor
sk_sk: Komponenty rakiet
tr_tr: İtici Bileşenleri
uk: Деталі пришвидшувача

# DisplayName_Item_UraniumIngot
source: Uranium Ingot
ca_ad: Lingot d'urani
cs_cz: Uranový ignot
da: Uran Barre
de: Uranbarren
es: Lingote de Uranio
fi: Uraaniharkko
hu_hu: Uránium rúd
nl: Uranium Staaf
no: Uran Ingot
pt_br: Lingote de Urânio
ro: Lingou de Uraniu
sk_sk: Tehlička uránu
tr_tr: Uranyum Külçe
uk: Злиток урану

# DisplayName_Item_UraniumOre
source: Uranium Ore
ca_ad: Mineral d'urani
cs_cz: Uranová ruda
da: Uranmalm
de: Uranerz
es: Mineral de Uranio
fi: Uraanimalmi
hu_hu: Uránium érc
nl: Uranium Erts
no: Uran Malm
pt_br: Minério de Urânio
ro: Minereu de Uraniu
sk_sk: Uránová ruda
tr_tr: Uranyum Cevheri
uk: Уранова руда

# DisplayName_Block_VerticalWindow
source: Vertical Window
ca_ad: Finestra vertical
cs_cz: Vertikální okno
da: Vertikalt Vindue
de: Vertikales Fenster
es: Ventana Vertical
fi: Pystyikkuna
hu_hu: Függőleges Ablak
nl: Verticaal Raam
no: Vertikalt Vindu
pt_br: Janela Vertical
ro: Fereastră Verticală
sk_sk: Zvislé okno
tr_tr: Dikey Cam
uk: Вертикальне вікно

# HelpScreen_FactionColor_White
source: White
ca_ad: Blanc
cs_cz: Bílý
da: Hvid
de: Weiß
es: Blanco
fi: Valkoinen
hu_hu: Fehér
nl: Wit
no: Hvit
pt_br: Branco
ro: Alb
sk_sk: Biela
tr_tr: Beyaz
uk: Білий

source: Blueprint Materials
cs_cz: Materiály pro Technické výkresy
da: Materialer til arbejdstegning
de: Bauplanmaterialien
es: Materiales de los Planos
hu_hu: Tervrajz Anyagok
no: Skisse Materialer
pt_br: Materiais do Diagrama
ro: Materiale pentru Planuri
sk_sk: Materiály k schéme
uk: Матеріяли проєкту

source: Production Queue
cs_cz: Výrobní fronta
da: Produktionskø
de: Produktionswarteschlange
es: Cola de Producción
hu_hu: Termelési Sor
no: Produksjons Kø
pt_br: Fila de Produção
ro: Coadă de Producție
sk_sk: Poradie produkcie
uk: Виробнича черга

# LoadScreenButtonEditSettings
source: Edit Settings
cs_cz: Změnit nastavení
da: Redigér indstillinger
de: Einstellungen bearbeiten
es: Editar Configuración
hu_hu: Beállítások Módosítása
no: Rediger Innstillinger
pt_br: Editar Configurações
ro: Editare Setări
sk_sk: Zmeniť nastavenia
uk: Змінити налаштування

# WorldSettings_AutoHealing
source: Auto-healing
ca_ad: Autocurar-se
cs_cz: Auto-uzdravování
de: Automatische Heilung
es: Curación automática
fi: Automaattiparannus
hu_hu: Auto-gyógyulás
nl: Gezondheidsregeneratie
no: Regenerering av liv
pt_br: Auto-cura
ro: Vindecare automată
sk_sk: Auto-uzdravovanie
tr_tr: Kendiliğinden iyileşme
uk: Авто-лікування

# ScreenCaptionCustomWorld
source: Custom World
cs_cz: Vlastní svět
da: Brugerdefineret verden
de: Benutzerdefinierte Welt
es: Mundo Personalizado
hu_hu: Egyéni Világ
no: Tilpasset Verden
pt_br: Mundo Personalizado
ro: Lume Personalizată
sk_sk: Vlastný svet
uk: Користувацький світ

# WorldSettings_Description
source: Description
ca_ad: Descripció
cs_cz: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
hu_hu: Leírás
nl: Beschrijving
no: Beskrivelse
pt_br: Descrição
ro: Descriere
sk_sk: Popis
tr_tr: Açıklama
uk: Опис

# WorldSettings_EnvironmentHostility
source: Environment hostility
ca_ad: Entorn hostil
cs_cz: Nehostinnost prostředí
da: Miljøets fjendtlighed
de: Umgebungsfeindseligkeit
es: Hostilidad del entorno
fi: Ympäristön vihamielisyys
hu_hu: Ellenséges környezet
nl: Omgevingsvijandelijkheid
no: Miljø fiendtlighet
pt_br: Hostilidade do ambiente
ro: Ostilitatea mediului
sk_sk: Odpor prostredia
tr_tr: Çevresel tehlikeler
uk: Ворожість навколишнього середовища

# WorldSettings_EnvironmentHostilityCataclysm
source: Cataclysm
ca_ad: Cataclisme
cs_cz: Potopa
da: Kataklysme
de: Verheerend
es: Cataclismo
fi: Kataklysmi
hu_hu: Kataklizma
nl: Natuurramp
no: Kataklysme
pt_br: Cataclismo
ro: Cataclism
sk_sk: Pohroma
tr_tr: Felaket
uk: Катаклізм

# WorldSettings_EnvironmentHostilitySafe
source: Safe
ca_ad: Segur
cs_cz: Bezpečný
da: Sikkert
de: Sicher
es: Seguro
fi: Turvallinen
hu_hu: Biztonságos
nl: Veilig
no: Trygg
pt_br: Seguro
ro: În siguranţă
sk_sk: Bezpečné
tr_tr: Güvenli
uk: Безпечне

# ErrorNameTooLong
source: Name is too long (max 128 characters allowed)
cs_cz: Jméno je moc dlouhé (max 128 znaků)
da: Navnet er for langt (Max 128 tegn tilladt)
de: Name ist zu lang (max. 128 Zeichen erlaubt)
es: El nombre es demasiado largo (128 caracteres como máximo)
hu_hu: Túl hosszú név (max. 128 karakter megengedett)
pt_br: Nome muito longo (máximo de 128 caracteres permitido)
ro: Numele este prea lung (maxim 128 de caractere permise)
uk: Надто довге ім'я (не більше 128 символів)

# ErrorNameTooShort
source: Name is too short (min 5 characters required)
cs_cz: Jméno je moc krátké (minimálně 5 písmen)
da: Navnet er for kort (Minimum 5 tegn er påkrævet)
de: Name ist zu kurz (min. 5 Zeichen erforderlich)
es: El nombre es demasiado corto (5 caracteres como mínimo)
hu_hu: A név túl rövid (minimum 5 karakter)
no: Navnet er for kort (min 5 bokstaver påkrevd)
pt_br: O nome é muito longo (o mínimo necessário é 5 caracteres)
ro: Numele este prea scurt (min 5 caractere necesare)
sk_sk: Meno je príliš krátke (minimálne 5 znakov)
uk: Ім'я надто коротке (потрібно щонайменше 5 символів)

# WorldSettings_FriendlyFire
source: Friendly fire
ca_ad: Foc amic
cs_cz: Střelba do přátel
da: Skade fra egne
de: Teambeschuss
es: Fuego amigo
fi: Oma tuli
hu_hu: Baráti tűz
no: Skyting på allierte
pt_br: Fogo amigo
ro: Foc prietenesc
sk_sk: Priateľská paľba
tr_tr: Dost ateşi
uk: Дружній вогонь

# WorldSettings_GameStyle
source: Game style
ca_ad: Estil del Joc
cs_cz: Herní styl
da: Spil stil
de: Spieltyp
es: Estilo de juego
fi: Pelityyli
hu_hu: Játék Stílus
nl: Speltype
no: Spillestil
pt_br: Estilo de Jogo
ro: Stil joc
sk_sk: Herný štýl
tr_tr: Oyun Stili
uk: Стиль гри

# WorldSettings_GameMode
source: Game mode
ca_ad: Mode de Joc
cs_cz: Herní mód
da: Spil mode
de: Spielmodus
es: Modo de juego
fi: Pelimuoto
hu_hu: Játék mód
nl: Spelmodus
no: Spill modus
pt_br: Modo de jogo
ro: Mod joc
sk_sk: Herný mód
tr_tr: Oyun mudu
uk: Режим гри

# WorldSettings_GameModeSurvival
source: Survival
cs_cz: Přežití
da: Overlevelse
de: Überleben
es: Supervivencia
hu_hu: Túlélés
no: Overlevelse
pt_br: Sobrevivência
ro: Supraviețuire
sk_sk: Prežitie
uk: Виживання

# WorldSettings_GameSurvivalTimes10
source: Realistic x10
ca_ad: Realístic x10
cs_cz: Realistický x10
da: Realisme x10
de: Realistisch x10
es: Realista x10
fi: Realistinen x10
hu_hu: Realisztikus x10
nl: Realistisch x10
no: Realistisk x10
pt_br: Realista X10
sk_sk: Realizmus x10
tr_tr: Gerçekçi x10
uk: Реалізм x10

# ScreenMenuButtonJoinWorld
source: Join World
cs_cz: Připojit k světu
da: Tilslut verden
de: Welt beitreten
es: Unirse al Mundo
hu_hu: Csatlakozás a világhoz
no: Delta i verden
pt_br: Entrar no Mundo
ro: Intră în Lume
sk_sk: Pripojiť k svetu
uk: Приєднатися до гри

source: Name
cs_cz: Jméno
da: Navn
es: Nombre
hu_hu: Név
no: Navn
pt_br: Nome
ro: Nume
sk_sk: Názov
uk: Ім'я

# WorldSettings_OnlineMode
source: Online mode
cs_cz: Online mód
de: Onlinemodus
es: Modo online
hu_hu: Online mód
no: Flerspiller modus
pt_br: Modo online
ro: Mod online
sk_sk: Online mód
uk: Мережевий режим

# WorldSettings_OnlineModeOffline
source: Offline
es: Desconectado
no: Frakoblet
uk: Не в мережі

# WorldSettings_OnlineModePrivate
source: Private
cs_cz: Soukromý
da: Privat
de: Privat
es: Privado
hu_hu: Privát
no: Privat
pt_br: Privado
ro: Privat
sk_sk: Súkromné/ý
uk: Приватний

# WorldSettings_OnlineModePublic
source: Public
cs_cz: Veřejný
da: Offentlig
de: Öffentlich
es: Público
hu_hu: Nyilvános
no: Offentlig
pt_br: Público
sk_sk: Verejné/ý
uk: Громадський

# WorldSettings_Password
source: Password
ca_ad: Contrasenya
cs_cz: Heslo
da: Kodeord
de: Passwort
es: Contraseña
fi: Salasana
hu_hu: Jelszó
nl: Wachtwoord
no: Passord
pt_br: Senha
ro: Parolă
sk_sk: Heslo
tr_tr: Şifre
uk: Пароль
