Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ControlMenuItemLabel_SetupButtons
source: Setup buttons
de: Knöpfe einstellen
es: Configurar botones
fi: Aseta painikkeet

# ControlMenuItemLabel_ShowControlPanel
source: Show control panel
de: Zeige Kontrollfeld
es: Mostrar panel de Control
fi: Näytä ohjauspaneeli

# NotificationHintJoystickPressToOpenButtonPanel
source: Access control menu to setup panel's buttons
de: Lege eine Taste zum einrichten von panel buttons in den Steuerungseinstellugen fest
es: Accede al menú de control para configurar los botones del panel
fi: Avaa ohjausvalikko asettaaksesi paneelin painikkeet

# NotificationHintJoystickPressToOpenInventory
source: Access control menu to open inventory of {0}
de: Öffne das Steuerungsmenü, um das Inventar von {0} zu öffnen
es: Accede al menú de control para abrir el inventario de {0}

# NotificationHintPressToOpenBuildMode
source: Press {0} to enter build mode
de: Drücke {0} um in den Baumodus zu gehen
es: Pulsa {0} para entrar en el modo construcción

# NotificationHintPressToEnterCryochamber
source: Press {0} to enter cryo chamber
de: Drücke {0} um die Kryo-Kammer zu betreten
es: Pulsa {0} para entrar en la cámara criogénica
fi: Paina {0} siirtyäksesi kryokammioon

# NotificationHintLeaveCryoChamber
source: Press {0} to leave cryo chamber
de: Drücke {0} um die Kryo-Kammer zu betreten
es: Pulsa {0} para salir de la cámara criogénica
fi: Paina {0} poistuaksesi kryokammiosta

# DisplayName_Item_ScrapIngot
source: Old Scrap Metal
de: Alter Metallschrott
es: Chatarra vieja
fi: Vanha Romumetalli

# BlockActionTitle_AddWaypoint
source: Add
de: Neu
es: Añadir
fi: Lisää

# BlockActionTitle_MoveWaypointDown
source: Move Down
de: Nach unten
es: Mover Abajo
fi: Liikuta alas

# BlockActionTitle_MoveWaypointUp
source: Move Up
de: Nach oben
es: Mover Arriba
fi: Liikuta ylös

# BlockActionTitle_RemoveWaypoint
source: Remove
de: Entfernen
es: Borrar
fi: Poista

# BlockPropertyTitle_AutoPilot
source: Autopilot
es: Piloto Automático
fi: Autopilotti

# BlockPropertyTitle_FlightMode
source: Flight Mode
de: Flug-Modus
es: Modo de Vuelo
fi: Lentotila

# BlockPropertyTitle_FlightMode_Circle
source: Circle
de: Kreis
es: Circulo
fi: Ympyrä

# BlockPropertyTitle_FlightMode_OneWay
source: One Way
de: Einweg
es: Una Dirección
fi: Yksisuuntainen

# BlockPropertyTitle_FlightMode_Patrol
source: Patrol
de: Patrouille
es: Patrullar
fi: Vartioi

# BlockPropertyTitle_GpsLocations
source: GPS Locations
de: GPS Standort
es: Localizaciones GPS
fi: GPS-sijainnit

# BlockPropertyTitle_Waypoints
source: Waypoints
de: Wegpunkte
es: Puntos de control
fi: Välietapit

# Notification_NoControlAutoPilot
source: Autopilot enabled
de: Autopilot aktiviert
es: Piloto Automático encendido
fi: Autopilotti päällä

# WorldSettings_Physics
source: Physics
de: Physik
es: Físicas

# WorldSettings_Physics_Fast
source: Fast
de: Schnell
es: Rápido

# WorldSettings_Physics_Precise
source: Precise
de: Präzise
es: Preciso

# WorldSettings_Physics_Tooltip
source: Higher settings improve simulation BUT directly affects performance.
de: Höhere Einstellungen verbessern die Simulation, beinflussen aber die Leistung.
es: Opciones altas mejoran la simulación PERO afectan al rendimiento.

# ScreenCaptionGraphicsOptions
source: Graphics options
de: Grafikoptionen
es: Opciones Gráficas

# ScreenGraphicsOptions_AnisotropicFiltering
source: Anisotropic filtering
de: Anisotroper Texturfilter
es: Filtro Anisotrópico

# ScreenGraphicsOptions_AnisotropicFiltering_Off
source: Off
de: Aus
es: Apagado

# ScreenGraphicsOptions_AntiAliasing_None
source: None
de: Kein
es: Ninguno

# ScreenGraphicsOptions_FoliageDetails
source: Foliage details
de: Laub Details
es: Detalles de Follaje

# ScreenGraphicsOptions_FoliageDetails_Disabled
source: Disabled
de: Deaktiviert
es: Inhabilitar

# ScreenGraphicsOptions_FoliageDetails_High
source: High
de: Hoch
es: Alto

# ScreenGraphicsOptions_FoliageDetails_Low
source: Low
de: Niedrig
es: Bajo

# ScreenGraphicsOptions_FoliageDetails_Medium
source: Medium
de: Mittel
es: Medio

# ScreenGraphicsOptions_MultiThreadedRendering
source: Multi-threaded rendering
es: Renderizado Multi-threaded

# ScreenGraphicsOptions_QualityPreset
source: Quality preset
de: Qualitäts-voreinstellung
es: Calidad restablecida

# ScreenGraphicsOptions_QualityPreset_Custom
source: Custom
de: Eigene
es: Personalizado

# ScreenGraphicsOptions_QualityPreset_High
source: High
de: Hoch
es: Alto

# ScreenGraphicsOptions_QualityPreset_Low
source: Low
de: Niedrig
es: Bajo

# ScreenGraphicsOptions_QualityPreset_Medium
source: Medium
de: Mittel
es: Medio

# ScreenGraphicsOptions_Renderer
source: Renderer
es: Procesado
fi: Renderöijä

# ScreenGraphicsOptions_ShadowMapResolution
source: Shadow quality
ca_ad: Shadow map resolution
cs_cz: Shadow map resolution
da: Shadow map resolution
de: Schattenkartenauflösung
es: Resolución del mapa de sombras
fi: Varjokartan resoluutio
hu_hu: Shadow map resolution
nl: Shadow map resolution
no: Shadow map resolution
pt_br: Shadow map resolution
ro: Shadow map resolution
sk_sk: Shadow map resolution
tr_tr: Shadow map resolution
uk: Shadow map resolution

# ScreenGraphicsOptions_ShadowMapResolution_High
source: High
de: Hoch
es: Alto

# ScreenGraphicsOptions_ShadowMapResolution_Low
source: Low
de: Niedrig
es: Bajo

# ScreenGraphicsOptions_TextureQuality
source: Texture quality
de: Texturqualität
es: Calidad de Textura

# ScreenGraphicsOptions_TextureQuality_High
source: High
de: Hoch
es: Alto

# ScreenGraphicsOptions_TextureQuality_Low
source: Low
de: Niedrig
es: Bajo

# ScreenGraphicsOptions_TextureQuality_Medium
source: Medium
de: Mittel
es: Medio

# ToolTipVideoOptionsRenderer
source: Changing the renderer requires restart of the game.
de: Das Ändern des Renderers benötigt Neustart des Spiels
es: Cambiar el renderizado requiere reiniciar el juego
fi: Renderöijän vaihtaminen vaatii pelin uudelleenkäynnistämisen.

# ControlTypeGeneral
source: General
cs_cz: Obecné
da: Generalt
de: Allgemein
hu_hu: Általános
no: Generelt
pt_br: Geral
sk_sk: Všeobecné
uk: Загальне

# MessageBoxCaptionError
source: ERROR
cs_cz: CHYBA
da: FEJL
de: FEHLER
hu_hu: HIBA
no: FEIL
pt_br: ERRO
ro: EROARE
sk_sk: CHYBA
uk: ПОМИЛКА

source: No
cs_cz: Ne
da: Nej
de: Nein
hu_hu: Nem
no: Nei
pt_br: Não
ro: Nu
sk_sk: Nie
uk: Ні

# KeysNumPad0
source: Num 0
de: 0 (Ziffernblock)

# KeysNumPad1
source: Num 1
de: 1 (Ziffernblock)

# KeysNumPad2
source: Num 2
de: 2 (Ziffernblock)

# KeysNumPad3
source: Num 3
de: 3 (Ziffernblock)

# KeysNumPad4
source: Num 4
de: 4 (Ziffernblock)

# KeysNumPad5
source: Num 5
de: 5 (Ziffernblock)

# KeysNumPad6
source: Num 6
de: 6 (Ziffernblock)

# KeysNumPad7
source: Num 7
de: 7 (Ziffernblock)

# KeysNumPad8
source: Num 8
de: 8 (Ziffernblock)

# KeysNumPad9
source: Num 9
de: 9 (Ziffernblock)

# KeysPageDown
source: PgDown
da: Page Down
de: Bild ab

# KeysPageUp
source: PgUp
da: Page Up
de: Bild auf

# KeysRightAlt
source: RAlt
cs_cz: Pravý alt
da: Højre Alt
de: Alt-Taste (Rechts)
hu_hu: Jobb Alt
no: HøyreAlt
sk_sk: Pravý Alt
uk: Правий Alt

# RightMouseButton
source: RMB
da: Højre Musetast
de: RMT
hu_hu: Jobb egérgomb
pt_br: BotãoDireitoDoMouse
ro: BMD
sk_sk: Pravé tlačidlo myši
uk: ПКМ

# KeysRightShift
source: RShift
cs_cz: Pravý shift
da: Højre Shift
de: Umschalt-R
hu_hu: Jobb Shift
no: HøyreShift
sk_sk: Pravý Shift
uk: Правий Shift

# JoystickRotationXpos
source: JRX+
da: JoystickRotationXpos
de: Joystick-Rotation X+

# JoystickRotationYpos
source: JRY+
da: JoystickRotationYpos
de: Joystick-Rotation Y+

# JoystickRotationZpos
source: JRZ+
da: JoystickRotationZpos
de: Joystick-Rotation Z+

# JoystickRotationXneg
source: JRX-
da: JoystickRotationXneg
de: Joystick-Rotation X-

# JoystickRotationYneg
source: JRY-
da: JoystickRotationYneg
de: Joystick-Rotation Y-

# JoystickRotationZneg
source: JRZ-
da: JoystickRotationZneg
de: Joystick-Rotation Z-

# KeysDecimal
source: Num .
de: Ziffernblock

# KeysMultiply
source: Num *
de: Ziffernblock *

# KeysDivide
source: Num /
de: / (Ziffernblock)

# KeysAdd
source: Num +
de: + (Ziffernblock)

# KeysSubtract
source: Num −
de: - (Ziffernblock)

source: Reactor
cs_cz: Reaktor
da: Reaktor
de: Reaktor
fi: Reaktori
hu_hu: Reaktor
no: Reaktor
pt_br: Reator
sk_sk: Reaktor
tr_tr: Reaktör
uk: Реактор

# Quote24Author
source: Socrates
ca_ad: Sòcrates
cs_cz: Sókratés
da: Sokrates
de: Sokrathes
fi: Sokrates
hu_hu: Szókratész
no: Sokrates
ro: Socrate
sk_sk: Sókrates
uk: Сократ

# ScreenMenuButtonSubscribedWorlds
source: Workshop
de: Abonnierte Welten
hu_hu: Feliratkozott Világok
pt_br: Mundos Inscritos
ro: Atelier
sk_sk: Podporované svety
uk: Майстерня

# ScreenCaptionWorkshop
source: Workshop
de: Abonnierte Welt laden
hu_hu: Feliratkozott világ betöltése
pt_br: Carregar Mundos subscrito
ro: Atelier
sk_sk: Načítaj podporovaný svet
uk: Завантажити світ з підписки

# DisplayName_Block_Rotor
source: Rotor
da: Motor
de: Motor
fi: Moottori
hu_hu: Motor
nl: Motor
no: Motor
ro: Motor
sk_sk: Motor
uk: Двигун

# BlockPropertyTitle_LightColor
source: Color
cs_cz: Barva
da: Farve
de: Farbe
fi: Väri
hu_hu: Szín
nl: Kleur
no: Farge
pt_br: Cor
ro: Culoare
sk_sk: Farba
tr_tr: Renk
uk: Колір

# HudInfoNameBroadcastRange
source: Radio:
ca_ad: Ràdio:
cs_cz: Rádio
de: Funk:
hu_hu: Rádió:
pt_br: Rádio:
sk_sk: Rádio:
tr_tr: Telsiz:
uk: Радіо:

# ControlRemote
source: Control
ca_ad: Controla
cs_cz: Ovládat
da: Kontroler
de: Steuerung
fi: Ohjaus
hu_hu: Irányítás
nl: Controle
no: Kontroll
pt_br: Controle
ro: Controlează
sk_sk: Kontrola
tr_tr: Kontrol
uk: Керування

# WorkshopTag_Script
source: Script
cs_cz: Skript
de: Skript
hu_hu: Szkript
no: Skript
pt_br: Roteiro
sk_sk: Skript
uk: Підпрограми

# VoxelHandProperty_AutoLevel_Area
source: Area
cs_cz: Oblast
da: Område
de: Gebiet
hu_hu: Terület
no: Område
pt_br: Área
ro: Zonă
uk: Майдан

# TooltipScreenMods_Category_Script
source: Script
cs_cz: Scrip
de: Skript
fi: Ohjelmakoodi
hu_hu: Szkript
uk: Сценарії дій

# ControlMenuItemValue_On
source: On
de: An

# ControlMenuItemValue_FPP
source: FPP
de: First Person view

# ControlMenuItemValue_TPP
source: TPP
de: Third Person view

# ScreenGraphicsOptions_AntiAliasing
source: Anti-aliasing
de: Kantenglättung

# INVALID
source: INVALID TEXT WRAPPER ENUM
pt_br: TEXTO INVÁLIDO ENUMERAÇÃO ENVOLTA
tr_tr: Geçersiz metin
uk: Невірний текст системи помилок, за за-думкою розробників ви цього не маєте бачити, а якщо бачите то ви щасливчик на ловлю багів та фіч.

# ScreenOptionsButtonAudio
source: Audio
cs_cz: Zvuky
da: Lyd
hu_hu: Hang
no: Lyd
pt_br: Áudio
sk_sk: Zvuk
uk: Звук

# MouseXButton1
source: MXB1
da: MXK1
no: MusXKnapp1
ro: BMX1
uk: ЛКМ

# MouseXButton2
source: MXB2
da: MXK2
no: MusXKnapp2
ro: BMX2
uk: ПКМ

# RenderQualityNormal
source: Normal
cs_cz: Normální
fi: Normaali
hu_hu: Normál
nl: Normaal
ro: Medie
sk_sk: Normálna
uk: Звичайна

# DisplayName_Item_Motor
source: Motor
fi: Moottori
uk: Двигун

# WorldSettings_EnvironmentHostilityNormal
source: Normal
cs_cz: Normální
da: Normalt
fi: Normaali
hu_hu: Normál
nl: Normaal
sk_sk: Normálne
uk: Звичайне

source: Terminal
cs_cz: Terminál
fi: Terminaali
hu_hu: Terminál
sk_sk: Terminál
uk: Термінал

# Quote00Author
source: Theodore Von Karman
cs_cz: Theodor Von Karman
hu_hu: Kármán Tódor
no: Theodor von Kármán
uk: Теодор фон Карман

# Quote01Author
source: Max Planck
uk: Макс Планк

# Quote03Author
source: Arthur C. Clarke
uk: Артур Ч. Кларк

# Quote04Author
source: Bertrand Russell
cs_cz: Bertrand Russel
uk: Бертран Расселл

# Quote05Author
source: Indiana Jones
uk: Індіана Джонс

# Quote06Author
source: Immanuel Kant
uk: Іммануїл Кант

# Quote07Author
source: Max Planck
uk: Макс Планк

# Quote08Author
source: Benjamin Franklin
uk: Бенджамін Франклін

# Quote09Author
source: Albert Einstein
uk: Альберт Айнштайн

# Quote10Author
source: Leonardo da Vinci
uk: Леонардо да Вінчі

# Quote11Author
source: Leonardo da Vinci
uk: Леонардо да Вінчі

# Quote12Author
source: Leonardo da Vinci
uk: Леонардо да Вінчі

# Quote13Author
source: Leonardo da Vinci
uk: Леонардо да Вінчі

# Quote14Author
source: Leonardo da Vinci
uk: Леонардо да Вінчі

# Quote15Author
source: Galileo Galilei
uk: Ґалілео Ґалілей

# Quote16Author
source: Galileo Galilei
uk: Ґалілео Ґалілей

# Quote17Author
source: Galileo Galilei
uk: Ґалілео Ґалілей

# Quote19Author
source: Niels H. D. Bohr
uk: Нільс Г. Д. Бор

# Quote21Author
source: Richard Feynman
uk: Річард Фейнман

# Quote22Author
source: Walter Bagehot
uk: Вальтер Бейджхот

# Quote23Author
source: Thomas A. Edison
uk: Томас А. Едісон

# Quote25Author
source: Arthur C. Clarke
cs_cz: Arthur A. Clarke
uk: Артур Ч. Кларк

# Quote26Author
source: William Gibson
uk: Вільям Ґібсон

# Quote27Author
source: Scott Adams
uk: Скот Адамс

# Quote28Author
source: Robert A. Heinlein
uk: Роберт Е. Гайнлайн

# Quote29Author
source: Freeman Dyson
uk: Фрімен Дайсон

# Quote30Author
source: Freeman Dyson
uk: Фрімен Дайсон

# Quote31Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote32Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote33Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote34Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote35Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote36Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote37Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote39Author
source: Albert Einstein
uk: Альберт Айнштайн

# Quote44Author
source: Jon McBride
uk: Джон МакБрайд

# Quote45Author
source: Alexander Calder
uk: Александр Колдер

# Quote46Author
source: Buzz Aldrin
uk: Базз Олдрін

# Quote47Author
source: Neil Armstrong
uk: Ніл Армстронґ

# Quote48Author
source: Yuri Gagarin
cs_cz: Jurij Gagarin
hu_hu: Jurij Gagarin
sk_sk: Jurij Gagarin
uk: Юрій Ґаґарін

# Quote49Author
source: Yuri Gagarin
hu_hu: Jurij Gagarin
sk_sk: Jurij Gagarin
uk: Юрій Ґаґарін

# Quote50Author
source: Michael Collins
uk: Майкл Коллінз

# Quote51Author
source: Ralph W. Emerson
uk: Ральф В. Емерсон

# Quote52Author
source: Yuri Gagarin
cs_cz: Jurij Gagarin
hu_hu: Jurij Gagarin
sk_sk: Jurij Gagarin
uk: Юрій Ґаґарін

# Quote53Author
source: Yuri Gagarin
hu_hu: Jurij Gagarin
sk_sk: Jurij Gagarin
uk: Юрій Ґаґарін

# Quote54Author
source: Robert H. Goddard
uk: Роберт Г. Ґоддард

# Quote55Author
source: Gene Kranz
uk: Джин Кранц

# Quote56Author
source: Albert Einstein
uk: Альберт Айнштайн

# Quote57Author
source: George B. Shaw
uk: Джордж Б. Шоу

# Quote65Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote66Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote67Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# Quote68Author
source: Wikipedia, 2077
ca_ad: Viquipèdia, 2077
cs_cz: Wikipedie, 2077
hu_hu: Wikipédia, 2077
sk_sk: Wikipédia, 2077
tr_tr: Vikipedi, 2077
uk: Вікіпедія, 2077

# HudInfoNameJetpack
source: Jetpack
fi: Rakettireppu
uk: Реакт. ранець

# Quote70Author
source: Albert Einstein
uk: Альберт Айнштайн

# TerminalTab_Info
source: Info
cs_cz: Informace
pt_br: Informações
tr_tr: Bilgi
uk: Інфо

# MessageBoxCaptionInfo
source: INFO
cs_cz: INFORMACE
uk: ІНФО

# WorldSettings_ArcadeSound
source: Arcade
cs_cz: Arkádové
hu_hu: Arkád
nl: Onrealistisch
no: Arkade
sk_sk: Arkáda
tr_tr: Atari
uk: Аркадні

# WorldSettings_Mods
source: Mods
cs_cz: Modifikace
hu_hu: Modok
no: Modifikasjoner
ro: Moduri
sk_sk: Módy
uk: Моди

# JoinGame_ColumnTitle_Mods
source: Mods
cs_cz: Modifikace
hu_hu: Modok
ro: Moduri
sk_sk: Mody
uk: Модифікації

# DisplayName_Block_Sensor
source: Sensor
cs_cz: Senzor
fi: Sensori
hu_hu: Szenzor
ro: Senzor
sk_sk: Senzor
tr_tr: Sensör
uk: Сенсор

# WorldSettings_WorldSize100Km
source: 100 km
uk: 100 км

# WorldSettings_WorldSize10Km
source: 10 km
uk: 10 км

# WorldSettings_WorldSize20Km
source: 20 km
uk: 20 км

# WorldSettings_WorldSize50Km
source: 50 km
uk: 50 км

# VoxelHandSettingScreen_HandMaterial
source: Material
cs_cz: Materiál
da: Materiale
hu_hu: Anyag
no: Materiale
uk: Матеріял

# WorldSettings_ViewDistance_10_Km
source: 10 km
uk: 10 км

# WorldSettings_ViewDistance_15_Km
source: 15 km
uk: 15 км

# WorldSettings_ViewDistance_20_Km
source: 20 km
uk: 20 км

# BlockPropertyPopup_AutoPilotToolbarOpen
source: Set actions to be done when autopilot reaches this waypoint
no: Set an action to be done when autopilot reaches destination
uk: Set an action to be done when autopilot reaches destination

# BlockPropertyTitle_AutoPilotToolbarOpen
source: Setup Actions
no: Setup Action
uk: Setup Action

# JoystickSlider1pos
source: JS1+
da: JoystickSkyder1pos

# JoystickSlider2pos
source: JS2+
da: JoystickSkyder2pos

# JoystickSlider1neg
source: JS1-
da: JoystickSkyder1neg

# JoystickSlider2neg
source: JS2-
da: JoystickSkyder2neg

# DifficultyNormal
source: Normal
fi: Normaali

# ControlMenuItemLabel_Jetpack
source: Jetpack
fi: Rakettireppu

# IconSymbol_Ag
source: Ag
sk_sk: Striebro

# IconSymbol_Au
source: Au
sk_sk: Zlato

# IconSymbol_Co
source: Co
sk_sk: Kobalt

# IconSymbol_Fe
source: Fe
sk_sk: Železo

# IconSymbol_K
source: K
sk_sk: Draslík

# IconSymbol_Mg
source: Mg
sk_sk: Horčík

# IconSymbol_Ni
source: Ni
sk_sk: Nikel

# IconSymbol_Si
source: Si
sk_sk: Kremík
