Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# NPCIdentityAdded
source: Identity {0} was added
ca_ad: La identitat {0} ha estat afegida
cs_cz: identita {0} byla přidána
da: {0} identitet blev tilføjet
de: {0} Identität hinzugefügt
es: identidad de {0} añadida
fi: Lisättiin {0}:n identiteetti
hu_hu: {0} identitás hozzáadva
nl: {0} identity was added
no: {0} identity was added
pt_br: Identidade {0} foi adicionada
ro: Identitatea {0} a fost adăugată
sk_sk: {0} identity was added
tr_tr: {0} kimlik ilave edildi
uk: Ідентифікатор {0} доданий

# DialogTextIncompatibleWorldVersion
source: This world can not be loaded. It has been created in newer version of the game.
cs_cz: Tento svět nemůže být načten, protože byl vytvořen v novější verzi hry.
da: Denne verden kan ikke indlæses. Den har været lavet i nyere version af spillet.
de: Diese Welt kann nicht heruntergeladen werden. Sie wurde mit einer neueren Version des Spieles erstellt.
es: Este mundo no se puede cargar. Ha sido creado en una nueva versión del juego.
hu_hu: Ezt a világot nem lehet betölteni, mert a játék egy újabb verziójában készült.
pt_br: Ete mundo não pode ser carregado. Ele foi criado em uma versão mais nova do jogo.
ro: Această lume nu poate fi încărcată. A fost creată într-o versiune mai nouă a jocului.
uk: Цей світ не може бути завантажений. Він був створений в більш нової версії гри.

# MessageBoxTextPublishFailed_AccessDenied
source: This workshop item does not seem to belong to you. Make sure you are logged in with the right account.
cs_cz: Tento předmět z workshopu vám zřejmě nepatří. Ujistěte se, že jste přihlášeni na správný účet.
da: Denne workshops genstand synes ikke at tilhøre dig. Kontroller, at du er logget ind med den rigtige konto.
de: Dieser Workshop-Gegenstand scheint dir nicht zugehören. Überprüfe, ob du mit dem richtigen Account angemeldet bist.
es: Este archivo de Workshop no parece ser tuyo. Asegúrate que estás conectado con la cuenta correcta.
hu_hu: Ez a műhely elem nem a te tulajdonod. Ellenőrizd, hogy jó felhasználóval vagy-e bejelentkezve.
pt_br: Este item da oficina parece não pertencer a você. Assegure-se de que está logado na conta correta.
ro: Acest obiect de pe atelier pare să nu vă aparțină. Asigurați-vă că v-ați autentificat pe contul corect.
uk: Цей пункт workshop, здається, не належать вам. Переконайтеся, що ви увійшли в систему з вірного облікового запису.

# ScreenDebugOfficial_SavePrefab
source: Export clipboard to file
cs_cz: Expotrtovat schránku do souboru
da: Eksporter Udklipsholder til fil
de: Exportiere Zwischenablage zu Datei
es: Exportar portapapeles a archivo
hu_hu: Vágólap mentése file-ba
pt_br: Exportar área de transferência para arquivo
ro: Exportă memoria către fișier
uk: Експортувати буфер обміну до файлу

# ToolTipSaveShip
source: Save ships from clipboard to file
cs_cz: Uložit loďě ze schránky do souboru
da: Gem skibe fra udklipsholder til fil
de: Speichere Schiffe aus Zwischenablage in Datei
es: Guardar naves del portapapeles a un archivo
hu_hu: Vágólapon lévő hajók mentése file-ba
pt_br: Salvar naves da área de transferência para arquivo
ro: Salvează navele din memorie în fișier
uk: Зберегти корабель з буферу обміну в файл

# AddNewNPC
source: Add New Enemy Identity
cs_cz: Přidat novou nepřátelskou identitu
da: Tilføj ny fjende Identitet
de: Neuen Gegner hinzufügen
es: Añadir nueva identidad enemiga
hu_hu: Új ellenséges identitás hozzáadása
pt_br: Adicionar Novo Elemento Inimigo
ro: Adaugă o nouă identitate inamică
uk: Додати новий ідентифікатор ворога

# DisplayName_BlueprintClass_Components
source: Components
cs_cz: Komponenty
da: Komponenter
de: Komponenten
es: Componentes
fi: Osat
hu_hu: Alkatrészek
nl: Onderdelen
no: Komponenter
pt_br: Componentes
ro: Componente
sk_sk: Komponenty
tr_tr: Bileşenler
uk: Компоненти

# DisplayName_BlueprintClass_LargeBlocks
source: Large Blocks
ca_ad: Blocs grans
cs_cz: Velké bloky
da: Store blokke
de: Große Blöcke
es: Bloques grandes
fi: Suuret kappaleet
hu_hu: Nagy blokkok
nl: Grote blokken
pt_br: Blocos Grandes
ro: Blocuri Mari
sk_sk: Veľké bloky
tr_tr: Büyük Blok
uk: Великі блоки

# DisplayName_BlueprintClass_SmallBlocks
source: Small Blocks
ca_ad: Blocs petits
cs_cz: Malé bloky
da: Små Blokke
de: Kleine Blöcke
es: Bloques pequeños
fi: Pienet kappaleet
hu_hu: Kis blokkok
nl: Kleine blokken
pt_br: Blocos Pequenos
ro: Blocuri Mici
sk_sk: Malé bloky
tr_tr: Küçük blok
uk: Малі Блоки

# DisplayName_BlueprintClass_Tools
source: Tools
cs_cz: Nástroje
da: Værktøjer
de: Werkzeuge
es: Herramientas
hu_hu: Szerszámok
no: Verktøy
pt_br: Ferramentas
ro: Unelte
sk_sk: Nástroje
uk: Інструменти

# ScreenCaptionWorkshopTags
source: Select tags
cs_cz: Zvolené značky
da: Vælg tags
de: Wähle Kürzel aus
es: Seleccionar etiquetas
hu_hu: Címkék kiválasztása
pt_br: Selecionar etiquetas
ro: Etichete selectate
sk_sk: Vybrať tagy
uk: Оберіть мітки

# WorkshopTag_Animation
source: Animation
cs_cz: Animace
es: Animación
hu_hu: Animáció
no: Animasjon
pt_br: Animação
ro: Animații
sk_sk: Animácia
uk: Анімація

# WorkshopTag_Block
source: Block
cs_cz: Blok
da: Blok
es: Bloque
hu_hu: Blokk
pt_br: Bloco
ro: Bloc
sk_sk: Bloky
uk: Блок

# WorkshopTag_Character
source: Character
cs_cz: Postava
da: Karakter
de: Charakter
es: Personaje
hu_hu: Karakter
pt_br: Personagem
ro: Personaj
sk_sk: Postava
uk: Персонаж

# WorkshopTag_Other
source: Other
cs_cz: Ostatní
da: Andre
de: Andere
es: Otros
hu_hu: Egyéb
pt_br: Outro
ro: Altele
sk_sk: Iné
uk: Інше

# WorkshopTag_Skybox
source: Skybox
cs_cz: Okolní vesmír
da: Himmelboks
de: Himmel
es: Fondo
pt_br: Imagem Espacial
ro: Fundal cer
uk: Фон

# BlockActionTitle_View
source: View
ca_ad: Veure
cs_cz: Zobrazit
da: Vis
de: Ansicht
es: Ver
fi: Näytä
hu_hu: Megtekint
no: Vis
pt_br: Visualização
ro: Vezi
sk_sk: Pohľad
tr_tr: Görünüm
uk: Перегляд

# DisplayName_Block_Camera
source: Camera
ca_ad: Càmera
cs_cz: Kamera
da: Kamera
de: Kamera
es: Cámara
fi: Kamera
hu_hu: Kamera
no: Kamera
pt_br: Câmera
ro: Cameră
sk_sk: Kamera
tr_tr: Kamera
uk: Камера

# MessageBoxTextPublishFailed_OwnerMismatchMod
source: Could not update because you are not the owner of this mod.
cs_cz: Nelze aktualizovat, protože nejste vlastníkem této modifikace.
da: Kunne ikke opdatere da du ikke er ejer af dette mod.
de: Konnte den Mod nicht updaten, da du nicht der Eigentümer dieses Mod bist.
es: No se pudo actualizar porque no eres dueño de este mod.
hu_hu: Nem lehet frissíteni, mert ez a mod nem a te tulajdonod.
pt_br: Não foi possível atualizar pois você não é o proprietário desta modificação.
ro: Nu am putut actualiza deoarece nu sunteți proprietarul acestui mod.
uk: Не вдалося оновити, бо ви не є власником цього мода.

# LoadingError_ModifiedOriginalContent
source: Error loading original game content, cannot load file: {0} Original game content has been probably modified, revert any modification and try again. Best way to do it is to delete folder 'SpaceEngineers\Content\Data' and then select in Steam 'Verify local game cache'. Reinstalling the game is not enough, because Steam does not delete unknown files!
ca_ad: Error al carregar el contingut original del joc, no es pot carregar el fitxer: {0} El contingut original del joc probablement ha estat modificat, tireu enrere qualsevol modificació i proveu de nou. La millor manera de fer-ho és esborrar la carpeta 'SpaceEngineers\Content\Data' i llavors seleccionar a l'Steam 'Verify local game cache'. No n'hi ha prou amb reinstal·lar el joc, doncs l'Steam no esborra els fitxers desconeguts!
cs_cz: Chyba při načítání původního obsahu hry, nelze načíst soubor: {0} Původní obsah hry byl pravděpodobně modifikován, vratťe modifikace do původního stavu. To lze nejlépe udělat smazáním složky 'SpaceEngineers\Content\Data' a na Steamu ve vlastnostech hry zvolte 'Verify local game cache'. Přeinstalování hry nestačí, protože Steam nemaže jemu neznámé soubory!
da: Fejl under indlæsning af oprindelige spilindhold, kan ikke indlæse filen: {0} Originale spil indhold er blevet ændret, sandsynligvis, vend enhver ændring og prøv igen. Bedste måde at gøre det er at slette mappen 'SpaceEngineers\Content\Data' og derefter vælge i Steam 'Bekræft lokale spil cache'. Geninstallere spillet er ikke nok, fordi Steam ikke sletter ukendte filer!
de: Fehler beim Laden der original Spielinhalte. Datei kann nicht geladen werden: {0} Originale Spielinhalte wurden wahrscheinlich modifiziert. Mache jegliche Änderungen rückgängig und versuche es nochmal. Der schnellste Weg ist, den Ordner "SpaceEngineers\Content\Data" zu löschen und dann in Steam die "Spieldateien auf Fehler überprüfen..." Option zu wählen. Eine Deinstallation des Spieles ist nicht genug, weil Steam keine unbekannten Dateien löscht!
es: Hubo un error con cargar el contenido del juego original, el archivo no se puede cargar. {0} El contenido probablemente ha sido modificado. Deshaz cualquiera modificación e inténtalo otra vez. La mejor manera de hacerlo es borrar la carpeta 'SpaceEngineers\Content\Data' y luego elegir la opción en Steam 'Verificar la Integridad de Caché del Juego'. ¡Reinstalar el juego no basta porque Steam no borra archivos desconocidos!
fi: Virhe alkuperäisen pelisisällön lataamisessa, seuraavaa tiedostoa ei voi ladata: {0} Alkuperäistä pelisisältöä on todennäköisesti muokattu, peru kaikki muokkauksesi ja yritä uudelleen. Paras tapa tehdä tämä on poistamalla kansio 'SpaceEngineers\Content\Data' ja sen jälkeen valitsemalla Steamissa 'Tarkista pelitiedostojen eheys'. Pelin uudelleen asentaminen ei riitä, sillä Steam ei poista tuntemattomia tiedostoja!
hu_hu: Hiba az eredeti játéktartalmak betöltése közben, nem lehet betölteni: {0} A tartalom valószínűleg módosítva lett. Állítsa vissza az eredeti állapotot, és próbálja újra. Ennek legjobb módja a 'SpaceEngineers\Content\Data' mappa törlése, majd Steamen belül a 'Játékadatok ellenőrzése'. Az újratelepítés nem elég, mert a Steam nem törli az ismeretlen fileokat.
pt_br: Erro ao carregar o conteúdo do jogo, o seguinte arquivo não pôde ser carregado: {0} O conteúdo original do jogo provavelmente foi modificado, reverta qualquer modificação e tente novamente. A melhor maneira de fazer isto é apagar a pasta 'SpaceEngineers\Content\Data' e em seguida selecionar no Steam 'Verify local game cache'. Reinstalar o jogo não bastará, pois o Steam não apaga arquivos desconhecidos!
ro: A apărut o eroare încărcând continutul original, nu s-a putut încărcă fișierul: {0} Conținutul original al jocului a fost probabil modificat, inversați orice modificare și încercați din nou. Cea mai bună metodă este să ștergeți dosarul 'SpaceEngineers\Content\Data' după care selectați în Steam 'Verifică integritatea fișierelor locale'. Reinstalarea jocului nu este de ajuns, deoarece Steam nu șterge fișierele necunoscute!
tr_tr: Orijinal oyun içeriği yükleme hatası, Dosya yüklenemedi: {0} Orijinal oyun içeriği muhtemelen değiştirilmiş,değişiklikleri geri alıp tekrar deneyin.Bu iş için en iyi yol 'SpaceEngineers\Content\Data' dosyasını dilmektir ve sonra steamde oyun ön belleğini doğrulayın Oyunu yeniden yüklemek sorunu çözmez çünkü steam bilinmeyen dosyaları silmez!
uk: Помилка при завантаженні оригінального ігрового контенту, не завантажується файл: {0} Оригінальний зміст гри ймовірно був змінений, повернути будь-яку модифікацію і спробуйте ще раз. Кращий спосіб це зробити полягає у видаленні папок "SpaceEngineers \ Content \ Data", а потім виберіть в Steam, 'Перевірте локальний кеш гри'. Перевстановлення гри не достатньо, тому що Steam не видаляйте невідомі файли!

# BlockPropertyDescription_BroadcastUsingAntennas
source: Broadcast using antennas
ca_ad: Transmetre usant antenes
cs_cz: Vysílat skrze antény
da: Broadcast ved brug af antenne
de: Übertragung via Antenne
es: Transmitir usando antenas
fi: Lähetä antenneilla
hu_hu: Jeladás antennák használatával
nl: Zend uit met antennes
no: Kringkast med antenner
pt_br: Transmissão utilizando antenas
ro: Difusează folosind antene
sk_sk: Vysielanie použitím antén
tr_tr: Antenleri kullanarak yayın
uk: Транслювати антенами

# MessageBoxErrorModLoadingFailure
source: Some mods were not loaded because of errors. See log file for details or run the game in single player to access the mod debug screen.
cs_cz: Některé módy nebyly načteny z důvodu chyby. Prohlídni si log pro více detailů nebo spusť hru jednoho hráče pro přístup k debugovací obrazovce módů.
da: Nogle mods blev ikke indlæst på grund af fejl. Se detaljer i logfilen eller kør spillet i single player til at få adgang til mod debug skærmen
de: Aufgrund von Fehlern konnten einige Modifikationen nicht geladen werden. Sehen sie im Log nach Details oder starten sie das Spiel im Einzelspielermodus um Zugriff auf den Modifikations-Debugmonitor zu bekommen.
es: Algunos mods no se cargaron a causa de errores. Ver archivo de registro para obtener detalles o ejecutar el juego en modo un jugador para acceder a la ventana de debug de mod.
hu_hu: Néhány mod egy hiba miatt nem töltött be. Részletekért nyisd meg a naplófájlt, vagy futtasd a játékot egyjátékos módban, hogy hozzáférj a mod hibakereső képernyőhöz.
no: Noen modder ble ikke lastet inn på grunn av en del feil. Sjekk loggfil for detaljer eller kjør spillet i enespiller for å få tilgang til mod feilsøkings-skjermen.
pt_br: Alguns mods não foram carregados devido à erros. Vejo o arquivo de registro para detalhes ou execute o jogo no modo de jogador único para acessar a tela de depuração do mod.
ro: Unele moduri nu au fost încărcate din cauza erorilor. Vedeți fișierul jurnal pentru detalii sau rulați jocul in modul offline ca să puteți accesa ecranul de depanare.
uk: Деякі модифікації не були завантажені через помилку! Дивіться лоґ-файл або запустіть режим самітньої гри, щоб отримати доступ екрану вирішення проблеми.

# ToolTipItemFilter_GenericProductionBlockInput
source: Any item accepted by {0}
ca_ad: Qualsevol objecte acceptat per {0}
cs_cz: Všechny položky přijímané {0}
da: Enhver ting accepterede af {0}
de: Jeder Gegenstand akzeptiert von {0}
es: Cualquier objeto aceptado por {0}
fi: Mikä tahansa {0}:n hyväksymä esine
hu_hu: Bármilyen tárgy, amit {0} elfogad
nl: Een item geaccepteerd door {0}
no: Uansett gjenstand godtatt av {0}
pt_br: Qualquer item aceito por {0}
ro: Orice obiect acceptat de {0}
tr_tr: {0} Tarafından kabul edilen herhangi bir madde
uk: Будь-яка річ, прийнята інструментом {0}.

# ToolTipItemFilter_GenericProductionBlockOutput
source: Any item produced by {0}
ca_ad: Qualsevol objecte produït per {0}
cs_cz: Jakékoliv položky vytvořené montérem
da: Enhver ting producerede af {0}
de: Jeder Gegenstand produziert von {0}
es: Cualquier objeto producido por {0}
fi: Mikä tahansa {0}:n tuottama esine
hu_hu: Bármilyen tárgy, amit {0} előállít.
nl: Een item gemaakt door {0}
no: Uansett gjenstand produsert av {0}
pt_br: Qualquer item produzido por {0}
ro: Orice obiect produs de {0}
tr_tr: {0} Tarafından üretilen herhangi bir madde
uk: Будь-яка річ, вироблена інструментом {0}.

# RenderIterpolation
source: Render interpolation
cs_cz: Vykresli Interpolaci
da: Renderings interpolation
es: Interpolación de Renderizado
hu_hu: Render közbeiktatás
no: Interpolarisert Rendering
pt_br: Renderizar interpolação
ro: Interpolare randare
sk_sk: Vykresliť interpoláciu
uk: Плавність відображення

# ToolTipVideoOptionRenderIterpolation
source: Reduces stuttering and makes game smoother.
cs_cz: Redukuje sekání a dělá hru plynulejší.
da: Reducerer stammen og gør spillet glattere.
de: Reduziert Bildstottern und macht das Spiel flüssiger.
es: Reduce los saltos de imagen y mejora la fluidez.
hu_hu: Csökkenti az akadozást, és folyamatosabbá teszi a játékot
no: Reduserer hakking og gjør spillet glattere.
pt_br: Reduz irregularidades e torna o jogo mais suave.
ro: Reduce blocajele și face jocul mai lin.
uk: Знижує провисання і робить гру більш гладкою.

# WorkshopTag_Production
source: Production
ca_ad: Producció
cs_cz: Produkce
da: Produktion
de: Produktion
es: Producción
fi: Tuotanto
hu_hu: Termelés
nl: Productie
no: Produksjon
pt_br: Produção
ro: Producție
sk_sk: Produkcia
tr_tr: Yapım
uk: Виробництво

# WorkshopTag_RespawnShip
source: Respawn Ship
ca_ad: Nau de reaparició
cs_cz: Počáteční loď 1
da: Genoplivnings Skib
de: Wiedereinstiegs-Schiff
es: Renacer en
fi: Uudelleensyntymisalus
hu_hu: Kezdőhajó
nl: Respawn Schip
no: Gjennoppbygg Skip
pt_br: Nave de respawn
ro: Navă Salvare
sk_sk: Obnoviť loď
tr_tr: Dirilme gemisi
uk: Відродитись на кораблі

# NotificationHintPressToExitCamera
source: Press {0} to exit camera view
ca_ad: Pressioneu {0} per sortir de la vista de la càmera
cs_cz: Stiskni {0} pro ukončení kamerového pohledu
da: Tryk {0} for at gå væk fra kameravisning
de: Drücke {0} um die Kameraansicht zu beenden
es: Presiona {0} para salir de la vista de cámara
fi: Paina {0} poistuaksesi kameran näkymästä
hu_hu: Nyomj {0}-t a kamera módból való kilépéshez
nl: Druk op {0} om het camera scherm te verlaten
no: Trykk {0} for å gå ut av kameramodus
pt_br: Pressione {0} para sair da visão de câmera.
ro: Apăsați {0} pentru a opri vizionarea camerei
tr_tr: Kamera görünümünden çıkmak için {0} tuşuna basın
uk: Натисніть {0}, аби вийти з камери заднього огляду

# WorkshopTag_ModPack
source: Modpack
cs_cz: Mod-balík
da: Modpakke
de: Modpaket
es: Paquete de modificación
hu_hu: Modcsomag
no: Modpakke
pt_br: Pacote de mods
ro: Pachet moduri
sk_sk: Balík pre mody
uk: Набір модів

# DisplayName_Block_Arc_Furnace
source: Arc furnace
ca_ad: Forn d'arc
cs_cz: Oblouková pec
da: Arc ovn
de: Lichtbogenofen
es: Horno de Arco
fi: Kaariuuni
hu_hu: Ívkemence
nl: Vlamboogoven
no: Arc-ovn
pt_br: Forno à arco
ro: Cuptor cu arc electric
tr_tr: Arc ocağı
uk: Дугова піч

# ScreenDebugSpawnMenu_Caption
source: Spawn Menu
ca_ad: Menú de reaparició
da: Genoplivnings Menu
de: Wiedereinstiegsmenü
es: Menú de Generación
fi: Luomisvalikko
hu_hu: Újraéledés Menü
no: Spawn Meny
pt_br: Menu de spawn
ro: Locuri de Înviere
tr_tr: Dirilme menüsü
uk: Меню відродження

# ScreenDebugSpawnMenu_SpawnAsteroid
source: Spawn Asteroid
ca_ad: Asteroide de reaparició
cs_cz: Vytvořit asteroid
da: Genoplivnings Asteroide
de: Erstelle Asteroid
es: Generar Asteroide
fi: Luo asteroidi
hu_hu: Aszteroida elhelyezése
nl: Asteroïde voortbrengen
no: Plasser Astroide
pt_br: Gerar Asteroide
ro: Crează Asteroid
sk_sk: Obnov asteroid
tr_tr: Asteroid Yeniden Doğma
uk: Зароджування астероїдів

# BlockPropertyTitle_SensorFieldDepthMax
source: Back extent
ca_ad: Extensió posterior
cs_cz: Zadní rozsah
da: Tilbage omfang
de: Ausdehnung nach hinten
es: Extensión trasera
fi: Taka-alue
hu_hu: Hátulsó kiterjedés
nl: Achteruitgang
no: Bakside utstrekning
pt_br: Extensão traseira
ro: Extindere spate
sk_sk: Zadný rozsah
tr_tr: Arka alan
uk: Знизу

# BlockPropertyTitle_SensorFieldDepthMin
source: Front extent
ca_ad: Extensió frontal
cs_cz: Přední rozsah
da: Foran omfang
de: Ausdehnung nach vorne
es: Extensión delantera
fi: Etualue
hu_hu: Elülső kiterjedés
nl: Vooruitgang
no: Framside utstrekning
pt_br: Extensão dianteira
ro: Extindere față
sk_sk: Predný rozsah
tr_tr: Ön alan
uk: Позаду

# BlockPropertyTitle_SensorFieldHeightMax
source: Top extent
ca_ad: Extensió superior
cs_cz: Horní rozsah
da: Top omfang
de: Ausdehnung nach oben
es: Extensión superior
fi: Yläalue
hu_hu: Fölső kiterjedés
nl: Bovenuitgang
no: Topp utsrekning
pt_br: Extensão superior
ro: Extindere în sus
sk_sk: Horný rozsah
tr_tr: Üst alan
uk: Зверху

# BlockPropertyTitle_SensorFieldHeightMin
source: Bottom extent
ca_ad: Extensió inferior
cs_cz: Spodní rozsah
da: Nedenunder omfang
de: Ausdehnung nach unten
es: Extensión inferior
fi: Ala-alue
hu_hu: Alsó kiterjedés
nl: Onderuitgang
no: Bunn utstrekning
pt_br: Extensão inferior
ro: Extindere în jos
sk_sk: Spodný rozsah
tr_tr: Alt alan
uk: Знизу

# BlockPropertyTitle_SensorFieldWidthMax
source: Right extent
ca_ad: Extensió dreta
cs_cz: Pravý rozsah
da: Højre omfang
de: Ausdehnung nach rechts
es: Extensión derecha
fi: Oikea alue
hu_hu: Jobb kiterjedés
nl: Rechter uitgang
no: Høyre utstrekning
pt_br: Extensão direita
ro: Extindere dreapta
sk_sk: Pravý rozsah
tr_tr: Sağ alan
uk: Справа

# BlockPropertyTitle_SensorFieldWidthMin
source: Left extent
ca_ad: Extensió esquerra
cs_cz: Levý rozsah
da: Venstre omfang
de: Ausdehnung nach links
es: Extensión izquierda
fi: Vasen alue
hu_hu: Bal kiterjedés
nl: Linker uitgang
no: Venste utstrekning
pt_br: Extensão esquerda
ro: Extindere stânga
sk_sk: Ľavý rozsah
tr_tr: Sol alan
uk: Зліва

# BlockPropertyDescription_LightBlinkInterval
source: Blinking interval of light (in seconds)
ca_ad: Interval de pampallugueig del llum (en segons)
cs_cz: Interval blikání světla (v sekundách)
da: Blinkende interval af lys (i sekunder)
de: Blinkabstand des Lichts (in Sekunden)
es: Intervalo de parpadeo (en segundos)
fi: Valon välkkymisen aikaväli (sekunteina)
hu_hu: Villogási időköz (másodpercben)
nl: Knippersnelheid van licht (in seconde)
no: Blinkende lys-interval (i sekunder)
pt_br: Intervalo de pisco da luz (em segundos)
ro: Lumina intermitentă (în secunde)
sk_sk: Interval blikania svetla (sec.)
tr_tr: Işığın yanıp sönme aralığı(saniye olarak)
uk: Інтервал мигтіння світла (в секундах)

# BlockPropertyDescription_LightBlinkLenght
source: Length of blinking as percentage of blink interval
ca_ad: Llargada del pampallugueig com a percentatge de l'interval de pampallugueig
cs_cz: Délka bliknutí v procentech blikacího intervalu
da: Længden af blink som procentdel af blinke interval
de: Länge des Blinkens prozentual zum Blinkabstand
es: Longitud del parpadeo como porcentaje del intervalo de parpadeo
fi: Välkkymisen pituus prosenttina välkkymisaikavälistä
hu_hu: Villogás hossza (az időköz százalékaként megadva)
nl: Lengte van knipperen als percentage van knippersnelheid
no: Blinking prosentvis av blinke-intervall
pt_br: Duração do piscar como porcentagem do intervalo de piscar
ro: Durata aprinderii luminii ca procent din interval
tr_tr: Yüzde olarak yanıp sönme uzunluğunu ayarla
uk: Довжина мерехтіння у відсотках від інтервалу блимання

# BlockPropertyDescription_LightBlinkOffset
source: Offset of blinking as percentage of blink interval
ca_ad: Desplaçament del pampallugueig com a percentatge de l'interval de pampallugueig
cs_cz: Vyrovnanost blikání v procentech blikacího intervalu
da: Forskydningen af blink som procentdel af blinke interval
de: Verzögerung des Blinkens prozentual zum Blinkabstand
es: Desfase de parpadeo como porcentaje del intervalo de parpadeo
fi: Välkkymisen etäisyys prosenttina välkkymisaikavälistä
hu_hu: Villogás késleltetése (az időköz százalékaként megadva)
nl: Compensatie van knipperen als percentage van knippersnelheid
pt_br: Compensação do piscar como porcentagem do intervalo de piscar
ro: Distanțarea aprinderii luminii ca procent din interval
tr_tr: Yanıp sönme aralığının yüzdesi olarak yanıp sönme Ofseti
uk: Зміщення мерехтіння у відсотках від інтервалу блимання

# BlockPropertyTitle_LightBlinkInterval
source: Blink Interval
ca_ad: Interval de pampallugueig
cs_cz: Interval Blikání
da: Blinke Interval
de: Blinkabstand
es: Intervalo de parpadeo
fi: Välkkymisaikaväli
hu_hu: Villogási időköz
nl: Knippersnelheid
no: Blinkeintervall
pt_br: Intervalo do piscar
ro: Interval Intermitent
sk_sk: Interval blikania
tr_tr: Yanma aralığı
uk: Інтервал мерехтіння

# BlockPropertyTitle_LightBlinkLenght
source: Blink Length
ca_ad: Llargada del pampallugueig
cs_cz: Délka Blikání
da: Blinke Længde
de: Blinkdauer
es: Longitud de Parpadeo
fi: Välkkymisen pituus
hu_hu: Villogás hossza
nl: Knipperlengte
no: Blinkelengde
pt_br: Duração do piscar
ro: Durată Aprindere
sk_sk: Dĺžka blikania
tr_tr: Yanma süresi
uk: Довжина мерехтіння
