Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# NoPlaceToCreateGrid
source: There's no place to create a new block. Point your view to an empty space.
cs_cz: Zde není místo pro vytvoření nového bloku. Zvolte prázdné místo.
da: Der er ikke nok plads til at placere en ny blok. Peg mod et tomt område.
de: Kein Platz für einen neuen Block. Schaue in Richtung eines leeren Bereiches.
es: No hay espacio para crear un bloque nuevo. Apunta la vista hacia un espacio vacío.
hu_hu: Nincs hely új blokk létrehozásához. Nézz üres tér felé.
no: Det er ingen ledig plass å lage en ny blokk. Beveg synsfeltet til et åpent område.
pt_br: Não há lugar para criar um novo bloco. Aponte sua visão para um lugar vazio.
ro: Nu este loc pentru a crea un bloc nou. Uitaţi-vă în direcţia unui spaţiu gol.
sk_sk: Tu nie je miesto pre vytvorenie nového bloku. Nájdite prázdne miesto.
uk: Немає місця, щоб поставити новий блок. Наведіть ваш приціл на порожнє місце.

# NotEnoughMaterial
source: Not enough materials to create a new block. At least one steel plate is required.
ca_ad: No hi ha suficients materials per crear un nou bloc. Almenys es necessita una placa d'acer.
cs_cz: Nemáte dostatek materiálu k vytvoření nového bloku. Je zapotřebí alespoň jeden železný plát.
da: Du har ikke nok materialer til at skabe en ny blok. Mindst én stålplade er påkrævet.
de: Nicht genug Material für einen neuen Block. Mindestens eine Stahlplatte wird benötigt.
es: No hay suficientes materiales para crear un nuevo bloque. Se necesita, al menos, una plancha de acero.
fi: Ei tarpeeksi materiaaleja uuteen kappaleeseen. Tarvitaan ainakin yksi teräslaatta.
hu_hu: Nincs elég anyag új blokk létrehozásához. Legalább egy acéllemez szükséges.
nl: Niet genoeg materiaal om een nieuw blok te creëren. Op zijn minst één stalen plaat is benodigd.
no: Ikke nok materialer til å lage en ny blokk. Du trenger minst en stålplate til.
pt_br: Sem materiais suficientes para criar um novo bloco. É necessário ao menos um placa de aço.
ro: Nu există suficiente materiale pentru a crea un bloc nou. Este nevoie de cel puţin o placă de oţel.
sk_sk: Nemáte dostatok materiálu pre vytvorenie nového bloku. Je potrebný aspoň jeden oceľový plát.
tr_tr: Yeni bir blok oluşturmak için yeterli malzemeniz yok. En az bir çelik plaka gerekiyor.
uk: Недостатньо матеріялів, аби створити новий блок. Необхідно мати, принаймні, одну сталеву пластину.

source: Turret
ca_ad: Torreta
cs_cz: Věž
da: Tårn
de: Geschütz
es: Torreta
fi: Tykkitorni
hu_hu: Löveg
nl: Geschuttoren
pt_br: Torreta
ro: Turelă
sk_sk: Veža
tr_tr: Taret
uk: Турель

# DisplayName_Block_Conveyor
source: Conveyor
ca_ad: Transportador
cs_cz: Transportér
da: Transportbånd
de: Förderband
es: Transportador
fi: Kuljetin
hu_hu: Továbbító
nl: Overbrenger
no: Samlebånd
pt_br: Transportador
ro: Transportor
sk_sk: Dopravník
tr_tr: Konveyör
uk: Конвеєр

# ControlName_HudOnOff
source: HUD on / off
cs_cz: HUD zapnout / vypnout
da: HUD til / fra
de: HUD an / aus
es: HUD encendido / apagado
hu_hu: HUD be / ki
no: HUD på / av
pt_br: Ligar / Desligar HUD
ro: HUD activ / inactiv
sk_sk: HUD zapnúť / vypnúť
uk: Увімк / Вимк інтерфейс

# ScreenCubeBuilderHint
source: Hint: Drag an icon to a toolbar slot and activate by a numeric key
cs_cz: Tip: Přetáhněte ikonu do panelu nástrojů a aktivujte číselnou klávesou.
da: Tip: Træk et ikon til værktøjslinjen og aktiver det ved at trykke på et nummer.
de: Hinweis: Ziehen sie ein Symbol auf einen Werkzeugplatz und aktivieren sie es durch Drücken der entsprechenden Zifferntaste
es: Consejo: Arrastra un Icono a un espacio de la Barra de Herramientas y actívalo con una tecla numérica
hu_hu: Tipp: Húzz egy tárgyat egy eszköztár slotba és aktiváld egy numerikus billentyűvel.
no: HInt: Dra et ikon til en verktøylinjesplass og aktiver med den numeriske tasten.
pt_br: Dica: Arraste um ícone para um slot na barra de ferramentas e o ative por uma tecla numérica
ro: Sugestie: Trageți o pictogramă la un slot de bară de instrumente și activaţi cu o cheie numerică
sk_sk: Nápoveda: Pretiahnite ikonu do panela nástrojov a aktivujte numerickým klávesom
uk: Порада: Перетягніть значок на панель інструментів й оберіть його за допомогою цифр на клавіатурі.

source: Saved
cs_cz: Uloženo
da: Gemt
de: Gespeichert
es: Guardado
hu_hu: Elmentve
no: Lagret
pt_br: Salvo
ro: Salvat
sk_sk: Uložené
uk: Збережено

source: Hide weapon
cs_cz: Skrýt zbraň
da: Skjul våben
de: Waffe wegstecken
es: Guardar arma
hu_hu: Fegyver elrejtése
no: Skjul våpen
pt_br: Esconder armas
ro: Ascunde arma
sk_sk: Skryť zbraň
uk: Сховати зброю

source: Thrust
cs_cz: Tah
da: Fremdrift
de: Schub
es: Propulsión
hu_hu: Tolóerő
no: Skyverakkett
pt_br: Impulso
ro: Propulsie
sk_sk: Ťah
uk: Тяга

# SomeWorldFilesCouldNotBeLoaded
source: One of the world/save files is corrupted and can't be loaded. See log for details.
cs_cz: Jeden ze souborů uloženého světa je poškozen a nelze načíst. Viz log pro více informací.
da: En af verdnerne/gemme filerne er korrupte og kan ikke blive åbnet. Se loggen for detaljer.
de: Eine Welt- / Spielstanddatei ist beschädigt und kann nicht geladen werden. Siehe Protokoll für weitere Informationen.
es: Uno de los mundos/archivos de guardado estás corruptos y no pueden ser cargados. Mira el registro para ver los detalles.
hu_hu: Az egyik világ/mentés fájlja hibás és nem lehet betölteni. További részletek a napló fájlban.
no: En av verden/lagrings filene er korrupt og kan ikke bli lastet inn. Se loggen for detaljer.
pt_br: Um dos mundos/saves está corrompido e não pode ser carregado. Veja o log para detalhes.
ro: Una dintre salvările lumii este coruptă şi nu poate fi încărcată. Vezi log-ul pentru detalii.
sk_sk: Jeden zo súborov sveta / uložený súbor je poškodený a nemožno ho načítať. Pozri log súbor.
uk: Один із файлів світу/збереження було пошкоджено, і тепер неможливо відкрити. Подробиці дивіться в журналі.

source: World file is corrupted and could not be loaded.
cs_cz: Soubor světa je poškozený a nemůže být nahrán.
da: Verdensfil er korrupt og kunne ikke indlæses.
de: Diese Welt ist beschädigt und kann nicht geladen werden.
es: El archivo del mundo está corrupto y no se pudo cargar.
hu_hu: A világ fájl sérült és nem lehet betölteni.
no: Verdens filen er korrupt og kan ikke bli lastet inn.
pt_br: Arquivo de Mundo está corrompido e não pode ser carregado
ro: Fișierul lumii este corupt și nu poate fi încărcat.
sk_sk: Súbor sveta je poškodený a nemôže byť načítaný.
uk: Файл світу пошкоджено, і його неможливо завантажити.

# Quote00Text
source: Scientists discover the world that exists; Engineers create the world that never was.
ca_ad: Els científics descobriren que el Món existeix; els enginyers crearen el Món que mai va ser.
cs_cz: Vědci objevují svět, který existuje. Inženýři vytvářejí svět, který nikdy neexistoval.
da: Forskere opdager den verden som eksisterer; ingeniører skaber den verden som aldrig var til.
de: Wissenschaftler entdecken die bestehende Welt; Ingenieure erschaffen eine noch nie dagewesene Welt.
es: Los científicos descubren el mundo que existe; Los ingenieros crean el mundo que nunca fue.
fi: Tiedemiehet löytävät maailman joka on olemassa; Insinöörit luovat maailman jota ei koskaan ollut.
hu_hu: A tudósok a létező világot vizsgálják. A mérnökök olyan világot teremtenek, ami soha nem is volt.
nl: Onderzoekers ontdekken de wereld die bestaat; ingenieurs creëren de wereld die er nooit was
no: Forskere oppdager den verden som eksisterer; Ingeniører skaper den verden som aldri var.
pt_br: Cientistas descobrem o mundo que existe. Os engenheiros criam o mundo que nunca existiu.
ro: Savanții descoperă lumea care există; Inginerii creează lumea care nu a existat niciodată.
sk_sk: Vedci objavujú svet, ktorý existuje; Inžinieri tvoria svet, ktorý neexistoval.
tr_tr: Bilim adamları var olan dünyayı keşfeder; Mühendisler hiç var olmamış dünyayı yaratırlar.
uk: Науковці відкривають для себе світ, що існує. Інженери створюють світ, якого ще ніколи не було.

# Quote01Text
source: Scientific discovery and scientific knowledge have been achieved only by those who have gone in pursuit of it without any practical purpose whatsoever in view.
ca_ad: Els descobriments i coneixements científics han estat aconseguits només per aquells que hi han anat al darrere sense cap finalitat pràctica a la vista.
cs_cz: Vědecké objevy a vědění bylo dosaženo jen těmi, kteří šli za svým cílem i bez vidiny nějakého praktického účelu.
da: Videnskablige opdagelser og videnskablig viden er kun blevet opnået af dem som er gået på jagt efter det, uden noget praktisk formål med det i syne.
de: Wissenschaftliche Entdeckungen und Erkentnisse wurden nur von denen erreicht, die danach strebten, ohne irgendeinen praktischen Nutzen zu verfolgen.
es: Los descubrimientos y conocimientos científicos han sido alcanzados solo por aquellos que han ido en la búsqueda sin propósito practico de algún tipo
fi: Tieteellisen keksimisen ja tieteellisen tiedon ovat saavuttaneet vain ne, jotka ovat menneet tavoittelemaan sitä ilman käytännön tarkoitusta tiedossa.
hu_hu: Tudományos felfedezés és tudás csak azok számára elérhető, akik minden gyakorlati cél keresése nélkül keresik azt.
nl: Wetenschappelijke ontdekkingen en kennis wordt alleen bereikt door diegene die het zijn gaan achtervolgen zonder enige praktische bedoelingen die ze in zicht hebben.
no: Vitenskapelige funn og vitenskapelig kunnskap er oppnådd bare av dem som har gått i jakten på den uten noen praktisk hensikt overhodet i siktet.
pt_br: Descobertas cientificas e o conhecimento cientifico foram alcançados apenas por aqueles que os perseguiram sem qualquer propósito prático em mente.
ro: Descoperirea științifică și cunoștințele științifice au fost realizate doar de către cei care s-au dus în urmărirea de ele fără nici un scop practic în vedere.
sk_sk: Vedecké objavy a poznanie boli dosiahnuté tými, ktorí sa do toho vrhli bez toho, aby za tým videli nejaký zmysel.
tr_tr: Bilimsel keşif ve bilimsel bilgi sadece herhangi bir pratiksel amaç gütmeden bu bilgilerin peşinden gitmiş olan kişiler tarafından elde edilmiştir.
uk: Наукове відкриття і знання були досягнуті лише тими, хто гнався за ними без жодної практичної мети.

# Quote02Author
source: Archimedes
ca_ad: Arquímedes
cs_cz: Archimédés
es: Arquímedes
fi: Arkhimedes
hu_hu: Arkhimédész
no: Arkimedes
pt_br: Arquimedes
ro: Archimede
uk: Архімед

# Quote02Text
source: Give me a lever long enough and a fulcrum on which to place it, and I shall move the world.
ca_ad: Dóna'm una palanca prou llarga i un punt de suport on col·locar-la, i mouré el Món.
cs_cz: Dejte mi dostatečně dlouhou páku, pevný bod kam ji usadit a já pohnu celým světem.
da: Giv mig en løftestang og et omdrejningspunkt at placere den på, og jeg vil bevæge verdenen.
de: Gib mir einen Punkt, wo ich sicher stehen kann, einen Hebel, der lang genug ist, und ich bewege die Erde.
es: Dame una palanca lo suficiente larga y un punto de apoyo en el que colocarlo, y podré mover el mundo.
fi: Anna minulle tarpeeksi pitkä vipu ja tukipiste jolle voin asettaa sen, ja minä liikutan maailmaa.
hu_hu: Adjatok egy fix pontot, és én kifordítom sarkaiból a világot.
nl: Geef me een hendel en een steunpunt waarop ik het kan plaatsen, dan verplaats ik de wereld.
no: Gi meg en spake lang nok og et omdreiningspunkt for å sette den på, så skal jeg flytte på verden.
pt_br: Me dê uma alavanca longa o suficiente e um apoio onde colocá-la, e eu moverei o mundo.
ro: Dă-mi o pârghie destul de lungă și un punct de sprijin pe care să-l plasez, și voi muta pământul.
sk_sk: Dajte mi pevný bod vo vesmíre a ja pohnem celou Zemou.
tr_tr: Bana yeterince uzun bir kaldıraç ile onu yerleştireceğim bir dayanak noktası verin, Dünyayı yerinden oynatayım.
uk: Дайте мені достатньо довгий важіль та опору, на яку його можна поставити, і я зрушу світ.

# Quote03Text
source: When a distinguished but elderly scientist states that something is possible, he is almost certainly right. When he states that something is impossible, he is very probably wrong.
ca_ad: Quan un científic distingit però ancià afirma que alguna cosa és possible, gairebé segur que té raó. Quan afirma que alguna cosa és impossible, segurament s'equivoca.
cs_cz: Když respektovaný, ale postarší vědec řekne, že je něco možné, tak má skoro určitě pravdu. Pokud řekne, že je něco nemožné, dost pravděpodobně se mýlí.
da: Når en fremtrædende men ældre videnskabsmand siger at noget er muligt, har han højst sandsynligt ret. Når han siger at noget er umuligt, er det helt sikkert forkert.
de: Wenn ein angesehener aber älterer Wissenschaftler behauptet, dass etwas möglich ist, hat er mit an Sicherheit grenzender Wahrscheinlichkeit recht. Wenn er behauptet dass etwas unmöglich ist, hat er höchstwahrscheinlich unrecht.
es: Cuando un científico prestigioso pero anciano afirma que algo es posible, lo más probable es que esté en lo correcto. Cuando afirma que algo es imposible, lo más probable es que esté equivocado.
fi: Kun ansioitunut mutta vanhahko tiedemies toteaa, että jokin on mahdollista, hän on lähes varmasti oikeassa. Kun hän toteaa, että jokin on mahdotonta, hän on hyvin todennäköisesti väärässä.
hu_hu: Mikor egy kiemelkedő, de idős tudós azt állítja, hogy valami lehetséges, majdnem bizonyosan igaza van. Mikor azt állítja, valami lehetetlen, nagy valószínűséggel téved.
nl: Wanneer een onderscheiden maar oude wetenschapper verklaart dat iets mogelijk is, heeft hij het bijna zeker goed. Wanneer hij verklaart dat iets onmogelijk is, heeft hij het zeer waarschijnlijk fout.
no: Når en fremstående men eldre vitenskapsmann sier at noe er mulig, har han nesten helt sikkert rett. Når han sier at noe er umulig, tar han høyst sannsynlig feil.
pt_br: Quando um notável, porém velho, cientista diz que algo é possível, è quase certo que ele está correto. Quando ele diz que algo é impossível, ele está muito provavelmente errado.
ro: Când un savant recunoscut spune că ceva e posibil, el are mai mult ca sigur dreptate. Când acesta spune că ceva este imposibil, este foarte probabil că acesta să se înşele amarnic.
sk_sk: Keď významný, ale postarší vedec prehlási, že niečo je možné, takmer isto má pravdu. Keď prehlási niečo za nemožné, pravdepodobne sa veľmi mýli.
tr_tr: Seçkin ve yaşını almış bir bilim adamı bir şeyin mümkün olduğunu iddia ediyorsa, neredeyse kesinlikle haklıdır. Aynı kişi bir şeyin imkânsız olduğunu iddia ettiğinde ise, büyük olasılıkla yanılıyordur.
uk: Проте, коли непрофесіонали гуртуються навколо ідеї, що заперечується шанованим, але літнім ученим, і підтримують цю ідею із завзяттям і ентузіазмом - то цей шанований, але літній учений, зрештою, має рацію.

# Quote04Text
source: Science may set limits to knowledge, but should not set limits to imagination.
ca_ad: La ciència pot posar límits al coneixement, però no pot posar límits a la imaginació.
cs_cz: Věda může nastavit limity vědění ale neměla by nastavovat limity představivosti.
da: Videnskab kan sætte begrænsninger på viden, men burde ikke begrænse fantasien.
de: Wissenschaft mag den Kenntnissen zwar Grenzen setzen, jedoch nicht der Vorstellungskraft.
es: La ciencia puede poner límites a lo desconocido, pero no debe ponérselos a la imaginación.
fi: Tiede voi asettaa rajat tiedolle, mutta sen ei pitäisi rajoittaa mielikuvitusta.
hu_hu: A tudomány korlátozhatja tudásunk, de a képzeletünk soha.
nl: Wetenschap mag dan een limiet stellen op kennis, maar zou geen limiet mogen stellen op verbeelding.
no: Vitenskap kan kanskje sette grenser for kunnskap, men burde ikke sette grenser for fantasien.
pt_br: Ciência pode impor limites ao conhecimento, mas não deve impor limites a imaginação.
ro: Știința poate stabili limitele cunoașterii, dar nu trebuie să stabilească limitele imaginatiei.
sk_sk: Veda može nastaviť hranice poznania, ale nemala by obmedzovať predstavivosť.
tr_tr: Bilim bilgiyi sınırlayabilir ama hayal gücünü sınırlamaması gerekir.
uk: Наука може обмежити знання, але не повинна встановлювати межі уяви.

# Quote05Text
source: Nothing shocks me. I'm a scientist.
ca_ad: Res em sorprèn. Sóc científic.
cs_cz: Nic mě nepřekvapí, jsem vědec.
da: Intet shokerer mig. Jeg er en videnskabsmand.
de: Nichts schockiert mich. Ich bin ein Wissenschaftler
es: Nada me conmociona. Soy un científico.
fi: Mikään ei yllätä minua. Olen tiedemies.
hu_hu: Semmi sem lep meg. Tudós vagyok.
nl: Niets verbaasd me. Ik ben een wetenschapper.
no: Ingenting sjokkerer meg. Jeg er en vitenskapsmann.
pt_br: Nada me impressiona. Sou um cientista.
ro: Nimic nu mă șochează. Sunt un om de știință.
sk_sk: Nič ma nemôže prekvapiť. Som vedec.
tr_tr: Hiçbir şey beni şaşırtmaz. Ben bir bilim adamıyım.
uk: Мене ніщо не здивує. Я науковець.

# Quote06Text
source: Science is organized knowledge. Wisdom is organized life.
ca_ad: La ciència és coneixement organitzat. La saviesa és vida organitzada.
cs_cz: Věda je organizované vědění. Moudrost je organizovaný život.
da: Videnskab er organiseret viden. Visdom er organiseret liv
de: Wissenschaft ist organisiertes Wissen. Weisheit ist organisiertes Leben.
es: La ciencia se organiza en lo desconocido. La sabiduría organiza la vida.
fi: Tiede on järjestäytynyttä tietoa. Viisaus on järjestäytynyttä elämää.
hu_hu: A tudomány rendezett tudás. A bölcsesség rendezett élet.
nl: Wetenschap is een georganiseerde kennis. Wijsheid is een georganiseerd leven.
no: Vitenskap er organisert viten. Visdom er organisert liv.
pt_br: Ciência é conhecimento organizado. Sabedoria é vida organizada.
ro: Știința este cunoaştere organizată. Înțelepciunea este viață organizată.
sk_sk: Veda je organizované poznanie. Múdrosť je organizovaný život.
tr_tr: Bilim organize edilmiş bilgidir. Bilgelik ise organize edilmiş hayattır.
uk: Наука - це організовані знання. Мудрість - це організоване життя.

# Quote07Text
source: A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it.
ca_ad: Una nova veritat científica no triomfa convencent els seus opositors i fent-los veure la llum, sinó que aquests moren i una nova generació creix familiaritzada amb ella.
cs_cz: Nová vědecká pravda se neprosazuje tím, že se její odpůrci dají přesvědčit, ale spíše tak, že odpůrci pomalu vymřou a dorůstající generace se s pravdou seznamuje hned na počátku.
da: En ny videnskablig sandhed triumferer ikke ved at overbevise sine modstandere og få dem til at se lyset, men fordi dens modstandere efterhånden vil dø, og en ny generation vokser op med det den kender til.
de: Eine neue wissenschaftliche Wahrheit pflegt sich nicht in der Weise durchzusetzen, daß ihre Gegner überzeugt werden und sich als belehrt erklären, sondern vielmehr dadurch, daß ihre Gegner allmählich aussterben und daß die heranwachsende Generation von vornherein mit der Wahrheit vertraut gemacht ist.
es: Una nueva verdad científica no suele imponerse convenciendo a sus oponentes y haciéndoles ver la luz, sino más bien porque sus oponentes desaparecen paulatinamente y crece una nueva generación familiarizada con ella.
fi: Uusi tieteellinen totuus ei saavuta voittoa vakuuttamalla sen vastustajia ja tekemällä heidät valaistuneiksi, vaan sen vastustajat lopulta kuitenkin kuolevat, ja uusi saa sukupolvi kasvaa totuuden parissa ja oppia tutustumaan siihen.
hu_hu: A tudományos igazság nem azáltal diadalmaskodik, hogy meggyőzi az ellenfeleket és megláttatja velük a fényt, hanem azáltal, hogy az ellenfelei végül elhalnak és egy új generáció nő fel, akik már járatasak benne.
nl: Een nieuwe wetenschappelijke waarheid triomfeert niet door het overhalen van zijn tegenstanders en hun het licht laten zien, maar eerder omdat zijn tegenstanders uiteindelijk doodgaan, en een nieuwe generatie opgroeit die ermee bekend is.
no: En ny vitenskapelig sannhet triumferer ikke ved å overbevise sine fiender eller ved å få dem til å se lyset, men heller fordi fienden vil til slutt dø, og en ny generasjon vil gro opp kjent med den.
pt_br: Uma verdade cientifica não triunfa convencendo seus oponentes e os fazendo ver a luz, mas sim porque seus oponentes eventualmente morrem, e uma nova geração cresce acostumada a ela.
ro: Un adevăr ştiinţific nou nu triumfă neapărat pentru că îşi convinge oponenţii că este corect, ci, mai degrabă, pentru ca oponenţii acestui adevăr mor, iar noua generaţie se obişnuieşte cu acesta.
sk_sk: Nové vedecké poznatky nezvíťazia tak, že presvedčia svojich odporcov, ale počkajú, kým títo odporcovia vymrú a nová generácia sa s nimi zoznámi už od začiatku.
tr_tr: Yeni bir bilimsel gerçek karşıtlarını ikna ederek başarıya ulaşmaz ama karşıtları zamanla kaybolup, ona aşina olan yeni bir jenerasyon yetiştiğinde ulaşır.
uk: Нова наукова правда перемагає не тим, що переконує своїх супротивників і змушує їх побачити світло, а радше тим, що її опоненти, зрештою, помирають, і виростає нове, ознайомлене з нею покоління.

# Quote08Text
source: An investment in knowledge pays the best interest.
ca_ad: Una inversió en coneixement dóna els millors interessos possibles.
cs_cz: Investice do vědění nesou nejvyšší úrok
da: En investering i klogskab giver den bedste rente.
de: Eine Investition in Wissen bringt noch immer die besten Zinsen.
es: Invertir en conocimiento nos devuelve los mejores intereses
fi: Investointi tietoon antaa suurimman koron.
hu_hu: A legjövedelmezőbb befektetés a tudás.
nl: Een investering in kennis betaalt het beste uit.
no: En investering i kunnskap betaler den beste interessen.
pt_br: Um investimento em conhecimento paga os melhores juros.
ro: O investiție în cunoaștere plătește cea mai buna dobândă.
sk_sk: Investície do vedomostí vynášajú najlepšie úroky.
tr_tr: Bilgiye yapılan yatırım en yüksek kârı getirir.
uk: Інвестиції в науку приносять найбільшу користь.

# Quote09Text
source: Anyone who has never made a mistake has never tried anything new.
ca_ad: Algú que mai no ha comès un error és que mai no ha provat res de nou.
cs_cz: Ten, kdo nikdy neudělal žádnou chybu, nikdy nezkusil nic nového.
da: Den der aldrig har begået fejl, har aldrig prøvet noget nyt.
de: Jemand der noch nie einen Fehler begangen hat, hat nie etwas Neues versucht.
es: Cualquiera que nunca ha cometido un error nunca a probado algo nuevo.
fi: Jokainen joka ei ole koskaan tehnyt virheitä ei ole koskaan kokeillut mitään uutta.
hu_hu: Aki még sosem követett el hibát, valószínűleg még sosem próbált semmi új dolgot.
nl: Iemand die nog nooit een fout heeft gemaakt, heeft nog nooit iets nieuws geprobeerd.
no: Noen som aldri har gjort en feil har aldri prøvd noe nytt.
pt_br: Qualquer um que nunca tenha errado, nunca experimentou algo novo.
ro: Oricine nu a făcut niciodată o greșeală nu a încercat niciodată nimic nou.
sk_sk: Ten kto sa nikdy nepomýlil, sa nepokúsil spraviť niečo nové.
tr_tr: Hiç hata yapmamış insan, yeni hiçbir şey denememiştir.
uk: Той, хто ніколи не робив помилок - ніколи не намагався робити щось нове.

# Quote10Text
source: Nature never breaks her own laws.
ca_ad: La natura mai no trenca les seves pròpies normes.
cs_cz: Příroda nikdy neporuší vlastní zákony.
da: Naturen bryder aldrig sine egne love.
de: Die Natur bricht nie ihre eigenen Regeln
es: La naturaleza nunca rompe sus leyes.
fi: Luonto ei koskaan riko omia lakejaan.
hu_hu: A természet soha nem szegi meg a saját törvényeit.
nl: De natuur breekt nooit haar eigen regels.
no: Naturen bryter aldri hennes egne lover.
pt_br: A natureza nunca quebra suas próprias leis.
ro: Natura nu îşi încalcă legile.
sk_sk: Príroda nikdy neporuší vlastné zákony.
tr_tr: Doğa kendi yasalarını asla ihlal etmez.
uk: Природа ніколи не порушує свої власні закони.
