Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# CubeBuilderPasteNotification
source: Press LMB or Ctrl+V to paste object
cs_cz: Stiskněte levé tlačítko myši nebo Ctrl+V pro vložení objektu
da: Tryk LMB eller Ctrl+V for at indsætte objekt
de: Drücke die linke Maustaste oder Strg+V, um das Objekt einzufügen
es: Ctrl+V / Botón izquierdo para pegar objeto
hu_hu: Nyomj bal egérgombot vagy Ctrl-V-t az objektum beillesztéséhez
no: Trykk på LMB eller Ctrl+V for å lime inn objektet
pt_br: Pressione o LMB ou Ctrl+V para colar objetos
ro: Apasă BMS sau Ctrl+V pentru a lipi obiectul
sk_sk: Stlač LMB alebo Ctrl+V pre prilepenie objektu
uk: Натисніть ЛКМ або Ctrl + V, аби вставити об'єкт

# MessageBoxTextErrorLoadingEntities
source: An error occurred while adding one or more objects. See log file for more details.
cs_cz: Chyba při přidávání jednoho nebo více objektů. Viz log pro více informací.
da: En fejl er opstået under tilføjelsen af en, eller flere objekter. Se log filen for flere detaljer.
de: Beim hinzufügen von einem oder mehrerer Objekte ist ein Fehler aufgetreten. Schaue in die Log Dateien für mehr Informationen.
es: Ha ocurrido un error al añadir uno o más objetos. Consulte el archivo de registro para más detalles.
hu_hu: Hiba történt az objektum(ok) betöltése közben. További részletek a napló fájlban.
no: Det oppstod en feil under plassering av en eller flere objekter. Se loggfilen for flere detaljer.
pt_br: Um erro ocorreu ao adicionar um ou mais objetos. Veja o arquivo de log para mais detalhes.
ro: A apărut o eroare în timpul adăugarii lui unu sau mai multe obiecte. Vezi fișier de log pentru mai mulţi detalii.
sk_sk: Nastala chyba pri pridávaní jedného alebo viac objektov. Pozri log súbor pre viac detailov.
uk: Відбулася помилка під час додавання одного або декількох об'єктів. Перегляньте журнал задля детальнішої інформації.

# MessageBoxTextAreYouSureToMoveGridToClipboard
source: Are you sure you want to delete selected object? (copy will be stored in clipboard)
cs_cz: Jste si jisti smazáním vybraného objektu? (kopie se uloží do schránky)
da: Er du sikker på, at du vil slette det valgte objekt? (kopien vil blive opbevaret i udklipsholderen)
de: Sind Sie sicher, dass Sie das ausgewählte Objekt löschen wollen? (Eine Kopie wird in der Zwischenablage gespeichert)
es: ¿Estás seguro de que deseas eliminar el objeto seleccionado? (La copia se guardará en el porta-papeles)
hu_hu: Biztos ki akarod törölni a kijelölt objektumot? (a másolat a vágólapon megmarad)
no: Er du sikker på at du vil slette det valgte objektet? (kopi vil bli lagret i utklippstavlen)
pt_br: Você tem certeza de que deseja deletar o objeto selecionado? (Uma cópia será guardada na área de transferência)
ro: Ești sigur că dorești să ștergi obiectul selectat? (o copie va fi stocată pe clipboard)
sk_sk: Ste si istý, že chcete zmazať vybraný object? (kópia sa uloží do clipboardu)
uk: Ви справді бажаєте вилучити обраний об'єкт? (копія зберігатиметься в буфері обміну)

# MessageBoxTextMemoryLimitReachedDuringLoad
source: Memory limit has been reached while loading the world and some objects were not added. If you were using Large World fix and the game was recently updated, it may have been disabled.
cs_cz: Limit paměti byl dosažen při načítání světa a některé objekty nebyly přidány. Jestli jste používali úpravu velký svět a hra byla nedávno updatována, mohla být zrušena.
da: Hukommelsesbegrænsningen er nået under indlæsning af verdenen, nogle objekter er ikke tilføjet. Hvis du bruger Large World fix og spillet for nylig blev opdateret, kan det muligvis være blevet slået fra.
de: Beim Laden der Welt wurde die maximale Speicherkapazität erreicht und nicht alle Objekte konnten geladen werden. Wenn das Spiel kürzlich aktualisiert wurde und Sie den Large World Fix verwenden, wurde dieser möglicherweise deaktiviert.
es: Se ha alcanzado el limite de memoria mientas se cargaba el mundo y algunos objetos no han sido incorporados. Si estaba utilizando el ajuste para alcanzar un tamaño mayor de mundo en su proyecto es posible que éste se haya perdido si el juego ha sido actualizado recientemente. Compruebe de nuevo su configuración
hu_hu: A világ betöltése közben a játék elérte a maximum felhasználható memóriát, így néhány objektum nem lett betöltve. Ha a Large World javítást használtad és nemrég frissítetted a játékot, lehet ki lett kapcsolva.
no: Full minnekapasitet nådd mens verdenen ble lastet inn og noen objekter ble ikke lagt til. Hvis du brukte Stor Verden fiks (Large world fix) og spillet nylig har blitt oppdatert, er det mulig at det har blitt deaktivert.
pt_br: O limite de memória foi atingido durante o carregamento do mundo e alguns objetos não foram adicionados. Se você estava usando o "Large World fix" e o jogo foi atualizado recentemente, ele pode ter sido desativado.
ro: Limita de memorie a fost atinsă în timp ce lumea se încărca și unele obiecte nu au fost adăugate. Dacă folositi Large World fix și jocul a fost recent actualizat, ar putea fi dezactivat.
sk_sk: Dosiahnutý limit pre pamať počas nahrávania sveta a niektoré objekty neboli nahraté. Ak si použil Large World fix a hra bola aktualizovaná, mal by byť vypnutý.
uk: Під час завантаження світу досягнуто межі пам'яті, тож деякі об'єкти не було додано. Це повідомлення можна вимкнути, якщо ви використовували виправлення Великий Світ і гра нещодавно оновлювалася.

# ScreenOptionsControls_Keyboard2
source: Keyboard 2
cs_cz: Klávesnice 2
da: Tastatur 2
de: Tastatur 2
es: Teclado 2
hu_hu: Billentyűzet 2
no: Tastatur 2
pt_br: Teclado 2
ro: Tastatură 2
sk_sk: Klávesnica 2
uk: Клавіатура 2

# DialogTextDownloadingWorld
source: Downloading world: {0}% World size: {1}
cs_cz: Stahování světa: {0}%
da: Henter verden: {0}% Størrelse på verden: {1}
de: Welt wird geladen: {0}%
es: Descargando mundo: {0}%
hu_hu: Világ letöltése: {0}%
no: Laster ned verden: {0}%
pt_br: Baixando mundo: {0}% Tamanho do mundo: {1}
ro: Descărcare lume: {0}% Dimensiunea lumii: {1}
sk_sk: Sťahovanie sveta: {0}%
uk: Завантаження світу: {0}%

# DialogTextDownloadWorldFailed
source: Downloading the world has failed!
cs_cz: Stahování světa selhalo!
da: Download af verden mislykkedes!
de: Herunterladen der Welt ist fehlgeschlagen!
es: ¡Descarga fallida del mundo!
hu_hu: A világ letöltése sikertelen!
no: Nedlasting av verden har feilet!
pt_br: Download do mundo falhou!
ro: Descărcarea lumii a eșuat!
sk_sk: Sťahovanie sveta zlyhalo!
uk: Невдале завантаження світу!

# DialogTextJoiningWorld
source: Joining world
cs_cz: Připojování k světu
da: Deltager i verden
de: Welt beitreten
es: Uniéndose al mundo
hu_hu: Csatlakozás a világhoz
no: Blir med i verden
pt_br: Juntando-se ao Mundo
ro: Conectare la lume
sk_sk: Pripájam k svetu
uk: Приєднання до світу

# DialogTextJoinWorldFailed
source: Joining world failed, reason: {0}
cs_cz: Připojování k světu selhalo, důvod: {0}
da: Deltagelse i verden mislykkedes, grundet: {0}
de: Betreten der Welt ist fehlgeschlagen; Ursache: {0}
es: Fallo al unirse al mundo, razón: {0}
hu_hu: Csatlakozás a világhoz sikertelen, oka: {0}
no: Kunne ikke bli med i verden, grunn: {0}
pt_br: Falha em juntar-se ao Mundo, razão: {0}
ro: Conectare la lume eşuată, motiv: {0}
sk_sk: Pripojenie k svetu zlyhalo, dôvod: {0}
uk: Не вдалося приєднатися до світу, причина: {0}

# GpuUnderMinimumNotification
source: We have detected that your graphics card is under the minimum requirements and this can cause performance issues or crashes. Thank you for your understanding.
cs_cz: Vaše grafická karta nesplňuje minimální požadavky a to může mít za následek zasekávání a pády hry. Děkujeme za pochopení.
da: Vi har opdaget at dit grafik kort ligger under mindste kravene og dette kan skabe ydelsesproblemer eller nedbrud. Tak for din forståelse.
de: Ihre Grafikkarte entspricht nicht den minimalen Systemanforderungen. Dies kann zu Geschwindigkeitseinbußen, Fehlern oder Abstürzen führen. Danke für Ihr Verständnis.
es: Hemos detectado que su tarjeta gráfica no cumple con los requisitos mínimos y esto puede afectar la correcta ejecución o provocar fallos. Gracias por su comprensión.
hu_hu: Észleltük, hogy a grafikus kártyád a minimális rendszerkövetelményeket nem éri el, ez rossz teljesítményt vagy fagyást okozhat. Megértésedet köszönjük.
no: Vi har oppdaget at grafikkortet ditt er under minimumskravene og dette kan føre til ytelsesproblemer eller kræsj. Takk for din forståelse.
pt_br: Nós detectamos que sua placa de vídeo esta abaixo dos requisitos mínimos e isso pode causar problemas de performance ou fechar o jogo. Obrigado pela sua compreensão.
ro: Am detectat ca placa dumneavoastră video este sub cerinţele minime, iar aceasta poate cauza probleme de performanţă sau crash-uri. Vă mulţumim pentru înţelegere.
sk_sk: Vaša grafická karta nedostahuje minimálnych parametrov, čo môže mať za následok zasekávanie a zamŕzanie hry. Ďakujeme za pochopenie.
uk: Ми виявили, що ваша видивокарта не задовольняє мінімальним вимогам, це може привести до зниження продуктивності й появі помилок. Дякуємо за ваше розуміння.

# ToolTipItemFilter_AnyOre
source: Any kind of ore
ca_ad: Qualsevol tipus de mineral
cs_cz: Jakýkoli druh rudy
da: Enhver slags malm
de: Jede Art von Erz
es: Cualquier tipo de mineral
fi: Mikä tahansa malmi
hu_hu: Bármilyen érc
nl: Elk type erts
no: Alle typer malm
pt_br: Qualquer tipo de minério
ro: Orice tip de minereu
sk_sk: Akýkoľvek druh rudy
tr_tr: Herhangi bir tür cevher
uk: Будь-який тип руди

# ToolTipItemFilter_UraniumIngot
source: Uranium ingot
ca_ad: Lingot d'urani
cs_cz: Uranový ignot
da: Uran barre
de: Uranbarren
es: Lingote de Uranio
fi: Uraaniharkko
hu_hu: Uránium rúd
nl: Uranium staaf
no: Uranium malm
pt_br: Lingote de Urânio
ro: Lingou de Uraniu
sk_sk: Uránová tehlička
tr_tr: Uranyum Külçesi
uk: Злиток урану

source: Show rotation hints
cs_cz: Ukaž nápovědu k rotaci
da: Vis rotations tips
de: Zeige Tipps zur Drehung
es: Mostrar consejos de rotación
hu_hu: Forgatási útmutató megjelenítése
no: Vis rotasjon tips
pt_br: Mostrar dicas de rotação
ro: Arată indicii de rotație
sk_sk: Ukáž nápovedu rotácie
uk: Відображати підказки обертання

# ToolTipGameOptionsShowRotationHints
source: Show HUD rotation hints during building
cs_cz: Zobrazit nápovědu pro rotaci bloků při stavění
da: Vis HUD rotations tips under bygning
de: Zeige HUD-Rotationshilfen während du baust.
es: Mostrar en el HUD consejos sobe rotación mientras se construye
hu_hu: Forgatási útmutató megjelenítése
no: Vis HUD roterings hint under bygging
pt_br: Mostrar dicas de rotações na tela durante a construção
ro: Arată indicii de rotație în timpul construirii
sk_sk: Ukáž nápovedu rotácie HUD pri stavbe
uk: Показувати підказки з обертання під час будівництва

# UnknownControl_Unassigned
source: [unassigned]
cs_cz: [nepřirazeno]
da: [ikke tilknyttet]
de: [nicht zugewiesen]
es: [ninguno]
hu_hu: [nincs hozzárendelve]
no: [Ikke tilordnet]
pt_br: [Não-designado]
ro: [neatribuit]
sk_sk: [nepriradené]
uk: [не призначено]

# ScreenOptionsGame_BuildingMode
source: Building mode
cs_cz: Konstrukční mód
da: Byggetilstand
de: Baumodus
es: Modo construcción.
hu_hu: Építő mód
no: Byggemodus
pt_br: Modo de construção
ro: Mod construire
sk_sk: Staviteľský mód
uk: Режим будівництва

# ScreenOptionsGame_Line
source: Line
cs_cz: Řada
da: Linje
de: Linie
es: Línea
hu_hu: Sor
no: Linje
pt_br: Linha
ro: Linie
sk_sk: Línia
uk: Лінія

# ScreenOptionsGame_Plane
source: Plane
cs_cz: Osa
da: Plan
de: Ebene
es: Plano
hu_hu: Síklap
no: Plant
pt_br: Plano
ro: Plan
sk_sk: Rovina
uk: Літак

# ScreenOptionsGame_SingleBlock
source: Single block
cs_cz: Jednotlivý blok
da: Enkelt blok
de: Einzelner Block
es: Bloques Individuales
hu_hu: Egyetlen blokk
no: Enkel blokk
pt_br: Único bloco
ro: Un singur bloc
sk_sk: Samostatný blok
uk: Обраний блок

# BlockPropertyTitle_MotorTorque
source: Torque
ca_ad: Torsió
cs_cz: Točivý moment
da: Drejningsmoment
de: Drehmoment
es: Par motor
fi: Vääntövoima
hu_hu: Nyomaték
nl: Koppel
no: Dreiemoment
ro: Putere
sk_sk: Točivý moment
tr_tr: Tork
uk: Обертальний момент

# BlockPropertyTitle_MotorBrakingTorque
source: Braking tor.
ca_ad: Potència de frenada
cs_cz: Brzdný točivý moment
da: Bremsemoment
de: Bremsmoment
es: Par de frenada
fi: Jarrutusvoim.
hu_hu: Fékezési nyomaték
nl: Rem kracht
no: Bremsemoment
pt_br: Torque de freio
ro: Frânare
sk_sk: Brzdiaci moment
tr_tr: Fren torku
uk: Гальмівний момент

# BlockPropertyTitle_MotorTargetVelocity
source: Velocity
ca_ad: Velocitat
cs_cz: Rychlost
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fi: Nopeus
hu_hu: Sebesség
nl: Snelheid
no: Hastighet
pt_br: Velocidade
ro: Viteză
sk_sk: Rýchlosť
tr_tr: Sürat
uk: Швидкість

# ToolTipItemFilter_AnyIngot
source: Any kind of ingot
ca_ad: Qualsevol tipus de lingot
cs_cz: Jakýkoliv ingot
da: Enhver slags barre
de: Jede Art von Barren
es: Cualquier tipo de lingote
fi: Mikä tahansa harkko
hu_hu: Bármilyen rúd
nl: Elke soort staaf
no: Alle typer barrer
pt_br: Qualquer lingote
ro: Orice fel de lingou
sk_sk: Akýkoľvek druh ingotu
tr_tr: Herhangi bir tür külçe
uk: Будь-який злиток

# BlockPropertyTitle_MotorMaxAngle
source: Upper limit
ca_ad: Límit superior
cs_cz: Horní limit
da: Øvre grænse
de: Obergrenze
es: Límite superior
fi: Yläraja
hu_hu: Felső határ
nl: Hoogste limiet
no: Øvre grense
pt_br: Limite máximo
ro: Limita superioară
sk_sk: Horný limit
tr_tr: Üst limit
uk: Горішня межа

# BlockPropertyTitle_MotorMinAngle
source: Lower limit
ca_ad: Límit inferior
cs_cz: Dolní limit
da: Nedre grænse
de: Unteres Limit
es: Limite mínimo
fi: Alaraja
hu_hu: Alsó határ
nl: Laagste limiet
no: Nedre grense
pt_br: Limite mínimo
ro: Limita inferioară
sk_sk: Dolný limit
tr_tr: Alt limit
uk: Нижня межа

# IconSymbol_Gravel
source: Gravel
ca_ad: Grava
cs_cz: Štěrk
da: Grus
de: Kies
es: Grava
fi: Sora
hu_hu: Sóder
nl: Grind
no: Grus
pt_br: Cascalho
ro: Pietriș
sk_sk: Štrk
tr_tr: Çakıl
uk: Ґравій

# IconSymbol_Ice
source: Ice
ca_ad: Gel
cs_cz: Led
da: Is
de: Eis
es: Hielo
fi: Jää
hu_hu: Jég
nl: Ijs
no: Is
pt_br: Gelo
ro: Gheață
sk_sk: Ľad
tr_tr: Buz
uk: Лід

# IconSymbol_Stone
source: Stone
ca_ad: Pedra
cs_cz: Kámen
da: Sten
de: Stein
es: Piedra
fi: Kivi
hu_hu: Kő
nl: Steen
no: Stein
pt_br: Pedra
ro: Piatră
sk_sk: Kameň
tr_tr: Taş
uk: Камінь

# BlockPropertiesText_MotorCurrentAngle
source: Current angle:
ca_ad: Angle actual:
cs_cz: Současný úhel:
da: Nuværende vinkel:
de: Aktueller Winkel:
es: Ángulo actual:
fi: Nykyinen kulma:
hu_hu: Jelenlegi szög:
nl: Huidige hoek:
no: Nåværende vinkel:
pt_br: Ângulo atual:
ro: Unghiul curent:
sk_sk: Aktuálny uhol:
tr_tr: Şuanki açı:
uk: Місцерозташування:

# BlockPropertyValue_MotorAngleUnlimited
source: Unlimited
ca_ad: Il·limitat
cs_cz: Neomezený
da: Ubegrænset
de: Unbegrenzt
es: Ilimitado
fi: Rajoittamaton
hu_hu: Végtelen
nl: Onbeperkt
no: Ubegrenset
pt_br: Ilimitado
ro: Nelimitat
sk_sk: Neobmedzený
tr_tr: Limitsiz
uk: Необмежений

# BlockPropertiesText_MotorLimitsDisabled
source: The current rotor rotation is out of limits, the limits will be enabled when the rotor is within range.
ca_ad: La rotació actual dels rotors és fora dels límits, els límits s'activaran quan el rotor estigui dins del rang.
cs_cz: Současná rotace motoru je mimo nastavené meze, meze budou aktivní, až se motor dostane do vytyčeného rozsahu.
da: Den nuværende rotorrotation er uden for grænserne, grænserne vil blive aktiveret, når rotoren er inden for rækkevidde.
de: Die momentane Rotation des Motors ist ausserhalb des Limits, die Beschränkung wird aktiv sofern der Motor sich wieder innerhalb dieser befindet.
es: El rotor está fuera del límite, los límites se activarán cuando el rotor esté en el rango.
fi: Tämänhetkinen roottorin kulma on rajojen ulkopuolella, rajat tulevat käyttöön kun roottori on niiden sisällä.
hu_hu: A rotor túl van fordulva a limit tartományon. A limitek akkor aktiválódnak, ha a rotor a tartományon belül van.
nl: De huidige rotor rotatie ligt buiten de gestelde limieten, de limieten zullen pas worden toegepast als de rotatie er binnen ligt.
pt_br: A rotação do rotor atual está fora dos limites, os limites serão ativados quando o rotor estiver dentro do alcance.
ro: Rotația rotorului este în afara limitelor, limitele vor fi activate când rotorul este între limite.
tr_tr: Geçerli rotor yönü limitlerin dışında, limitler rotor aralığına girdiğinde aktif olacak.
uk: Позиція ротора поза межами, ліміти будуть включені, коли ротор буде знаходиться в зоні.

# BlockPropertyDescription_MotorBrakingTorque
source: Braking strength of the rotor: how fast it will stop (applied when the rotor is turned off)
ca_ad: Força de la frenada del rotor: com de ràpid s'aturarà (aplicat quan el rotor està apagat)
cs_cz: Brzdící síla motoru; jak rychle se zastaví (začne platit, když se motor vypne)
da: Bremsemoment af rotoren: hvor hurtigt den vil stoppe (anvendt, når rotoren er slukket)
de: Bremskraft des Rotors: Wie schnell er stoppt (wird angewendet nach Abschalten des Rotors)
es: Fuerza de frenado del rotor: rapidez con que se detendrá (aplicado cuando el rotor está apagado)
fi: Roottorin jarrutusvoima: miten nopeasti se pysähtyy (tulee käyttöön kun roottori sammutetaan)
hu_hu: Rotor fékezési erőssége: mennyire gyorsan fog megállni (ha a rotor ki van kapcsolva)
nl: Remsterkte van het rotatieblok: hoe snel de rotatie stopt, ook van toepassing als het rotatieblok is uitgeschakeld.
no: Bremsestyrke på motor, hvor fort den vil stoppe; anvendes når motoren er slått av
pt_br: Força de frenagem do rotor: o quão rápido ele irá parar (aplicada quando o rotor for desligado)
ro: Puterea de frânare a rotorului: cât de repede va opri (aplicat când rotorul este oprit)
tr_tr: Rotorların frenleme gücü: ne kadar hızlı duracağı (rotorlar kapalı olduğunda uygulanır)
uk: Швидкість гальмування ротора: наскільки швидко він зупиниться (застосовується, коли вимикається ротор)

# BlockPropertyDescription_MotorLowerLimit
source: Lower angular limit
ca_ad: Límit angular inferior
cs_cz: Dolní úhlový limit
da: Nedre vinklede grænse
de: Untere Winkelgrenze
es: Límite angular mínimo
fi: Alempi kääntöraja
hu_hu: Alsó dőlésszög határ
nl: Lage hoek limiet
no: Nedre vinkelgrense
pt_br: Limite angular mínimo
ro: Limita unghiulară inferioară
sk_sk: Spodný uhlový limit
tr_tr: Alt açısal limit
uk: Нижня кутова межа

# BlockPropertyDescription_MotorTorque
source: The torque of the rotor: how fast it will accelerate (applied when the rotor is turned on)
ca_ad: L'esforç de torsió del rotor: com de ràpid accelerarà (aplicat quan el rotor està encès)
cs_cz: Kroutivý moment motoru; jak rychle zrychlí (začne platit, když se motor zapne)
da: Momentet af rotoren: hvor hurtigt den vil accelerere (anvendes, når rotoren er tændt)
de: Das Drehmoment des Rotors: Wie schnell er beschleunigt (wird nur angewendet, wenn der Rotor aktiviert wurde)
es: Torsión del motor: como de rápido acelerará (aplicado cuando el motor está encendido)
fi: Roottorin vääntömomentti: miten nopeasti se kiihdyttää (tulee käyttöön kun roottori käynnistetään)
hu_hu: Rotor nyomatéka: milyen gyorsan fog felgyorsulni (ha a rotor be van kapcsolva)
nl: De koppel van de rotor: hoe snel het zal versnellen (wanneer de rotor aan is gezet)
pt_br: Torque do rotor: o quão rápido ele vai acelerar (aplicado quando o rotor é ligado)
ro: Puterea rotorului: cât de repede va accelera (aplicat când rotorul este pornit)
tr_tr: Motorun torku: rotor açıldığında ne kadar çabuk hızlanacağı
uk: Крутний момент ротора: як швидко це прискорить (застосовується, коли ротор включений)

# BlockPropertyDescription_MotorUpperLimit
source: Upper angular limit
ca_ad: Límit angular superior
cs_cz: Horní úhlový limit
da: Øvre vinklede grænse
de: Obere Winkelgrenze
es: Límite angular máximo
fi: Ylempi kääntöraja
hu_hu: Felső dőlésszög határ
nl: Maximale hoek
no: Øvre vinkelgrense
pt_br: Limite angular máximo
ro: Limita unghiulară superioară
sk_sk: Vrchný uhlový limit
tr_tr: Üst açısal limit
uk: Горішня кутова межа

# BlockPropertyDescription_MotorVelocity
source: Target velocity of the rotor; the rotor will accelerate until the target velocity is reached.
ca_ad: Objectiu de velocitat del rotor: el rotor accelerarà fins que s'arribi a la velocitat establerta.
cs_cz: Cílová rychlost motoru; motor bude zrychlovat dokud nedosáhne cílové rychlosti.
da: Målhastighed af rotoren; rotoren vil accelerere, indtil den ønskede hastighed er nået.
de: Zielgeschwindigkeit des Rotors; der Rotor beschleunigt bis die Zielgeschwindigkeit erreicht ist.
es: Velocidad del rotor; el rotor acelerará hasta que la velocidad sea alcanzada.
fi: Roottorin kohdenopeus; roottori kiihdyttää kunnes kohdenopeus on saavutettu
hu_hu: Rotor végsebessége: a rotor eddig a sebességig fog felgyorsulni.
nl: Doelsnelheid van de rotor; de rotor zal versnellen totdat deze doelsnelheid is bereikt.
pt_br: Velocidade alvo do rotor; o rotor vai acelerar até a velocidade alvo ser atingida.
ro: Viteza țintă a rotorului; rotorul va accelera până când viteza țintă este atinsă.
tr_tr: Hedef rotor hızı; hedefin hızına ulaşana kadar rotor hızı arttırılacak
uk: Цільова швидкість ротора; ротор буде прискорюватися до тих пір, поки цільова швидкість не буде досягнута.

# ControlName_Suicide
source: Suicide
cs_cz: Sebevražda
da: Selvmord
de: Selbstmord
es: Suicidar
hu_hu: Öngyilkosság
no: Selvmord
pt_br: Suicídio
ro: Sinucidere
sk_sk: Samovražda
uk: Самогубство

# DisplayName_Item_Girder
source: Girder
ca_ad: Biga
cs_cz: Nosník
da: Bjælke
de: Träger
es: Viga
fi: Palkki
hu_hu: Gerenda
nl: Steunbalk
no: Drager
pt_br: Viga
ro: Grindă
sk_sk: Nosník
tr_tr: Kiriş
uk: Балка

# SwitchText_Open
source: Open
ca_ad: Obre
cs_cz: Otevřít
da: Åben
de: Öffnen
es: Abrir
fi: Avaa
hu_hu: Nyit
no: Åpne
pt_br: Abrir
ro: Deschide
sk_sk: Otvoriť
tr_tr: Aç
uk: Відчинити

# SwitchText_Close
source: Close
ca_ad: Tanca
cs_cz: Zavřít
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
hu_hu: Zár
nl: Sluit
no: Lukk
pt_br: Fechar
ro: Închide
sk_sk: Zatvoriť
tr_tr: Kapat
uk: Зачинити

# HudInfoNameHealth
source: Health:
ca_ad: Salut:
cs_cz: Zdraví:
da: Helbred:
de: Gesundheit:
es: Salud
fi: Terveys:
hu_hu: Életerő:
nl: Gezondheid:
no: Helse:
pt_br: Vida:
ro: Sănătate:
sk_sk: Zdravie:
tr_tr: Sağlık:
uk: Здоров'я:

# HudInfoFalling
source: Falling
ca_ad: Caient
cs_cz: Padání
da: Falder
de: Fallend
es: Cayendo
fi: Putoaa
hu_hu: Zuhanás
nl: Vallen
no: Faller
pt_br: Caindo
ro: În cădere
sk_sk: Pád
tr_tr: Düşüyor
uk: Падіння

# AssemblerState_Disabled
source: Disabled
ca_ad: Desactivat
cs_cz: Vypnuto
da: Deaktiveret
de: Deaktiviert
es: Deshabilitado
fi: Ei käytössä
hu_hu: Letiltva
nl: Uitgeschakeld
no: Deaktivert
pt_br: Desabilitado
ro: Dezactivat
sk_sk: Deaktivované
tr_tr: Devre Dışı
uk: Вимкнено

# AssemblerState_MissingItems
source: Missing items
ca_ad: Objectes faltants
cs_cz: Chybějící položky
da: Mangler materialer
de: Fehlende Gegenstände
es: Elementos ausentes
fi: Puuttuvat esineet
hu_hu: Hiányzó tárgyak
nl: Ontbrekende voorwerpen
no: Manglende gjenstander
pt_br: Itens em falta
ro: Ingrediente lipsă
sk_sk: Chýbajúce predmety
tr_tr: Kayıp eşyalar
uk: Бракує елементів

# AssemblerState_NotEnoughPower
source: Not enough power
ca_ad: No hi ha prou energia
cs_cz: Nedostatek energie
da: Ikke nok strøm
de: Nicht genug Energie
es: No hay suficiente energía
fi: Ei tarpeeksi virtaa
hu_hu: Nincs elég energia
nl: Onvoldoende vermogen
no: Ikke nok strøm
pt_br: Energia insuficiente
ro: Insuficientă energie
sk_sk: Nedostatok energie
tr_tr: Yeterli güç yok
uk: Недостатньо сили
