Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# NotificationScreenFormat
source: Press {0} to configure toolbar or create new objects
cs_cz: Stiskněte {0} k nastavení panelu nástrojů nebo k vytvoření nových objektů
da: Tryk {0} for at konfigurere værktøjslinjen eller for at lave nye objekter.
de: Drücken Sie {0} zum Einstellen der Werkzeugleiste oder Erstellen neuer Objekte
es: Pulsa {0} para configurar la Barra de Herramientas o crear nuevos Objetos
hu_hu: Az eszköztár konfigurálásához vagy új objektumok készítéséhez nyomj {0}-t
no: Trykk {0} for å konfigurere verktøyslinjen eller lage nye objekter
pt_br: Aperte {0} para configurar a barra de ferramentas ou criar novos objetos
ro: Apăsați {0} pentru a configura bara de instrumente sau pentru a crea obiecte noi.
sk_sk: Stlačte {0} pre nastavenie panela nástrojov alebo vytvorenie nových objektov.
uk: Натисніть {0}, аби налаштувати панель інструментів або створити нові об'єкти

# NotificationSlotEquipFormat
source: Press {0}, {1}, {2}, ... to equip from slot
cs_cz: Stiskněte {0}, {1}, {2}, ... k vybavení se předmětem z daného slotu
da: Tryk {0}, {1}, {2}, ... for at udstyre dig med noget fra værktøjslinjen
de: Drücke {0}, {1}, {2}, ... um vom Slot Auszurüsten
es: Pulsa {0}, {1}, {2}, ... para equipar desde un espacio
hu_hu: Nyomj {0}, {1}, {2}, ... a slotokból való felvételhez
no: Trykk {0}, {1}, {2}, ... for å bruke
pt_br: Aperte {0}, {1}, {2}, ... para equipar dos slots
ro: Apăsă pe {0}, {1}, {2}, ... pentru a echipa din slot
sk_sk: Stlačte {0}, {1}, {2}, ... pre vybavenie sa predmetom z daného slotu
uk: Натисніть {0}, {1}, {2}, ..., аби скористатися відповідним слотом

# NotificationToolDisabled
source: This tool/weapon is disabled
cs_cz: Tento nástroj / zbraň je není k dispozici.
da: Dette værktøj/våben er slået fra
de: Dieses Werkzeug/Waffe ist deaktiviert
es: Esta herramienta/arma está deshabilitada
hu_hu: Ez az eszköz/fegyver le van tiltva
no: Dette verktøyet/våpenet er deaktivert
pt_br: Esta ferramenta/arma está desabilitada
ro: Acest instrument/armă este dezactivat
sk_sk: Tento nástroj/zbraň je vypnutá
uk: Цей(-ю) інструмент/зброю вимкнено

# NotificationUnlimitedBuildingFormat
source: Press {0} to add block, press {1} to remove block. Hold {2} to build fast
cs_cz: Stiskněte {0} k přidání bloku, stiskněte {1} k odebrání bloku. Podržte {2} pro rychlejší stavění.
da: Tryk {0} for at tilføje en blok, tryk {1} for at fjerne en blok. Hold {2} nede for at bygge hurtigt
de: Drücke {0} um einen Block hinzuzufügen, drücke {1} zum entfernen eines Blocks. Halte {2} zum schnell bauen.
es: Pulsa {0} para añadir un bloque, presiona {1} para borrar el bloque. Mantén {2} para construir más rápido.
hu_hu: Nyomj {0}-t blokk hozzáadásához, {1}-t törléséhez. Tartsd lenyomva a(z) {2}-t gyors építéshez
no: Trykk {0} for å legge til en blokk, trykk {1} for å fjerne en blokk. Hold {2} for å bygge fort.
pt_br: Aperte {0} para adicionar bloco, aperte {1} para remover o bloco. Segure {2} para construir rápido
ro: Apăsați {0} pentru a pune bloc, apăsați {1} pentru a șterge bloc. Tineți {2} apăsat pentru a construi rapid.
sk_sk: Stlačte {0} pre pridanie bloku, stlačte {1} pre odstránenie bloku. Držte {2} pre rýchle stavanie
uk: Натисніть {0}, аби додати блок, також, натисніть {1}, аби його вилучити. Утримуйте {2}, щоб будувати швидше.

# ControlDescHoldToColor
source: Hold to color a block (creative mode)
ca_ad: Mantingueu premut per acolorir un bloc (mode creatiu)
cs_cz: Podrž k nabarvení bloku (kreativní mód)
da: Hold nede for at farve en blok (kreativ tilstand)
de: Halten, um einen Block einzufärben (Kreativmodus)
es: Mantén presionado para colorear un bloque (Modo Creativo)
fi: Pidä pohjassa värittääksesi kappaleen (luova tila)
hu_hu: Tartsd lenyomva egy elem festéséhez (kreatív mód)
nl: Houd ingedrukt om blok te kleuren (creative mode)
no: Hold for å farge en blokk (kreativ modus)
pt_br: Segure para colorir um bloco (modo criativo)
ro: Ține apăsat pentru a colora un bloc (modul creativ)
sk_sk: Podržte pre nafarbenie bloku (kreatívny mód)
tr_tr: Blok'u boyamak için basılı tutun (Yaratıcı Mod)
uk: Утримуйте, щоб помалювати блок (вільний режим)

# ControlDescLargeBrush
source: Large color brush size (creative mode)
ca_ad: Pinzell de color gran (mode creatiu)
cs_cz: Velký barevný štětec (kreativní mód)
da: Stor farve pensel (kreativ mode)
de: Großer Farbpinsel (Kreativmodus)
es: Pincel grande de color (Modo Creativo)
fi: Laaja värisiveltimen koko (luova tila)
hu_hu: Nagy festőecset méret (kreatív mód)
nl: Groot kleurenkwast formaat (creatieve modus)
no: Stor farge pensel størrelse (kreativ modus)
pt_br: Pincel de cor tamanho grande (Modo Criativo)
ro: Perie de culoare de mărime mare (mod creativ)
sk_sk: Veľký farbiaci štetec (kreatívny mód)
tr_tr: Büyük Boy Boya Fırçası (Yaratıcı Mod)
uk: Великий розмір кисті (вільний режим)

# ControlDescMediumBrush
source: Medium color brush size (creative mode)
ca_ad: Pinzell de color mitjà (mode creatiu)
cs_cz: Střední barevný štětec (kreativní mód)
da: Mellem stor farve pensel (kreativ mode)
de: Mittlerer Farbpinsel (Kreativmodus)
es: Pincel mediano de color (Modo Creativo)
fi: Laaja värisiveltimen koko (luova tila)
hu_hu: Közepes festőecset méret (kreatív mód)
nl: Middelmatig kleurenkwast formaat (creatieve modus)
no: Middels farge pensel størrelse (kreativ modus)
pt_br: Pincel de cor tamanho médio (Modo Criativo)
ro: Perie de culoare de mărime medie (mod creativ)
sk_sk: Stredný farbiaci štetec (kreatívny mód)
tr_tr: Orta Boy Boya Fırçası (Yaratıcı Mod)
uk: Середній розмір кисті (вільний режим)

# ControlDescQuickLoad
source: Quick Load
cs_cz: Rychlé Načtení
da: Hurtig indlæs
de: Schnell-Laden
es: Cargado Rapido
hu_hu: Gyors Betöltés
no: Rask Innlastning
pt_br: Carga Rápida
ro: Încărcare Rapidă
sk_sk: Rýchle načítanie
uk: Швидке завантаження

# ControlDescQuickSave
source: Quick Save
cs_cz: Rychlé Uložení
da: Hurtig gem
de: Schnell-Speichern
es: Guardado Rápido
hu_hu: Gyors Mentés
no: Rask Lagre
pt_br: Salve Rápido
ro: Salvare Rapidă
sk_sk: Rýchle uloženie
uk: Швидке збереження

# ControlDescZoom
source: Zoom in third-person mode
ca_ad: Zoom en mode tercera persona
cs_cz: Přiblížit v pohledu třetí osoby
da: Zoom i tredjepersonstilstand
de: In Third-Person-Modus wechseln
es: Zoom en modo 3ª persona
fi: Zoomaa kolmannen persoonan näkymässä
hu_hu: Nagyítás harmadik személy mód
nl: Zoom in derde-persoon modus
no: Zoom inn tredjeperson modus
pt_br: Zoom no modo terceira-pessoa
ro: Zoom în modul visual persoana a treia
sk_sk: Priblíženie z pohľadu tretej osoby
tr_tr: Üçüncü şahıs modunda yakınlaştır
uk: Зблизити в режимі від третьої особи

source: Mouse wheel
cs_cz: Kolečko Myši
da: Musehjul
de: Mausrad
es: Rueda del ratón
hu_hu: Egér Görgő
no: Musehjul
pt_br: Roda do Mouse
ro: Rotiţă mouse
sk_sk: Koliesko myši
uk: Коліщатко мишки

# ScreenCubeBuilderBuildingBlocks
source: Tab content:
cs_cz: Obsah tabulky:
da: Fane indhold:
de: Tab Inhalt:
es: Pestaña de contenidos:
hu_hu: Fül tartalom:
no: Tab innhold:
pt_br: Conteúdo da aba
ro: Conținut:
sk_sk: Obsah tabulky
uk: Закладки:

# ScreenCubeBuilderCreativeMode
source: Creative mode
cs_cz: Kreativní mód
da: Kreativ mode
de: Kreativmodus
es: Modo Creativo
hu_hu: Kreatív Mód
no: Kreativ Modus
pt_br: Modo criativo
ro: Mod creativ
sk_sk: Kreatívny mód
uk: Вільний режим

# ScreenCubeBuilderNewLargeShip
source: New Large Ship
ca_ad: Nova Nau Gran
cs_cz: Nová velká loď
da: Nyt stort rumfartøj
de: Neues großes Schiff
es: Nueva Nave Grande
fi: Uusi suuri alus
hu_hu: Új Nagy Hajó
nl: Nieuw Groot Schip
no: Nytt Stort Skip
pt_br: Nova nave grande
ro: Navă Mare Nouă
sk_sk: Nová veľká loď
tr_tr: Yeni Büyük Gemi
uk: Новий великий корабель

# ScreenCubeBuilderNewSmallShip
source: New Small Ship
ca_ad: Nova Nau Petita
cs_cz: Nová malá loď
da: Nyt lille rumfartøj
de: Neues kleines Schiff
es: Nueva Nave Pequeña
fi: Uusi pieni alus
hu_hu: Új Kis Hajó
nl: Nieuw Klein Schip
no: Nytt Lite Skip
pt_br: Nova nave pequena
ro: Navă Mică Nouă
sk_sk: Nová malá loď
tr_tr: Yeni Küçük Gemi
uk: Новий малий корабель

# ScreenCubeBuilderNewStation
source: New Station
ca_ad: Nova Estació
cs_cz: Nová stanice
da: Ny station
de: Neue Station
es: Nueva Estación
fi: Uusi asema
hu_hu: Új Állomás
nl: Nieuw Station
no: Ny Stasjon
pt_br: Nova estação
ro: Staţie Nouă
sk_sk: Nová stanica
tr_tr: Yeni İstasyon
uk: Нова станція

# ScreenCubeBuilderSubtitle
source: Configure your toolbar (assign building blocks, tools and weapons)
cs_cz: Nastavit panel nástrojů (přiřadit stavební bloky, nástroje a zbraně)
da: Konfigurér din værktøjslinje (tildel blokke, værktøjer og våben)
de: Stelle deine Werkzeugleiste ein ( füge Blöcke, Werkzeuge und Waffen hinzu)
es: Configura tu Barra de Herramientas (asigna bloques de construcción, herramientas y armas)
hu_hu: Eszköztár konfigurálása (építőkockák hozzárendelése, eszközök és fegyverek)
no: Konfigurer din verktøylinje (tildele bygge blokker, verktøy og våpen)
pt_br: Configure sua barra de ferramentas (Atribua blocos de construção, ferramentas e armas)
ro: Configurează bară de instrumente (atribuie-i blocuri pentru construcţie, unelte şi arme)
sk_sk: Nastaviť panel nástrojov (priradiť stavebné bloky, nástroje a zbrane)
uk: Налаштуйте Вашу панель інструментів (призначте стандартні блоки, інструменти та зброю)

# ScreenCubeBuilderToolbar
source: Toolbar
cs_cz: Panel nástrojů
da: Værktøjslinje
de: Werkzeugleiste
es: Barra de herramientas
hu_hu: Eszköztár
no: Verktøylinje
pt_br: Barra de ferramentas
ro: Bară de instrumente
sk_sk: Panel nástrojov
uk: Панель інструментів

# ScreenCubeBuilderToolbarConfig
source: Toolbar Config
cs_cz: Nastavení panelu nástrojů
da: Konfigurering af værktøjslinje
de: Werkzeugleisten Einstellung
es: Configuración de la Barra de Herramientas
hu_hu: Eszköztár Konfiguráció
no: Verktøylinje Konfigurasjon
pt_br: Configurar barra-de-ferramentas
ro: Configurarea barei de instrumente
sk_sk: Nastavenie panela nástrojov
uk: Налаштування панелі інструментів

# HudEnergyGroupCharging
source: Charging
ca_ad: Carregant
cs_cz: Nabíjení
da: Lader op
de: Aufladen
es: Cargando
fi: Lataa
hu_hu: Töltés
nl: Opladen
no: Lader
pt_br: Carregando
ro: Încărcare
sk_sk: Nabíjanie
tr_tr: Şarj oluyor
uk: Заряджається

# HudEnergyGroupConveyors
source: Conveyors
ca_ad: Transportadors
cs_cz: Transportéry
da: Transportbånd
de: Förderbänder
es: Transportadores
fi: Kuljettimet
hu_hu: Továbbító
nl: Overbrengers
no: Samlebånd
pt_br: Transportadores
ro: Transportoare
sk_sk: Dopravníky
tr_tr: Konveyörlar
uk: Конвеєри

# HudEnergyGroupDefense
source: Defense
ca_ad: Defensa
cs_cz: Obrana
da: Forsvar
de: Verteidigung
es: Defensa
fi: Puolustus
hu_hu: Védelem
nl: Defensie
no: Forsvar
pt_br: Defesa
ro: Apărare
sk_sk: Obrana
tr_tr: Savunma
uk: Оборона

# HudEnergyGroupDoors
source: Doors
ca_ad: Portes
cs_cz: Dveře
da: Døre
de: Türen
es: Puertas
fi: Ovet
hu_hu: Ajtók
nl: Deuren
no: Dører
pt_br: Portas
ro: Uşi
sk_sk: Dvere
tr_tr: Kapılar
uk: Двері

# HudEnergyGroupFactory
source: Factory
ca_ad: Fàbrica
cs_cz: Továrna
da: Fabrik
de: Fabrik
es: Fábrica
fi: Tehdas
hu_hu: Gyár
nl: Fabriek
no: Fabrikk
pt_br: Fábrica
ro: Fabrică
sk_sk: Továreň
tr_tr: Fabrika
uk: Завод

# HudEnergyGroupGyroscope
source: Gyroscope
ca_ad: Giroscopi
cs_cz: Gyroskop
da: Gyroskop
de: Gyroskop
es: Giroscopio
fi: Gyroskooppi
hu_hu: Giroszkóp
nl: Gyroscoop
no: Gyroskop
pt_br: Giroscópio
ro: Giroscop
sk_sk: Gyroskop
tr_tr: Jiroskop
uk: Ґіроскоп

# HudEnergyGroupThrust
source: Thrusters
ca_ad: Propulsors
cs_cz: Trysky
da: Styreraketter
de: Triebwerke
es: Propulsores
fi: Suihkumoottorit
hu_hu: Hajtóművek
nl: Straalmotoren
no: Thrustere:
pt_br: Propulsores
ro: Propulsoare
sk_sk: Pomocné rakety
tr_tr: İticiler:
uk: Пришвидшувачі

# HudEnergyGroupUtility
source: Utility
ca_ad: Útils
cs_cz: Služba
da: Værktøj
es: Utilidad
fi: Hyöty
hu_hu: Segédrendszerek
no: Anvendbarhet
pt_br: Utilidade
ro: Utilităţi
sk_sk: Užitočnosť
tr_tr: Fayda
uk: Корисна річ

# SteamOverlayDisabledCaption
source: Steam Overlay is disabled
cs_cz: Steam Overlay je vypnutý
da: Steam Overlay er slået fra
de: Steam Overlay ist deaktiviert
es: La Capa de Steam está deshabilitada
hu_hu: Steam Overlay letiltva
no: Steam Overlay er deaktivert
pt_br: Steam Overlay está desativado
ro: Deschide Interfața Suplimentară Steam pe ecranul Atelier.
sk_sk: Steam Overlay je vypnutý
uk: Спільноту Steam вимкнено

# SteamOverlayDisabledText
source: Please enable Steam Overlay in Steam client: go to Settings, In-game tab, Enable Steam Community In-Game and in Steam Library, Space Engineers, Properties, Enable Steam Community In-Game
ca_ad: Si us plau activeu el Steam Overlay al client de Steam: aneu a Configuració, pestanya In-Game, activa Steam Community In-Game i dins de Steam Library, Space Engineers, Propietats, activa Steam Community In-Game
cs_cz: Prosím, zapněte Steam Overlay v klientovi Steam: jděte do Steam -> Nastavení, Ve hře, zašrtněte Povolit komunitu Steam ve hře. Dále pak Knihovna, Space Engineers, Vlastnosti, zašrtněte Povolit komunitu Steam ve hře
da: Aktiver venligst Steam Overlay i din Steam klient: Gå til Indstillinger, I Spil, Slå Steam-fællesskabet til, mens du spiller, og i Steam Biblioteket, Space Engineers, Egenskaber, Slå Steam-fællesskabet til
de: Bitte aktiviere Steam Overlay im Steamclient: Du findest die Option unter "Einstellungen", "Im Spiel", "Aktivierung der Steam Community im Spiel" sowie in deiner Bibliothek unter "Space Engineers", "Eigenschaften", "Aktivierung der Steam Community im Spiel"
es: Por favor habilita la capa de Steam en el cliente de Steam: dirígete a Parámetros, pestaña "En un Juego" y Activa la Comunidad de Steam en la partida; después en la Librería de Steam, dirígete a Space Engineers, Propiedades y habilita la Comunidad de Steam en la partida.
fi: Pelinsisäisen Steam-yhteisön saat päälle Steamista: Mene asetuksiin, Pelissä, Ota käyttöön Steam- yhteisö pelin aikana. Steam kokoelmassasi: Space Engineers, Ominaisuudet, Ota käyttöön Steam- yhteisö pelin aikana
hu_hu: Kérlek engedélyezd a Steam Overlay-t a Steam kliensben: Settings, In-game fül, Enable Steam Community In-Game and in Steam Library, Space Engineers, Properties, Enable Steam Community In-Game
nl: Gelieve Steam Overlay aan te zetten in je Steam-client: ga naar Settings, selecteer 'In-game tab', vink vervolgens 'Enable Steam Community In-Game' aan. Ga daarna naar je Steam Library, selecteer Space Engineers, Properties, en vink 'Enable Steam Community In-Game' aan.
no: Vennligst aktiver Steam Overlay i Steam klienten: gå til Innstillinger, I spill, Aktiver Steam-samfunnet i spillet og i Steam Biblioteket, Space Engineers, Egenskaper, Aktiver Steam-Sammfunnet i spillet
pt_br: Por favor, ative o Steam Overlay no cliente Steam: Vá em Configurações, Aba in-game, Habilitar comunidade steam in-game e em Livraria Steam, Space Engineers, Propriedades, Ativar Comunidade Steam in-game.
ro: Vă rugăm să activați Interfața Suplimentară în programul Steam: întrați la Setări, În-Joc, bifați Activează interfața suplimentară Steam după care în Colecție, Space Engineers, Setări avansate, bifați Activează interfața suplimentară Steam.
sk_sk: Prosím povoľte Steam Overlay v Steam klientovi: choďte do Nastavení, Ingame záložka, Povoliť Steam Community In-game a v Steam Library, Space Engineers, Vlastnosti, Povoliť Steam Community In-game
tr_tr: Steam'dan Steam Overlay'i etkinleştiriniz: Ayarlara gidip, Oyun İçi sekmesinden Oyun İçi Steam Topluluğunu Etkinleştirin ve Steam Kütüphanesi, Space Engineers, Özellikler, Oyun İçi Steam Topluluğunu Etkinleştirin.
uk: Будь ласка, увімкніть спільноту Steam у грі через клієнт Steam: перейдіть до "Налаштування" - вкладка "У грі" - "Увімкнути спільноту Steam у грі", а також, через "Бібліотека" - "Space Engineers" - "Властивості" - "Увімкнути спільноту Steam у грі"

# LoadScreenButtonPublish
source: Publish
cs_cz: Publikovat
da: Udgiv
de: Veröffentlichen
es: Publicar
hu_hu: Megosztás
no: Publiser
pt_br: Publicar
ro: Publică
sk_sk: Zverejniť
uk: Оприлюднити

# MessageBoxTextWorldPublished
source: Publish has been completed successfully. If you have Steam Overlay enabled, a page will open and you can edit attributes such as title, description or visibility (it is public by default).
cs_cz: Publikování bylo úspěšné. Když máte Steam Overlay povolený, otevře se Vám stránka na které můžete editovat vlastnosti jako název, popis nebo viditelnost (výchozí nastavení je veřejné)
da: Udgivelse er færdigjort succesfuldt. Hvis du har Steam Overlay slået til, vil en side åbne, hvor du kan redigere indstillinger så som tittel, beskrivelse eller synlighed (den er synlig som standard)
de: Die Veröffentlichung wurde erfolgreich abgeschlossen. Wenn du Steam Overlay aktiviert hast, öffnet sich eine Seite in der du die Attribute wie Titel, Beschreibung oder Sichtbarkeit bearbeiten kannst. (Es ist standardmäßig Öffentlich eingestellt).
es: Se ha publicado con éxito. Si usted tiene la Interfaz de Steam habilitada, se abrirá una página donde se pueden editar atributos como el título, la descripción o la visibilidad (que es pública por defecto).
hu_hu: A megosztás sikeres. Ha a Steam Overlay engedélyezve van, egy oldal nyílik meg, ahol szerkesztheted a tulajdonságokat, például cím, leírás és nyilvánosság (alapértelmezetten publikus).
no: Publisering har blitt fullført. Hvis du har Steam Overlay aktivert, vil en side åpnes, og du kan redigere attributter som tittel, beskrivelse eller synlighet (det er offentlig som standard).
pt_br: Publicação completada com sucesso. Se você tem o Steam Overlay ativado, uma página irá abrir e você poderá editar atributos como título, descrição ou visibilidade (que é público por padrão).
ro: Publicarea a fost completată cu succes. Dacă aveţi Interfața Suplimentară Steam activată, o pagină se va deschide şi veţi putea edita atribute precum titlul, descrierea sau vizibilitatea (este public în mod implicit).
sk_sk: Zverejnenie je hotové. Ak máte Steam Overlay zapnutý, stránka sa otvorí a môžete editovať vlastnosti ako názov, popis alebo viditeľnosť (pôvodné nastavenie je na "verejný")
uk: Публікацію успішно завершено. Якщо у вас увімкнений Steam Overlay, відкриється сторінка і ви зможете редагувати параметри й атрибути, на зразок опису та видимості (це загальнодоступне за типовими налаштуваннями)

# MessageBoxTextWorldPublishFailed
source: Failed to publish on Steam Workshop
cs_cz: Publikování na Steam Workshope selhalo
da: Udgivelse af verden i Steam Workshop mislykkedes
de: Veröffentlichung auf Steam Workshop ist fehlgeschlagen
es: Fallo al intentar publicar en Steam Workshop
hu_hu: A Steam Workshopon keresztüli megosztás sikertelen
no: Klarte ikke å publisere på Steam Workshop
pt_br: Falha ao publicar no Steam Workshop
ro: Publicarea pe Atelierul Steam a eșuat
sk_sk: Zverejnenie na Steam Workshop zlyhalo
uk: Не вдалося оприлюднити у Майстерні Steam

# MessageBoxTextModPublished
source: Publish has been completed successfully. If you have Steam Overlay enabled, a page will open and you can edit attributes such as title, description or visibility (it is public by default).
cs_cz: Publikování bylo úspěšně dokončeno. Pokud máte zaplé Steam Overlay, otevře se okno kde můžete upravit atributy, jako je název, popis a viditelnost (to je veřejné ve výchozím nastavení).
da: Udgiv er fuldført. Hvis du har Steam Overlay aktiveret, vil en side åbnes, og du kan redigere attributter såsom titel, beskrivelse og synlighed (det er offentligt som standard).
de: Die Veröffentlichung wurde erfolgreich abgeschlossen. Wenn du das Steam Overlay aktiviert hast, öffnet sich eine Seite und du kannst Eigenschaften wie Titel, Beschreibung oder Sichtbarkeit (Standart: Öffentlich) einstellen.
es: Se ha publicado con éxito. Si tienes la Interfaz de Steam habilitada, se abrirá una página donde se pueden editar atributos como el título, la descripción o la visibilidad (que es pública por defecto).
hu_hu: A publikálás sikeresen végbement. Ha be van kapcsolva a Steam Overlay, egy oldal fog megnyílni ahol szerkesztheted a címet, leírást vagy láthatóságot (alapértelmezetten nyílvános).
no: Publisering har blitt fullført. Hvis du har Steam Overlay aktivert, vil en side åpnes, og du kan redigere ting som tittel, beskrivelse eller synelighet (det er satt til offentlig som standard).
pt_br: Publicação foi concluída com êxito. Se você tiver o Steam Overlay ativado, uma página será aberta e você pode editar atributos, como título, descrição ou visibilidade (público por padrão).
ro: Publicarea a fost completată cu succes. Dacă aveţi Interfața Suplimentară Steam activată, o pagină se va deschide şi veţi putea edita atribute precum titlul, descrierea sau vizibilitatea (este public în mod implicit).
uk: Публікацію успішно завершено. Якщо у вас увімкнений Steam Overlay, відкриється сторінка і ви зможете редагувати параметри й атрибути, на зразок опису та видимості.

# MessageBoxTextModPublishFailed
source: Failed to publish on Steam Workshop
cs_cz: Selhalo publikování na Steam Workshop
da: Det lykkedes ikke at udgive på Steam Workshop
de: Veröffentlichung im Steam Workshop fehlgeschlagen
es: Error al publicar en Steam Workshop
hu_hu: Nem sikerült megosztani a Steam Workshopban
no: Publisering til Steam Workshop feilet
pt_br: Falha ao publicar no Steam Workshop
ro: Publicarea pe Atelier Steam a eșuat
uk: Не вдалося опублікувати на Steam Workshop

# ProgressTextPublishingWorld
source: Publishing ... please wait.
cs_cz: Publikování...prosím čekejte.
da: Udgiver ... vent venligst.
de: Wird veröffentlicht ... bitte warten.
es: Publicando ... Por favor, espere.
hu_hu: Megosztás... kérem várjon.
no: Publiserer ... vennligst vent.
pt_br: Publicando ... por favor, aguarde.
ro: Se publică...vă rugăm aşteptaţi.
sk_sk: Uverejňujem...prosím čakajte.
uk: Оприлюднення... будь ласка, зачекайте

# ProgressTextUploadingWorld
source: Uploading ... please wait.
cs_cz: Nahrávání...prosím čekejte.
da: Uploader ... vent venligst.
de: Wird hochgeladen ... bitte warten.
es: Subiendo ... Por favor, espere.
hu_hu: Feltöltés... kérem várjon.
no: Laster opp ... vennligst vent.
pt_br: Fazendo Upload ... Por favor, aguarde.
ro: Se încarcă... vă rugăm așteptați.
sk_sk: Nahrávam...prosím čakajte.
uk: Вивантаження... будь ласка, зачекайте

# ProgressTextCreatingWorld
source: Creating world ... please wait.
cs_cz: Generuji svět ... prosím, čekejte.
da: Opretter verden … vent venligst.
de: Erstelle Welt ... Bitte warten.
es: Creando mundo ... por favor espere.
hu_hu: Világ készítése ... kérem várjon.
no: Skaper verden ... vennligst vent.
pt_br: Criando mundo ... por favor aguarde.
ro: Lumea se crează... vă rugăm așteptați.
sk_sk: Vytváram svet...prosím čakajte.
uk: Створення світу... будь ласка, зачекайте.

# ScreenMenuButtonRecommend
source: Recommend
cs_cz: Doporučit
da: Anbefal
de: Empfehlen
es: Recomendar
hu_hu: Ajánlás
no: Anbefal
pt_br: Recomendar
ro: Recomandă
sk_sk: Odporúčané
uk: Рекомендувати
