Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# Quote11Text
source: Simplicity is the ultimate sophistication.
ca_ad: La simplicitat és la darrera sofisticació.
cs_cz: Jednoduchost je nejvyšší sofistikovanost.
da: Enkelhed er det ultimative raffinement.
de: Einfachheit ist die höchste Stufe der Vollendung
es: La simplicidad es la máxima sofisticación.
fi: Yksinkertaisuus on äärimmäistä monimutkaisuutta.
hu_hu: Az egyszerűség a végső kifinomultság.
nl: Eenvoud is de ultieme verfijning.
no: Enkelhet er det ultimate elegans.
pt_br: A simplicidade é a sofisticação suprema.
ro: Simplitatea este sofisticarea finală.
sk_sk: Jednoduchosť je najvyššia sofistikovanosť.
tr_tr: Basitlik nihai karmaşıklıktır.
uk: Простота - це межа досконалості.

# Quote12Text
source: Where there is shouting, there is no true knowledge.
ca_ad: On hi ha crits no hi ha coneixement veritable.
cs_cz: Tam, kde je křik, není žádné opravdové vědění
da: Hvor der råbes, er der ingen sand viden.
de: Wer schreit, lügt.
es: Donde se grita no hay verdadero conocimiento
fi: Missä on huutoa, ei ole todellista tietoa.
hu_hu: Ahol kiabálás van, ott nincs igaz tudás.
nl: Waar geschreeuw is, is geen echte kennis.
no: Der det er roping, er det ingen sann kunnskap.
pt_br: Onde há gritaria, não há o verdadeiro conhecimento.
ro: Unde se striga, nu există cunoaștere adevărată.
sk_sk: Tam kde sa kričí, nie sú skutočné vedomosti.
tr_tr: Haykırışın olduğu yerde, gerçek bilgi yoktur.
uk: А й справді, там, де немає розумних арґументів, їх заміняє крик.

# Quote13Text
source: I have offended God and mankind because my work didn't reach the quality it should have.
ca_ad: He ofès Déu i a la humanitat perquè el meu treball no ha assolit la qualitat que hauria de tenir.
cs_cz: Urazil jsem Boha i lidstvo, neboť mé dílo nedosáhlo kvality, které mělo.
da: Jeg har fornærmet gud og menneskeheden, fordi mit arbejde ikke opnåede den kvalitet, det burde.
de: Ich habe Gott und die Menschheit beleidigt, weil mein Werk nicht die Qualität erreichte, die es hätte haben sollen.
es: He ofendido a Dios y a la humanidad porque mi trabajo no tuvo la calidad que debía haber tenido.
fi: Olen rikkonut Jumalaa ja ihmiskuntaa vastaan, koska työni ei saavuttanut laatua, jonka sen olisi pitänyt saavuttaa.
hu_hu: Megsértettem Istent és az emberiséget, mert a munkám nem érte el a kellő minőséget.
nl: Ik heb god en de mensheid beledigt omdat mijn werk de kwaliteit die het zou moeten hebben niet behaalde.
no: Jeg har fornærmet Gud og menneskeheten fordi mitt arbeid ikke nådde den kvaliteten den burde ha.
pt_br: Eu ofendi Deus e a humanidade porque meu trabalho não alcançou a qualidade que deveria,
ro: L-am jignit pe Dumnezeu și omenirea pentru că munca mea nu a ajuns la calitatea la care ar fi trebui să ajungă.
sk_sk: Urazil som Boha aj ľudstvo, pretože moje dielo nedosiahlo kvality akej malo.
tr_tr: Çalışmalarım olması gereken kaliteye erişmediği için Tanrıyı ve insanlığı gücendirdim.
uk: Я образив Бога і людство, тому що моя робота не досягла якості, якої б мала досягти.

# Quote14Text
source: All our knowledge has its origins in our perceptions.
ca_ad: Tot el nostre coneixement té el seu origen en les nostres percepcions.
cs_cz: Veškeré naše poznání má základy v našem vnímání.
da: Al vores viden har dens oprindelse i vores opfattelse.
de: All unser Wissen hat ihre Wurzeln in unseren Vorstellungen
es: El origen de todos nuestros conocimientos está en nuestras percepciones.
fi: Kaikella tiedollamme on oma alkuperänsä käsityksemme mukaan.
hu_hu: Minden tudás a megfigyeléseinkben gyökeredzik.
nl: Al onze kennis heeft haar oorsprong uit onze percepties.
no: All vår kunnskap har sin opprinnelse i våre oppfatninger.
pt_br: Todo o nosso conhecimento tem suas origens nas nossas percepções.
ro: Toate cunoștințele noastre își au originile în percepțiile noastre.
sk_sk: Všetky naše vedomosti majú pôvod v našich predstavách.
tr_tr: Tüm bilgimizin kökeni, algılarımızdadır.
uk: Усі наші знання походять із нашого сприйняття.

# Quote15Text
source: By denying scientific principles, one may maintain any paradox.
ca_ad: En negar els principis científics un pot mantenir qualsevol paradoxa.
cs_cz: Popřením vědeckých principů je možno obhájit jakýkoliv paradox.
da: Ved at benægte videnskablige principper, kan man vedligeholde et hvilket som helst paradoks.
de: Durch das Ablehnen wissenschaflicher Prinzipien kann man jedes Paradox aufrechterhalten.
es: Negando los principios científicos, uno puede mantener cualquier paradoja.
fi: Kieltämällä tietellisiä periaatteita, yksi voi ylläpitää mitä tahansa paradoksia.
hu_hu: Tudományos alapelveket elutasítva, az egyén képes bármilyen paradoxont alátámasztani.
nl: Door de wetenschappelijke principes te ontkennen, mag men elke paradox aanhouden.
no: Ved å nekte vitenskapelige prinsipper, kan man opprettholde noen paradokser.
pt_br: Negando princípios científicos, pode-se manter qualquer paradoxo.
ro: Prin negarea principiilor științifice, se poate menține orice paradox.
sk_sk: Odmietaním vedeckých princípov možno udržovať akýkoľvek paradox.
tr_tr: Kişi bilimsel prensipleri reddederek herhangi bir paradoksu sürdürebilir.
uk: Заперечуючи наукові принципи, можна підтримати будь-який парадокс.

# Quote16Text
source: Mathematics is the language in which God has written the universe.
ca_ad: Les matemàtiques són el llenguatge en el que Déu ha escrit l'Univers.
cs_cz: Matematika je jazyk ve kterém Bůh vytvořil vesmír.
da: Matematik er det sprog, som gud har brugt til at skrive universet.
de: Mathematik ist die Sprache in der Gott das Universum geschrieben hat
es: Las matemáticas son el lenguaje con el que Dios ha escrito el universo.
fi: Matematiikka on kieli jolla Jumala on kirjoittanut universumin.
hu_hu: A matematika a nyelv, melyen Isten az univerzumot írta.
nl: Wiskunde is de taal waarin god het universum heeft geschreven.
no: Matematikk er språket som Gud brukte for å skrive universet.
pt_br: Matemática é a língua em que Deus escreveu o universo.
ro: Matematica este limba în care Dumnezeu a scris universul.
sk_sk: Matematika je jazyk, v ktorom Boh stvoril vesmír.
tr_tr: Matematik, Tanrının evreni yazdığı dildir.
uk: Математика - це мова, якою Бог написав всесвіт.

# Quote17Text
source: If I were again beginning my studies, I would follow the advice of Plato and start with mathematics.
ca_ad: Si estigués començant de nou els meus estudis, seguiria el consell de Plató i començaria amb les matemàtiques.
cs_cz: Kdybych měl znovu začít studovat, řídil bych se Platónem a začal matematikou.
da: Hvis jeg begyndte mine studier igen, ville jeg følge Platos råd og starte med matematik.
de: Falls ich meine Studien wieder begonnen hätte, würde ich Platos Rat beherzigen und mit Mathematik starten.
es: Si yo estuviera comenzando de nuevo mis estudios, me gustaría seguir el consejo de Platón y empezar con las matemáticas.
fi: Jos olisin taas opintojeni alussa, seuraisin Platon neuvoja ja aloittaisin matematiikalla.
hu_hu: Ha újra kezdhetném tanulmányaim, megfogadnám Platón tanácsát és a matematikával kezdenék.
nl: Als ik opnieuw zou beginnen aan mijn studies, dan zou ik het advies van Plato opvolgen en met wiskunde beginnen.
no: Hvis jeg igjen skulle begynne med studiene mine, ville jeg følge rådet til Platon og begynne med matematikk.
pt_br: Se eu começasse meus estudos de novo, eu seguiria o conselho de Platão e começaria com matemática.
ro: Dacă ar fi să-mi încep din nou studiile, aș urma sfatul lui Platon și aș începe cu matematica.
sk_sk: Ak by som znova začal študovať, držal by som sa Platónovej rady a začal matematikou.
tr_tr: Eğer tekrardan çalışmalarımın başında olsaydım, Platon'un tavsiyesini dinler ve matematik ile başlardım.
uk: Якщо б я розпочав моє навчання знову, я б послухався поради Платона й почав з математики.

# Quote18Author
source: Johann W. Goethe
es: Johann W. Geothe
hu_hu: Johann Wolfgang von Goethe
uk: Йоганн В. фон Ґете

# Quote18Text
source: We see only what we know.
ca_ad: Només veiem el que sabem.
cs_cz: Vidíme jen to, co víme.
da: Vi ser kun, hvad vi kender til.
de: Wir sehen nur was wir wissen.
es: Sólo vemos lo que conocemos.
fi: Näemme vain mitä tiedämme.
hu_hu: Csak azt látjuk amit tudunk.
nl: We zien alleen wat we weten.
no: Vi ser bare ting vi vet.
pt_br: Nós vemos apenas o que sabemos.
ro: Vedem doar ceea ce știm.
sk_sk: Vidíme len to, čo poznáme.
tr_tr: Sadece bildiklerimizi görürüz.
uk: Ми бачимо лише те, що знаємо.

# Quote19Text
source: If anybody says he can think about quantum problems without getting giddy, that only shows he has not understood the first thing about them.
ca_ad: Si algú diu que por pensar en problemes quàntics sense marejar-se, només demostra que no ha entès res sobre ells.
cs_cz: Pokud někdo tvrdí, že dokáže přemýšlet o kvantových problémech, aniž by dostal závrať, tak tím jen dokazuje, že jim neporozuměl.
da: Hvis nogen påstår at de kan tænke på kvantefysiske problemer uden at blive svimmel, påviser dette kun at de intet ved om dem.
de: Wenn jemand behauptet, er könne über Quantenprobleme nachdenken ohne das ihm schwindelig wird, zeigt das nur das er nichts davon verstanden hat.
es: Si alguien dice que puede pensar en los problemas cuánticos sin llegar a estar mareado, sólo demuestra que no ha entendido la primera cosa sobre ellos.
fi: Jos kukaan sanoo, että hän voi miettiä kvanttiongelmia menemättä pyörälleen päästään, se vain kertoo, että hän ei ole ymmärtänyt ensimmäistäkään asiaa niistä.
hu_hu: Azok, akiket nem sokkol, amikor először találkoznak a kvantummechanikával, valószínűleg nem értették meg.
nl: Als iemand zegt dat hij kan denken over kwantum problemen zonder duizelig te worden, dan laat hij alleen zien dat hij er niets van heeft begrepen.
no: Hvis noen sier at de kan tenke om kvantum problemer uten å bli svimmel, viser det bare at han ikke har forstått det første om dem.
pt_br: Se alguém diz que pode pensar em problemas quânticos sem ficar tonto, isso apenas mostra que ele não entendeu a primeira coisa sobre eles.
ro: Dacă cineva spune că poate să se gândească la probleme cuantice fără să amețească, doar arată că el nu a înțeles nimic despre ele.
sk_sk: Ak niekto tvrdí, že dokáže uvažovať o kvantových problémoch bez rozbolenia hlavy, znamená to, že nepochopil ich prvotnú podstatu.
tr_tr: Eğer birisi kuantum problemleri hakkında başı dönmeden düşünebildiğini söylüyorsa, bu onun kuantum hakkındaki ilk şeyi anlamadığını gösterir.
uk: Якщо хтось каже, що може міркувати про квантові проблеми, не стаючи легковажним, це лише показує, що він не збагнув першу річ про них.

# Quote20Author
source: Ancient paradox
ca_ad: Antiga paradoxa
cs_cz: Starověký paradox
da: Ældgammelt paradoks
de: Antikes Paradoxon
es: Paradoja antigua
fi: Muinainen paradoksi
hu_hu: Ősi paradoxon
nl: Oeroude paradox
no: Urgammelt paradoks
pt_br: Antigo paradoxo
ro: Paradox antic
sk_sk: Staroveký paradox
tr_tr: Antik Paradoks
uk: Прадавній парадокс

# Quote20Text
source: Only one thing is certain - that is, nothing is certain. If this statement is true, it is also false.
ca_ad: Només hi ha una cosa segura, i és que res és segur. Si aquesta afirmació és certa, també és falsa.
cs_cz: Jen jediná věc je jistá - že nic není jisté. Je-li toto tvrzení pravdivé, je zároveň i nepravidé.
da: En ting er altid sikkert - at intet er sikkert. Hvis denne udtalelse er sand, er den også falsk.
de: Nur eins ist gewiss - dies ist, dass nichts gewiss ist. Falls diese Aussage wahr ist, ist sie gleichzeitig falsch.
es: Solo una cosa es cierta - que es, nada es cierto. Si esta declaración es correcta, también es falsa.
fi: Vain yksi asia on varmaa - että mikään ei ole varmaa. Jos tämä toteamus on totta, se on myös valetta.
hu_hu: Egy dolog biztos - hogy semmi sem biztos. Ha ez az állítás igaz, akkor egyben hamis is.
nl: Alleen één ding is zeker - dat is dat niets zeker is. Als deze verklaring juist is, dan is deze ook fout.
no: Bare én ting er sikkert - det er at ingenting er sikkert. Hvis dette utsagnet er sant, er det også falsk.
pt_br: Apenas uma coisa é certa - que é, nada está certo. Se essa sentença é verdadeira, ela também é falsa.
ro: Un singur lucru este sigur - și anume, nimic nu e sigur. Dacă această afirmație este adevărată, ea este de asemenea falsă.
sk_sk: Isté je len to, že nič nie je isté. Ak je to pravda, tak tento výrok je tiež nepravdivý.
tr_tr: Sadece bir şey kesindir. O da hiçbir şeyin kesin olmadığıdır. Eğer bu ifade doğruysa, aynı zamanda yanlıştır.
uk: Істина полягає в тому, що немає нічого істинного. І, якщо ці судження є справжніми, то вони неправдиві.

# Quote21Text
source: Scientists are explorers. Philosophers are tourists.
ca_ad: Els científics són exploradors. Els filòsofs són turistes.
cs_cz: Vědci jsou průzkumníci. Filozofové jsou turisté.
da: Videnskabsfolk er opdagelsesrejsende. Filosoffer er turister.
de: Wissenschaftler sind Entdecker. Philosophen sind Touristen.
es: Los científicos son exploradores. Los filósofos son turistas.
fi: Tiedemiehet ovat tutkijoita. Filosofit ovat turisteja.
hu_hu: A tudósok felfedezők. A filozófusok turisták.
nl: Wetenschappers zijn ontdekkers. Filosofen zijn toeristen.
no: Forskere er oppdagelsesreisende. Filosofer er turister.
pt_br: Cientistas são exploradores. Filósofos são turistas.
ro: Oamenii de stiinta sunt exploratori. Filosofii sunt turiști.
sk_sk: Vedci sú prieskumníci. Filozofi sú turisti.
tr_tr: Bilim insanları kâşifdirler. Filozoflar ise turisttirler.
uk: Науковці - це дослідники. Філософи - це туристи.

# Quote22Text
source: A great pleasure in life is doing what people say you cannot do.
ca_ad: Un gran plaer de la vida és fer el que la gent diu que no pots fer.
cs_cz: Velkým potěšením života je udělat to, o čem lidé říkají, že to nedokážete.
da: En af de største glæder i livet er at gøre ting, andre siger, man ikke kan.
de: Ein großes Vergnügen im Leben ist zu tun, worüber andere behaupten man kann es nicht.
es: Un gran placer en la vida es hacer lo que la gente te dice que no puedes hacer.
fi: Suuri nautinto elämässä on tehdä asioita, joihin muut eivät usko sinun pystyvän.
hu_hu: Az élet egy nagy öröme, mikor azt csinálod, amit mások lehetetlennek titulálnak.
nl: Een groot plezier in het leven is doen wat mensen zeggen dat je niet kan doen.
no: En stor glede i livet er å gjøre det folk sier du ikke kan gjøre.
pt_br: Um grande prazer na vida é fazer o que as pessoas dizem que você não pode.
ro: O mare plăcere în viață este de a face ceea ce lumea spune că nu poți să faci.
sk_sk: Veľkým potešením života je robiť veci, o ktorých iní vravia, že ich spraviť nemôžete.
tr_tr: Hayatta en büyük eğlence başkalarının "yapamazsın" dediğini yapmaktır.
uk: Найбільше задоволення в житті - це робити те, що люди вважають неможливим для тебе.

# Quote23Text
source: Genius is one percent inspiration and ninety-nine percent perspiration.
ca_ad: La genialitat és u per cent inspiració i noranta-nou per cent transpiració.
cs_cz: Génius je jen 1 procento inspirace a 99 procent potu.
da: Genialitet er en procent inspiration og nioghalvfems procent sved.
de: Erfinden ist ein Prozent Inspiration – neunundneunzig Prozent Transpiration.
es: El genio es un uno por ciento de inspiración y un noventa y nueve por ciento transpiración.
fi: Nero on yhden prosentin verran inspiraatiota ja yhdeksänkymmentäyhdeksän prosenttia hikoilua.
hu_hu: A lángelme egy százalék ihlet, és kilencvenkilenc veríték.
nl: Genialiteit is 1% inspiratie en 99% transpiratie.
no: Geni er en prosent Inspirasjon og nitti ni prosent Svette.
pt_br: Gênio é um porcento inspiração e noventa e nove porcento transpiração.
ro: Geniul este unu la sută inspirație și nouăzeci și nouă la sută transpirație.
sk_sk: Génius je z jedného percenta inšpirácia a z 99 percent drina.
tr_tr: Deha %1 ilham ve %99 terdir.
uk: Геній - це 1% натхнення і 99% поту.

# Quote24Text
source: I know one thing: that I know nothing.
ca_ad: Només sé que no sé res.
cs_cz: Vím, že nic nevím.
da: Jeg ved én ting: at jeg intet ved.
de: Ich weiß, dass ich nichts weiß
es: Sé una cosa: que no sé nada.
fi: Tiedän yhden asian: etten tiedä mitään.
hu_hu: Egy dolgot tudok: hogy semmit sem tudok.
nl: Het enige dat ik weet: dat ik niets weet.
no: Jeg vet en ting: at jeg vet ingenting.
pt_br: Só sei que nada sei.
ro: Știu un singur lucru: ca nu stiu nimic.
sk_sk: Viem, že nič neviem.
tr_tr: Tek bildiğim hiçbir şey bilmediğimdir.
uk: Я знаю лише те, що я нічого не знаю.

# Quote25Text
source: Any sufficiently advanced technology is indistinguishable from magic.
ca_ad: Qualsevol tecnologia prou avançada és indistingible de la màgia.
cs_cz: Dostatečně pokročilou technologii nelze odlišit od magie.
da: Enhver tilstrækkelig avanceret teknologi kan ikke skelnes fra magi.
de: Jede aureichend entwickelte Technologie ist ununterscheidbar von Magie.
es: Toda tecnología lo suficientemente avanzada es indistinguible de la magia.
fi: Mitä tahansa riittävän kehittynyttä teknologiaa on mahdotonta erottaa taiasta.
hu_hu: Minden, elegendően fejlett technológia megkülönböztethetetlen a varázslattól.
nl: Iedere voldoende geavanceerde technologie is niet te onderscheiden van magie.
no: Enhver tilstrekkelig avansert teknologi er umulig å skille fra magi.
pt_br: Qualquer tecnologia avançada o suficiente é indistinguível da magia.
ro: Orice tehnologie suficient de avansată este imposibil de distins de magie.
sk_sk: Akákoľvek dostatočne pokročilá technológia je nerozoznateľná od mágie.
tr_tr: Yeterince gelişmiş bir teknoloji sihirden ayırt edilemez.
uk: Будь-яка доволі розвинена технологія відрізняється від магії.

# Quote26Text
source: When you want to know how things really work, study them when they're coming apart.
ca_ad: Quan vols saber com funcionen realment les coses estudia-les separadament.
cs_cz: Chceš-li vědět jak věci opravdu fungují, studuj je, když se rozpadají.
da: Hvis du virkelig vil vide, hvordan ting virker, skal du studere dem, når de falder fra hindanden.
de: Wenn man wirklich wissen will, wie etwas funktioniert, sollte man es untersuchen wenn es auseinanderfällt.
es: Cuando desee saber cómo funcionan realmente las cosas, estúdielas cuando estén a punto de romperse.
fi: Kun haluat haluat tietää kuinka asiat todella toimivat, tutki niitä silloin, kun ne ovat hajoamassa.
hu_hu: Ha tudni akarod hogyan működnek a dolgok valójában, tanulmányozd őket mikor épp szétesnek.
nl: Wanneer je wilt weten hoe dingen echt werken, bestudeer ze dan wanneer ze uit elkaar vallen.
no: Når du ønsker å vite hvordan ting virkelig fungerer, studer dem når de kommer fra hverandre.
pt_br: Quando você quer saber como as coisas realmente funcionam, estude-as quando elas estão desmoronando.
ro: Când vrei să știi cum funcționează cu adevărat lucrurile, studiază le atunci când se desfac.
sk_sk: Keď chceš vedieť ako veci skutočne fungujú, skúmaj ich, keď sa rozoberajú.
tr_tr: Bir şeylerin nasıl çalıştığını bilmek istediğinde, onları parçalanıyorken incele.
uk: Якщо Вам цікаво, як речі працюють насправді, вивчіть їх, коли вони розібрані.

# Quote27Text
source: Engineers like to solve problems. If there are no problems handily available, they will create their own problems.
ca_ad: Als enginyers els agrada solucionar problemes. Si no hi ha problemes disponibles crearan els seus propis problemes.
cs_cz: Technici rádi řeší problémy. Nejsou- li žádné problémy momentálně dostupné, vytvoří si své vlastní.
da: Ingeniører kan lide at løse problemer. Hvis der ikke er nogle tilgængelige problemer, skaber de deres egne .
de: Ingenieure mögen es Probleme zu lösen. Falls keine griffbereit sind, erschaffen sie ihre eigenen.
es: A los ingenieros les gusta resolver problemas. Si no hay problemas disponibles, un ingeniero crea sus propios problemas.
fi: Insinöörit pitävät ongelmanratkaisusta. Jos ongelmia ei ole saatavilla, he tekevät omat ongelmansa.
hu_hu: A mérnökök szeretnek problémákat megoldani. Ha épp nincs kéznél egy probléma,akkor csinálnak egyet maguknak.
nl: Ingenieurs houden van het oplossen van problemen. Als er geen problemen beschikbaar zijn, creëren ze hun eigen problemen.
no: Ingeniører liker å løse problemer. Hvis det ikke er noen problemer tilgjengelig, vil de lage sine egne problemer.
pt_br: Engenheiros gostam de resolver problemas. Se não há nenhum problema disponível, eles criarão seus próprios.
ro: Inginerilor le plac să rezolve probleme. Dacă nu sunt probleme la îndemână, ei vor crea propriile lor probleme.
sk_sk: Inžinieri radi riešia problémy. Ak žiadne nie sú po ruke, tak si vymyslia vlastné.
tr_tr: Mühendisler problemleri çözmeyi severler. Eğer elle tutulur bir problem yoksa, kendileri problemlerini yaratırlar.
uk: Інженери люблять вирішувати проблеми. Якщо проблем немає, вони створять нові.

# Quote28Text
source: One man's "magic" is another man’s engineering. "Supernatural" is a null word.
ca_ad: La "màgia" d'un home és l'"enginyeria" d'un altre. "Súper-natural" és una paraula nul·la.
cs_cz: Co je "magií" pro jednoho je vědou pro jiného. "Nadpřirozeno" je jen prázdné slovo.
da: Én mands "magi" er en anden mands ingeniørarbejde. "Overnaturlig" er et nul ord.
de: Des Einen Magie ist des anderen Konstruktion."Übernatürlich" gibt es nicht.
es: La "Magia" de un hombre es la ingeniería de otro. "Sobrenatural" es una palabra nula.
fi: Yhden "taika" on toisen insinöörityötä. "Yliluonnollinen" on turha sana.
hu_hu: Egy ember "varázslata" egy másik tudománya. Olyan szó, hogy "természetfölötti" nem létezik.
nl: De een zijn ''magie'' is de ander zijn bouwkunde. ''Bovennatuurlijk'' is een ongeldig woord.
no: En manns "magi" er en annen manns ingeniørvitenskap. "Overnaturlig" er et null ord.
pt_br: A "magia" de um homem é a engenharia de outro. "Sobrenatural" é uma palavra nula.
ro: Ceea ce pentru un om este magie este inginerie pentru un alt om. "Supranatural" este un cuvânt nul.
sk_sk: Pre jedného "mágia", pre iného veda. Slovo "nadprirodzený" nepozná.
tr_tr: Bir kişinin "sihir" olarak tanımladığı, başka birinin mühendisliğidir. "Doğaüstü" boş bir kelimedir.
uk: Що для однієї людини "магія" для іншого інженерія. "Надприродне" - це порожнє слово.
