Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# Quote39Text
source: Scientists investigate that which already is; engineers create that which has never been.
ca_ad: Els científics investiguen el que ja és; els enginyers creen el que mai ha estat.
cs_cz: Vědci zkoumají to, co již existuje. Inženýři vytváří to, co nikdy nebylo.
da: Videnskabsfolk undersøger det som allerede er; ingeniører skaber det som aldrig har været.
de: Wissenschaftler erforschen das, was bereits ist. Ingeneure erschaffen das, was noch nicht existiert.
es: Los científicos investigan lo que ya está; los ingenieros crean lo que nunca ha habido.
fi: Tutkijat tutkivat mitä on jo ollut; insinöörit luovat sitä mitä ei ole koskaan ollut.
hu_hu: A tudósok azt kutatják ami már van. A mérnökök megteremtik azt ami soha nem létezett addig.
nl: Wetenschappers onderzoeken dat wat er al is; ingenieurs creëren dat wat er nooit was.
no: Forskere gransker det som allerede er; Ingeniører lager det som aldri har vært.
pt_br: Cientistas investigam o que já é; Engenheiros criam o que nunca foi.
ro: Oamenii de stiinta investighează ceea ce deja este; inginerii creează ceea ce nu a fost niciodată.
sk_sk: Vedci skúmajú čo už existuje; inžinieri tvoria čo ešte nik nevymyslel.
tr_tr: Bilim adamları var olanı araştırır; mühendisler ise hiç olmamışı yaratır.
uk: Науковці досліджують те, що вже є; інженери створюють те, чого ніколи не було.

# Quote40Author
source: U.S. Army Ordnance
ca_ad: Ordenança de l'exèrcit dels EUA
cs_cz: U.S. Armádní sklad
de: U.S. Army Waffenarsenal
es: Intendencia del Ejército de los EEUU
fi: Yhdysvaltain armeijan kalusto
hu_hu: Amerikai hadsereg fegyverzet ellátás
nl: U.S. Leger Geschut
pt_br: Exercito de Artilharia Americano
ro: Muniții al Armatei SUA
sk_sk: Arzenál U.S. Army
tr_tr: Amerikan Ordu Gereçleri
uk: Війська Підтримки США

# Quote40Text
source: Tracers work both ways.
ca_ad: Les traces de les bales funcionen per a ambdós bàndols.
cs_cz: Stopovky fungují obousměrně.
da: Sporingsprojektiler virker begge veje
de: Leuchtspurmunition funktioniert in beide Richtungen.
es: Los trazadores funcionan en ambos sentidos.
fi: Valojuova-ammukset näkyvät molempiin suuntiin.
hu_hu: A lövedék nyomjelzők mindkét irányba működnek.
nl: Lichtspoorkogels werken voor beide kanten.
no: Sporlys virker begge veier
pt_br: Traçantes funcionam para ambos os lados.
ro: Gloanțele trasor funcționează în ambele sensuri.
sk_sk: Značkovacia munícia funguje obojsmerne. (vidí ju aj nepriateľ)
tr_tr: İzleyiciler iki taraflı çalışır.
uk: Трасуючі снаряди працюють в обох напрямках.

# Quote41Author
source: USAF Ammo Troop
ca_ad: Tropes de les Forces Aèries dels EUA
cs_cz: USAF muniční oddíl
da: USAF Ammunitionstrop
es: Intendente de la Fuerza Aérea de los EEUU
fi: Yhdysvaltojen ilmavoimien ammusjoukot
hu_hu: USAF AMMO Katona
nl: ISAF Ammunitie Troep
no: USAF Ammunisjonstropp
pt_br: Tropa de munição da Força Aérea Americana
ro: Trupa de Muniții USAF
sk_sk: Muniční zásobovači USAF
tr_tr: USAF Cephane Bölüğü
uk: Війська ВПС США

# Quote41Text
source: If you see a bomb technician running, follow him.
ca_ad: Si veus a un artificier corrent, segueix-lo.
cs_cz: Pokud uvidíte pyrotechnika utíkat, utíkejte s ním.
da: Hvis du ser en bombetekniker løbe, så følg ham.
de: Wenn ihr einen Bombenspezialisten rennen seht, folgt ihm.
es: Si ves un técnico de bombas corriendo, síguelo.
fi: Jos näet pommiteknikon juoksevan, seuraa häntä.
hu_hu: Ha látsz egy tűzszerészt futni, kövesd.
nl: Als je een explosieventechnicus ziet rennen, volg hem dan.
no: Hvis du ser en Bombe tekniker løpe, Følg han.
pt_br: Se você ver um técnico de bombas correndo, siga-o
ro: Dacă vezi un tehnician de bombe fugind, urmează-l.
sk_sk: Keď uvidíte pyrotechnika utekať, bežte za ním.
tr_tr: Eğer Bir Bomba Teknisyenini Koşarken Görürsen, Onu Takip Et.
uk: Якщо ви бачите, що сапер біжить, тікайте разом із ним.

# Quote42Author
source: Anonym
ca_ad: Anònim
es: Anónimo
fi: Tuntematon
hu_hu: Névtelen
nl: Anoniem
pt_br: Anônimo
ro: Anonim
tr_tr: Anonim
uk: Анонім

# Quote42Text
source: The only time you have too much fuel is when you're on fire.
ca_ad: L'única vegada que tens massa combustible és quan t'estàs incendiant.
cs_cz: Jediný případ, kdy máte příliš mnoho paliva, je, když hoříte.
da: Det eneste tidpunkt du har for meget brændstof, er når der er ild i dig.
de: Der einzige Zeitpunkt zu dem man zu viel Treibstoff haben kann, ist, wenn man brennt.
es: En el único momento que tendrás mucho combustible es cuando estés ardiendo.
fi: Ainoa hetki jolloin sinulla on liikaa polttoainetta on kun olet tulessa.
hu_hu: Csak akkor van túl sok üzemanyagod, ha kigyulladtál.
nl: Het enige moment waarop je teveel brandstof hebt, is wanneer je in de brand staat.
no: Den eneste gangen du har for mye drivstoff er når du brenner.
pt_br: O único momento em que você tem muito combustível é quando você está em chamas.
ro: Singura dată când ai prea mult combustibil este atunci când ești în flăcări.
sk_sk: Jediný prípad kedy máte dostatok paliva je vtedy, keď horíte.
tr_tr: Fazla yakıtınızın olduğu tek zaman, yanarkendir.
uk: Забагато пального буває лише тоді, коли ти палаєш.

# Quote43Author
source: Anonym
ca_ad: Anònim
es: Anónimo
fi: Tuntematon
hu_hu: Névtelen
nl: Anoniem
pt_br: Anônimo
ro: Anonim
tr_tr: Anonim
uk: Анонім

# Quote43Text
source: Never trade luck for skill.
ca_ad: Mai no canviïs sort per habilitat.
cs_cz: Nikdy nevyměňuj štěstí za dovednosti.
da: Byt aldrig held med evne.
de: Tausche niemals Glück gegen Geschick.
es: Nunca cambie suerte por habilidad.
fi: Älä koskaan vaihda onnea taitoon.
hu_hu: Soha ne cseréld le a szerencsét jártasságra.
nl: Ruil nooit geluk voor bekwaamheid.
no: Aldri bytt hell for ferdighet
pt_br: Nunca troque sorte por habilidade.
ro: Nu schimba niciodată noroc cu îndemânare.
sk_sk: Nikdy nevymeň štastie za zručnosti.
tr_tr: Asla şansı yetenek ile değişme.
uk: Ніколи не міняй щастя на вміння.

# Quote44Text
source: A pilot who doesn't have any fear probably isn't flying his plane to its maximum.
ca_ad: Un pilot que no té por de res de ben segur que no està pilotant el seu avió als seus màxims.
cs_cz: Pilot, který se nebojí, nejspíš nevyužívá svého stroje na maximum.
da: En pilot uden frygt, presser højst sandsynligt ikke hans fly til maksimum
de: Ein Pilot welcher keine Angst hat, fliegt sein Flugzeug wahrscheinlich nicht bis an dessen Grenzen.
es: Un piloto que no tenga ningún temor probablemente no esté volando su avión al máximo.
fi: Lentäjä, jolla ei ole pelkoa lainkaan, ei luultavasti lennä koneellaan sen maksimilla.
hu_hu: Az a pilóta, aki nem fél, valószínűleg nem hozza ki a gépéből a maximumot.
nl: Een piloot die geen angst heeft haalt waarschijnlijk niet het maximale uit het vliegtuig.
no: En pilot som ikke har noen frykt flyr sikkert ikke flyet til sitt Maksimale
pt_br: O piloto que não tem qualquer medo provavelmente não está pilotando seu avião no máximo.
ro: Un pilot care nu are nici o teamă probabil nu zboară avionul său la maxim.
sk_sk: Pilot ktorý nemá strach, pravdepodobne nelieta lietadlom na hranici možností.
tr_tr: Korku nedir bilmeyen pilot muhtemelen uçağının sınırlarını zorlamıyordur.
uk: Пілот, що не відчуває страху, імовірно, не пілотує свій літак на межі можливостей.

# Quote45Text
source: To an engineer, good enough means perfect. With an artist, there's no such thing as perfect.
ca_ad: Per a un enginyer "prou bo" vol dir "perfecte". Per a un artista no existeix la perfecció.
cs_cz: Pro technika, dostatečne dobrý znamená perfektní. Pro umělce, něco jako perfektní neexistuje.
da: For en ingeniør, betyder 'godt nok' perfekt. For en kunstner, findes der ikke noget perfekt.
de: Für einen Ingenieur ist "gut genug" perfekt. Für einen Künstler gibt es keine Perfektion.
es: Para un ingeniero, "suficientemente bueno " significa perfecto. Para un artista, no existe la perfección.
fi: Insinöörille tarpeeksi hyvä tarkoittaa täydellistä. Taiteilijalle ei ole sellaista asiaa kuin täydellinen.
hu_hu: Egy mérnöknek az "egész jó" az tökéletes. Egy művésznek nincs olyan, hogy tökéletes.
nl: Goed genoeg betekent perfect voor een ingenieur. Voor een kunstenaar bestaat perfect niet.
no: Bra er perfekt for en Ingeniør, men for en artist finnes det ikke noe slikt som perfekt.
pt_br: Para um engenheiro, bom o suficiente significa perfeito. Para um artista, não existe perfeição.
ro: Pentru un inginer, suficient de bun înseamnă perfect. Pentru un artist, nu există ceva perfect.
sk_sk: Pre inžiniera, dostatočné znamená perfektné. Pre umelca nič také neexistuje.
tr_tr: Mühendise göre yeterince iyinin anlamı mükemmeldir. Sanatçıya göre ise mükemmel diye bir şey yoktur.
uk: Для інженера, добре означає ідеально. Для художника, поняття "ідеально" не існує.

# Quote46Text
source: Mars is there, waiting to be reached.
ca_ad: Mart és allà, esperant a ser assolit.
cs_cz: Mars je tam, čeká až jej dosáhneme.
da: Mars er der, den venter på at blive nået.
de: Dort ist der Mars und wartet auf unsere Ankunft.
es: Marte esta ahí, esperando a ser alcanzado.
fi: Mars on siellä, odottamassa että se saavutetaan.
hu_hu: A Mars ott van, csak arra vár hogy kinyúljunk érte.
nl: Mars is daar, wachtend tot het bereikt wordt.
no: Mars er der, venter på å bli nådd.
pt_br: Marte está lá, esperando para ser alcançado
ro: Marte este acolo, așteptând să fie ajuns.
sk_sk: Mars je tam hore, čaká až ho navštívime.
tr_tr: Mars orada, ulaşılabilmek için bekliyor.
uk: Марс там, чекає, доки до нього дістануться.

# Quote47Text
source: This is one small step for a man, one giant leap for mankind.
ca_ad: Aquest és un petit pas per a l'home, però un gran pas per a la humanitat.
cs_cz: Je to malý krok pro člověka, ale velký skok pro lidstvo.
da: Dette er et lille skridt for en mand, et stort spring for menneskeheden
de: Das ist ein kleiner Schritt für einen Menschen, ein riesiger Schritt für die Menschheit.
es: Este es un pequeño paso para un hombre, pero un gran salto para la humanidad.
fi: Tämä on pieni askel ihmiselle, mutta suuri harppaus ihmiskunnalle.
hu_hu: Kis lépés egy embernek, de hatalmas ugrás az emberiségnek.
nl: Dit is een kleine stap voor een man, een grote sprong voor de mensheid.
no: Ett lite skritt for menneske, ett stort sprang for Menneskeheten
pt_br: É um pequeno passo para o homem, um gigantesco salto para a humanidade.
ro: Acesta este un pas mic pentru un om, un salt uriaș pentru omenire.
sk_sk: Je to malý krok pre človeka, ale veľký skok pre ľudstvo.
tr_tr: Benim için küçük ancak insanlık için dev bir adım.
uk: Це малий крок для людини, але гігантський стрибок для всього людства.

# Quote48Text
source: I see Earth! It is so beautiful!
ca_ad: Veig la Terra! És tan bonica!
cs_cz: Vidím Zemi! Je tak nádherná!
da: Jeg kan se Jorden! Den er så smuk!
de: Ich sehe die Erde! Sie ist so wunderschön!
es: ¡Veo la Tierra! ¡Es tan hermosa!
fi: Näen Maan! Se on niin kaunis!
hu_hu: Látom a Földet! Olyan gyönyörű!
nl: Ik zie de aarde! Het is zo prachtig!
no: Jeg ser Jorden! Det er så vakkert!
pt_br: Eu vejo a Terra! Ela é tão linda!
ro: Văd Pământul! E atât de frumos!
sk_sk: Vidím Zem! Je tak krásna!
tr_tr: Dünyayı görüyorum! O çok güzel!
uk: Я бачу землю, вона прекрасна!

# Quote49Text
source: I could have gone on flying through space forever.
ca_ad: Podria haver volat per l'espai per sempre més.
cs_cz: Mohl bych létat vesmírem donekonečna.
da: Jeg kunne blive ved med at flyve gennem rummet forevigt.
de: Ich hätte für immer durch den Weltraum fliegen können.
es: Yo podría estar volando por el espacio para siempre.
fi: Olisin voinut lentää avaruuden halki ikuisesti.
hu_hu: Folytathattam volna a lebegést az űrben az idők végezetéig.
nl: Ik zou eeuwig door de ruimte hebben kunnen vliegen.
no: Jeg kunne ha flydd gjennom rommet for alltid.
pt_br: Eu poderia ter voado pelo espaço para sempre.
ro: Ar fi putut continuat să zbor prin spațiu pentru totdeauna.
sk_sk: Mohol by som lietať vesmírom do nekonečna.
tr_tr: Sonsuza kadar uzayın derinliklerinde uçabilirdim.
uk: Я міг би залишитися літати в космосі назавжди.

# Quote50Text
source: To go places and do things that have never been done before - that’s what living is all about.
ca_ad: Ves a llocs i fes coses que mai abans han estat fetes; d'això és del que tracta la vida.
cs_cz: Dostat se na místa, kde ještě nikdo nebyl a dělat věci, které nikdy nikdo dříve nedělal - o tom je život.
da: At tager steder hen og gøre ting som aldrig er gjort før - det er hvad livet handler om.
de: Orte zu entdecken und Dinge zu tun die noch niemand zuvor getan hat - Das ist es worum's im Leben geht.
es: Para ir a lugares y hacer cosas que nunca se han hecho antes - de eso se trata la vida.
fi: Mennä paikkoihin ja tee asioita joita ei ole koskaan ennen tehty - siitä on elämässä kyse.
hu_hu: Olyan helyekre menni, ahol még senki nem járt, olyan dolgokat tenni, melyeket még senki sem csinált - erről szól az élet.
nl: Om naar plekken te gaan en dingen te doen die nog nooit gedaan zijn - dat is waar het leven om draait.
no: Å oppsøke steder og gjøre ting som aldri har blitt gjort før - Det er hva å leve handler om.
pt_br: Ir a lugares e fazer coisas que nunca foi feito antes - é isso que significa viver.
ro: A merge în locuri și a face lucruri care nu s-au făcut înainte - asta e ceea ce viață este tot despre.
sk_sk: Ísť na miesta a robiť veci, ktoré ešte nik nerobil, to je to o čom život naozaj je.
tr_tr: Hiç yapmadığın şeyleri yapmak, gitmediğin yerlerle gitmek- hayat tüm bunlardan ibaret.
uk: Відвідувати місця, де ми ніколи не були й робити речі, які ми ніколи не робили - ось у чому сенс життя.

# Quote51Text
source: Do not go where the path may lead, go instead where there is no path and leave a trail.
ca_ad: No vagis on et porta el camí, ves on no hi hagi camí i deixa-hi un rastre.
cs_cz: Nechoď vyšlapanou cestou, jdi tam, kde žádná není a udělej si vlastní.
da: Gå ikke derhen hvor stien leder dig hen, gå istedet hvor der ikke er nogen sti og efterlad et spor.
de: Folge nicht einem vorgegebenen Weg, sondern wähle deinen eigenen und hinterlasse eine Spur.
es: No vayas donde te lleve el camino, mejor ve donde no haya camino y deja un rastro.
fi: Älä mene sinne minne reitti voi johdattaa, vaan mene sinne minne ei ole reittiä ja jätä jälki.
hu_hu: Ne oda menj ahová az ösvény vezet, inkább oda ahol nincs ösvény.
nl: Ga niet naar waar het pad mag leiden, ga in plaats daarvan waar geen pad is een laat een spoor achter.
no: Ikke følg hvor en vei leder, isteden gå hvor det ikke er en vei og lag en sti.
pt_br: Não vá onde o caminho pode levar, vá por onde não há caminho e deixe um trilha.
ro: Nu merge unde calea poate duce, du-te în schimb unde nu există nici o cale și lasă o urmă.
sk_sk: Nechoď tam kam vedie cesta, ale tam kde cesta nie je a zanechaj tam stopu.
tr_tr: Yoldan gitmeyin, yol olmayan yerden gidin ki; iz bırakın.
uk: Не йдіть туди, де прокладено стежку. Ідіть туди, де її немає, і прокладете свою.

# Quote52Text
source: To be the first to enter the cosmos, to engage, single-handed, in an unprecedented duel with nature - could one dream of anything more?
ca_ad: Ser el primer en entrar al cosmos, per participar, amb una sola mà, en un duel sense precedents contra la natura - podria algú somniar amb res millor?
cs_cz: Být první ve vesmíru, sám, bez pomoci vyzvat přírodu k tak nevídanému souboji - může někdo snít o něčem víc?
da: At være den første der når kosmos, for at udfordre denne natur alene, i en hidtil uset duel - kan man drømme om mere?
de: Der Erste sein, der den Weltraum betritt, sich allein auf ein beispielloses Duell mit der Natur einlassen - Könnte man von mehr träumen?
es: Ser el primero en entrar en el cosmos, para involucrarme, en solitario, en un duelo sin precedentes con la naturaleza - ¿podría soñar con algo más?
fi: Olla ensimmäinen astumaan universumiin, ryhtyäkseen, yhdellä kädellä, ennennäkemättömään taistoon luonnon kanssa - voisiko yksikään unelmoida enemmästä?
hu_hu: Az elsőnek lenni, aki belép a kozmoszba, hogy egy példátlan félkezes párbajra hívja a természetet - mi többet kérhet egy ember?
nl: Om de eerste te zijn om de cosmos in te gaan, om de strijd aan te gaan, zonder hulp, in een ongekend duel met de natuur - kan iemand van meer dromen?
no: Å være den første til å gå inn i kosmos, til å engasjere seg, enhånds, i en enestående duell med naturen - kunne en drømme om noe mer?
pt_br: Ser o primeiro a entrar no cosmos, se comprometer, sozinho, em um duelo com a natureza sem precedentes - alguém poderia sonhar algo mais?
ro: Pentru a fi primul care intra în cosmos, de a te asuma, de unul singur, într-un duel fără precedent cu natura - ar putea cineva să viseze la mai mult?
sk_sk: Byť prvý kto sa dostane do vesmíru, aby ho dobyl, samostatne, v nevídanom dueli s prírodou - môže človek snívať o niečom lepšom?
tr_tr: Kozmoza ilk defa girmek, çarpışmak, yalnız başına, doğa ile eşi benzeri görülmemiş bir düello - daha büyük bir hayal olabilir mi?
uk: Бути першим, хто вийшов у відкритий космос, вступити самотужки в безпрецедентний поєдинок з природою - чи можна мріяти про більше?

# Quote53Text
source: The path of a cosmonaut is not an easy, triumphant march to glory. You have to get to know the meaning not just of joy but also of grief, before being allowed in the spacecraft cabin.
ca_ad: El camí d'un cosmonauta no és una marxa senzilla i triomfant cap a la glòria. Has d'entendre el significat no només de l'alegria sinó també del dolor, abans de tenir autorització d'entrada a la cabina d'una nau espacial.
cs_cz: Cesta kosmonauta není jednoduchý, triumfální pochod ke slávě. Musíte se naučit význam radosti, ale i smutku než budete vpuštěni do kabiny vesmírné lodi.
da: En kosmonauts sti er ikke en nem triumferende march til storhed. Du skal lære meningen af ikke kun glæde, men også af sorg, før du kan få lov til sidde i rumfartøjets kabine.
de: Der Weg eines Kosmonatuen ist kein einfacher triumphaler Weg zum Ruhm. Er muss nicht nur die Bedeutung von Freude, sondern auch von Leid kennen, bevor er in der Raumschiffkabine platz nehmen darf.
es: El camino de un cosmonauta no es una fácil marcha triunfal hacia la gloria. Tienes que llegar a conocer el significado no sólo de la alegría, sino también del dolor, antes de poder subir a la cabina de una nave espacial.
fi: Kosmonautin tie ei ole helppo, menestyksekäs marssi ylistettäväksi. Sinun täytyy ymmärtää ei vain ilon tarkoitus, vaan myös surun, ennen kuin sinut päästetään avaruusaluksen ohjaamoon.
hu_hu: Egy kozmonauta útja nem egy könnyű, diadalmas menet a dicsőségbe. Nem csak azt tudod meg mi az öröm, hanem azt is hogy mi a bánat, mielőtt beléphetsz az űrhajóba.
nl: Het pad van de kosmonaut is niet een makkelijke, triomferende mars naar glorie. Je moet de betekenis leren van niet alleen vreugde, maar ook van leed, voordat je in de cabine van een ruimtevaarttuig mag komen.
no: Stien for en kosmonaut er ikke en enkel, triumferende marsj til ære. Du må bli kjent med meningen av ikke bare glede, men også sorg, før du får komme inn i romfartøykabinen
pt_br: O caminho de um cosmonauta não é uma fácil e triunfante macha à glória. Você tem que saber o significado não só da diversão mas também da dor, antes de ser aceito numa cabine de espaçonave.
ro: Drumul cosmonautului nu este uşor, marş triumfător la glorie. Trebuie să cunoşti semnificaţia nu doar la fericire ci şi durere, până să ţi se da voie în cabina unui vehicul spaţial.
sk_sk: Cesta kozmonauta nie je ľahký, triumfálny pochod za slávou. Skôr než sa dostaneš do kokpitu vesmírnej lode, musíš spoznať radosť aj smútok.
tr_tr: Kozmonotun yolu hiç kolay değil, görkeme başarılı bir yürüyüş. Uzay mekiğinin kabinine girmeden önce sadece neşenin anlamını değil aynı zamanda kederinde anlamını öğrenmek zorundasın.
uk: Шлях космонавта не є легким, тріумфальним шляхом до слави. Ви маєте пізнати не лише радість, а й горе, перш ніж сядете в кабіну космічного корабля.

# Quote54Text
source: The dreams of yesterday are the hopes of today and the reality of tomorrow.
ca_ad: Els somnis d'ahir són les esperances d'avui i la realitat de demà.
cs_cz: Sny včerejška jsou nadějí dneška a realitou zítřka.
da: Gårsdagens drømme er denne dags håb, og morgendagens virkelighed.
de: Die Träume von gestern sind die Hoffnungen von heute und die Realität von morgen.
es: Los sueños de ayer son las esperanzas de hoy y la realidad de mañana
fi: Eilisen unelmat ovat tämän päivän toivo ja huomisen todellisuus.
hu_hu: A tegnap álmai a ma reményei és a holnap valósága.
nl: De dromen van gisteren zijn de hoop van vandaag en de realiteit van morgen.
no: Drømmene om i går er håpene om i dag og virkeligheten om i morgen.
pt_br: Os sonhos de ontem, são as esperanças de hoje e a realidade de amanhã.
ro: Visele de ieri sunt speranțele de astăzi și realitatea de mâine.
sk_sk: Včerajšie sny sú nádejou dneška a realitou zajtrajška.
tr_tr: Dünün hayalleri, bugünün umutları ve yarının gerçekliğidir.
uk: Учорашні мрії є надією сьогоднішнього дня та реальністю завтрашнього дня.

# Quote55Text
source: Failure is not an option.
ca_ad: El fracàs no és una opció.
cs_cz: Selhání nepřichází v úvahu.
da: Fiasko er ikke en mulighed
de: Versagen ist keine Option.
es: El fracaso no es una opción.
fi: Epäonnistuminen ei ole vaihtoehto.
hu_hu: A kudarc ki van zárva.
nl: Falen is geen optie.
no: Mislykkelse er ikke et alternativ.
pt_br: Falhar não é uma opção
ro: Eșec nu este o opțiune.
sk_sk: Zlyhanie je neprípustné.
tr_tr: Başarısızlık bir seçenek değil.
uk: Відмова не приймається.

# Quote56Text
source: No amount of experimentation can ever prove me right; a single experiment can prove me wrong.
ca_ad: Una gran quantitat d'experiments poden demostrar que tinc raó; un sol experiment pot demostrar que estic equivocat.
cs_cz: Žádné množství experimentů nemůže nikdy dokázat, že mám pravdu a jediný experiment to může vyvrátit.
da: Ingen mængde eksperimentering kan nogensinde bevise at jeg har ret; et enkelt eksperiment kan bevise at jeg tager fejl.
de: Kein Experiment kann meine Behauptungen je beweisen, ein einziges reicht jedoch mich zu widerlegen.
es: Ninguna cantidad de experimentación puede probar definitivamente que tengo razón; un solo experimento puede probar que estoy equivocado.
fi: Mikään määrä kokeita ei voi koskaan todistaa minun olevan oikeassa; kuitenkin yksi koe voi todistaa minun olevan väärässä.
hu_hu: Nem számít mennyi kísérletet végzek, egyik sem igazol, de egyetlen kísérlet megcáfolhat.
nl: Geen enkele hoeveelheid van experimenteren kan me ooit gelijk geven; een enkel experiment kan me ongelijk geven.
no: Ingen mengde eksperimentering noen gang kan bevise meg rett, et enkelt eksperiment kan bevise meg feil.
pt_br: Quantidade nenhuma de experimentos podem não provar que estou certo; um único experimento pode provar que estou errado.
ro: Nici o cantitate de experimente poate dovedi vreodată că am dreptate, un singur experiment poate dovedi că am greșit.
sk_sk: Nijaké experimenty nemôžu dokázať, že mám pravdu; ale jediný experiment môže dokázať, že sa mýlim.
tr_tr: Sayısızca deney benim haklı olduğumu kanıtlayamaz; tek bir deney benim haksız olduğumu katılayabilir.
uk: Жодне число експериментів ніколи не зможе довести, що я маю рацію; Проте один єдиний експеримент у будь-який час може довести, що я не правий.
