Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# ToolTipVideoOptionsHardwareCursor
source: HW mouse cursor is independent of game framerate. We recommend to turn it on.
cs_cz: HW kurzor myši je nezávislý na počtu snímků hry. Doporučujeme jej zapnout.
da: Hardware musen er uafhængig af spillets framerate. Vi anbefaler at du slår denne indstilling til.
de: Der Hardware Mauscursor ist unabhängig von der Spiel-Framerate. Wir empfehlen ihn anzuschalten.
es: El cursor por HW es independiente de la tasa de fotogramas del juego. Recomendamos mantenerlo encendido.
hu_hu: A hardver egérmutató független a játék képfrissítésétől. Ajánljuk a használatát.
no: Maskinvare musepekeren er uavhengig av spillets bildefrekvens. Vi anbefaler å slå den på.
pt_br: Cursor do mouse HW é independente da taxa de quadros por segundo. Nós recomendamos ligá-lo
ro: Cursorul HW mouse-ului este independent din framerate-ul jocului. Vă recomandăm să-l activați.
sk_sk: HW kurzor myši je nezávislý od počtu herných snímkov. Odporúčame ho zapnúť.
uk: Системний покажчик мишки не впливає на частоту кадрів у грі. Ми рекомендуємо ввімкнути його.

# ToolTipVideoOptionsVerticalSync
source: The game will synchronize with the refresh rate of the monitor. We recommend to turn it off.
cs_cz: Hra synchronizuje Vaše FPS s obnovovací frekvenci monitoru. Doporučujeme tuhle možnost vypnout.
da: Spillet vil synkroniserer med skærmens opdateringshastighed. Vi anbefaler at du slår denne indstilling fra.
de: Das Spiel wird mit der Bildwiederholfrequenz des Monitors synchronisiert. Wir empfehlen es auszuschalten,
es: El juego se sincronizará con la tasa de refresco de tu monitor. Recomendamos que lo apagues.
hu_hu: A játék szinkronba áll a monitor frissítési arányával. Ajánljuk kikapcsolását.
no: Spillet vil synkronisere seg med oppdateringsfrekvensen på skjermen. Vi anbefaler å skru den av.
pt_br: O jogo irá sincronizar com a taxa de atualização do monitor. Nós recomendamos desligá-lo.
ro: Jocul se va sincroniza cu rata de reîmprospătare a ecranului. Vă recomandăm să fie închis.
sk_sk: Hra sa zosynchronizuje s obnovovacou frekvenciou monitoru. Odporúčame to vypnúť.
uk: Гру буде синхронізовано з частотою оновлення монітора. Ми рекомендуємо вимкнути це.

# ToolTipVideoOptionsFieldOfView
source: Horizontal field of view angle
cs_cz: Horizontální úhel zorného pole
da: Horisontalt synsfelt vinkel
de: Horizontales Sichtfeld
es: Angulo de campo de visión horizontal
hu_hu: Vízszintes látótér látószöge
no: Horisontal synsfelt vinkel
pt_br: Angulo do campo de visão horizontal
ro: Câmp de vedere orizontal
sk_sk: Rozsah horizontálneho zorného poľa
uk: Горизонтальний кут огляду

# ToolTipGameOptionsShowControlsHints
source: Show on-screen control hints during gameplay
cs_cz: Zobrazit při hraní nápovědu pro ovládání
da: Vis control tips på skærmen under spil
de: Zeige Hinweise zur Steuerung während des Spiels an.
es: Mostrar en pantalla consejos de control durante la partida
hu_hu: A képernyőn lévő segítségek megjelenítése játék közben
no: Vis tips på skjermen mens du spiller
pt_br: Mostra dicas de controles durante o jogo
ro: Afișează controalele pe ecran în timpul jocului
sk_sk: Ukáž nápovedu ovládania na obrazovke počas hry
uk: Показувати підказки з керування на екрані під час гри

# WorldNotSaved
source: World '{0}' failed to save. This can be caused by running out of memory or problems when writing files. Working on this world any longer may result in loss of progress. You can check log file to find out more about what caused this error.
cs_cz: Uložení světa {0} selhalo.
da: Verden {0} kunne ikke gemmes. Dette kan skyldes: Løbet tør for memory eller problemer med at skrive filerne. Ydereligere arbejde i denne verden kan gå tabt. Du kan se log filen for at finde ud hvad fejlen skyldes.
de: Fehler beim Speichern von Welt {0}.
es: Error al guardar el Mundo {0}
hu_hu: {0} világot nem sikerült elmenteni.
no: Feil ved lagring av denne verden '{0}'. Dette kan forårsakes ved å gå tom for minne eller problemer mens filene blir skrevet. Videre arbeid på denne verdenen kan resultere i tap av fremgang. Du kan sjekke loggfilen for å finne ut mer om hva som forårsaket denne feilen.
pt_br: Mundo '{0}' falhou em salvar. Isto pode ser causado por falta de memória ou problemas de gravação de arquivos. Continuar trabalhando nesse mundo pode resultar em perda de progresso. Você pode checar o arquivo de log para descobrir mais sobre o que causou esse erro.
ro: Lumea '{0}' nu s-a salvat. Cauză ar putea fi lipsa de spaţiu liber la scrierea fişierelor. Lucrul la această lume în continuare ar putea rezulta în pierderea progresului. Poţi să vizualizezi log-ul pentru a afla mai multe despre cauză.
sk_sk: Svet {0} sa nepodarilo uložiť.
uk: Не вдалося зберегти світ '{0}'. Це може бути викликане браком пам'яті або проблемою читання файлів. Також, ви можете переглянути журнал, аби дізнатися, що викликало цю помилку.

# NotificationMemoryOverload
source: Not enough memory to add new objects
cs_cz: Nedostatek paměti pro přidání nových objektů
da: Ikke nok hukommelse til at tilføje nye objekter
de: Nicht genug Speicher um neue Objekte hinzuzufügen.
es: No hay suficiente memoria para añadir nuevos objetos
hu_hu: Nincs elég memória több tárgy hozzáadásához
no: Ikke nok hukommelse til å legge til nye objekter
pt_br: Não há memoria suficiente para adicionar o novo objeto
ro: Insuficientă memorie pentru a adăuga obiecte noi
sk_sk: Nedostatok pamäte pre pridanie nových objektov
uk: Недостатньо пам'яті для додавання нових об'єктів

# BetterGCIsAvailable
source: We have detected a better graphics card in your computer than the one the game currently runs on. Please check your NVIDIA/AMD Control Panel settings.
cs_cz: Byla detekována lepší grafická karta, než kterou hra právě využívá. Prosím zkontrolujte nastavení v Ovládacím panelu NVIDIA/AMD.
da: Vi har opdaget et bedre grafikkort i din computer end den bruger lige nu. Se venligst din NVIDIA/AMD Control Panel indstillinger.
de: Wir haben eine bessere Grafikkarte in deinem System erkannt, als die, die aktuell verwendet wird. Bitte überprüfe deine Grafikeinstellungen.
es: Hemos detectado una tarjeta gráfica mejor en tu ordenador que la que esta siendo usada por el juego. Por favor revisa el panel de control de NVIDIA/AMD.
hu_hu: A jelenleg használtnál jobb videokártya is van a gépedben. Kérjük ellenőrizd az NVIDIA/AMD irányítópult beállításait.
no: Vi har oppdaget ett bedre grafikkort i din datamaskin en det spillet kjører på akkurat nå. Vennligst sjekk ditt NVIDIA/AMD Kontroll Panel.
pt_br: Nós detectamos uma placa gráfica melhor no seu computador do que aquela que o jogo funciona atualmente. Verifique as configurações no Painel de controle da NVIDIA / AMD.
ro: Am detectat o placa video mai bună în computerul dvs. decât cea pe care jocul rulează acum. Vă rugăm să va verificați setările din panoul de control NVIDIA/AMD.
uk: В вашій системі ми знайшли потужнішу відеокарту, аніж та на якій зараз запущена гра. Будь ласка, перевірте налаштування системи.

# MessageBoxCaptionWarning
source: WARNING
cs_cz: VAROVÁNÍ
da: ADVARSEL
de: WARNUNG
es: ADVERTENCIA
hu_hu: FIGYELEM
no: ADVARSEL
pt_br: AVISO
ro: AVERTISMENT
sk_sk: VAROVANIE
uk: УВАГА

# MessageBoxTextOpenBrowser
source: This will open {0} in your internet browser. The game will keep running. Do you want to continue?
cs_cz: Toto otevře stránku {0} ve Vašem internetovém prohlížeči. Hra zůstane běžet. Přejete si pokračovat?
da: Dette vil åbne {0} i din browser. Spillet vil stadig køre. Ønsker du at fortsætte?
de: Die Seite {0} wird in deinem Browser geöffnet. Das Spiel läuft so lange im Hintergrund. Fortfahren?
es: Esto se abrirá {0} en tu navegador de internet. El juego seguirá funcionando. ¿Deseas continuar?
hu_hu: Ez megnyitja{0}-ot a böngésződben. A játék továbbra is futni fog. Folytatod?
no: Dette vil åpne {0} i nettleseren din. Spillet vil fortsette å kjøre. Vil du fortsette?
pt_br: Isto abrirá {0} no seu navegador de internet. O jogo continuará rodando. Deseja continuar?
ro: Asta va deschide {0} în navigatorul dvs. Jocul va continua să meargă. Doriți să continuați ?
uk: Відкриється {0} в браузері. Гра продовжить роботу. Бажаєте продовжити?

# HudInfoCrouching
source: Crouching
ca_ad: Ajupir-se
cs_cz: Skrčený
da: Sidder på hug
de: Geduckt
es: Agachandose
fi: Kyykistyneenä
hu_hu: Guggolás
nl: Hurken
no: Huking
pt_br: Agachando
ro: Ghemuit
sk_sk: Krčiť sa
tr_tr: Çömelme
uk: Плазування

# HudInfoFlying
source: Flying
ca_ad: Volant
cs_cz: Let
da: Flyver
de: Fliegend
es: Volando
fi: Lentää
hu_hu: Repülés
nl: Vliegen
no: Flyr
pt_br: Voando
ro: În zbor
sk_sk: Let
tr_tr: Uçmakta
uk: Літати

# HudInfoOff
source: Off
cs_cz: Vypnuto
da: Sluk
de: Aus
es: Apagados
fi: Pois päältä
hu_hu: Kikapcsolva
nl: Uit
no: Av
pt_br: Desativado
ro: Oprit
sk_sk: Vypnuté
tr_tr: Kapalı
uk: Вимкнути

# HudInfoOn
source: On
cs_cz: Zapnuto
da: Tænd
de: An
es: Encendido
fi: Päälle
hu_hu: Bekapcsolva
nl: Aan
no: På
pt_br: Ativado
ro: Pornit
sk_sk: Zapnuté
tr_tr: Açık
uk: Увімкнути

# HudEnergyMissingTotal
source: MISSING TOTAL
ca_ad: PÈRDUA TOTAL
cs_cz: CELKEM CHYBÍ
da: MANGLER TOTAL
de: FEHLEND (GESAMT)
es: Pérdida Total
fi: PUUTTEET
hu_hu: ÖSSZESEN HIÁNYZIK
nl: TOTAL NIET GEVONDEN
no: MANGLER TOTALT
pt_br: TOTAL FALTANDO
ro: Total lipsă:
sk_sk: CHÝBA CELKOM:
tr_tr: TOPLAM KAYIP
uk: УСЬОГО ВТРАЧЕНО

# HudInfoNameEnergy
source: Energy:
ca_ad: Energia:
cs_cz: Energie:
da: Energi:
de: Energie:
es: Energía:
fi: Energia:
hu_hu: Energia:
nl: Energie:
no: Energi
pt_br: Energia:
ro: Energie:
sk_sk: Energia:
tr_tr: Enerji:
uk: Енергія:

# HudInfoNameFuelTime
source: Fuel Time:
ca_ad: Combustible:
cs_cz: Palivo:
da: Brændstof tid:
de: Verbleibender Treibstoff:
es: Tiempo de Combustible:
fi: Jäljellä oleva polttoaine
hu_hu: Üzemanyag Idő:
nl: Brandstof Tijd:
no: Bensin Tid:
pt_br: Tempo de combustível:
ro: Timp combustibil:
sk_sk: Palivo na:
tr_tr: Yakıt Süresi:
uk: Залишок пального:

# HudInfoNameGyroscopes
source: Gyroscopes:
ca_ad: Giroscopis:
cs_cz: Gyroskopy:
da: Gyroskoper:
de: Gyroskope:
es: Giroscopios:
fi: Gyroskoopit:
hu_hu: Giroszkópok:
nl: Gyroscopen
no: Gyroskoper:
pt_br: Giroscópios:
ro: Giroscoape:
sk_sk: Gyroskopy:
tr_tr: Jiroskop:
uk: Ґіроскопи:

# HudInfoNameLights
source: Lights:
ca_ad: Llums:
cs_cz: Světla:
da: Lys:
de: Lichter:
es: Luces:
fi: Valot
hu_hu: Fények:
nl: Lichten:
no: Lys:
pt_br: Luzes:
ro: Lumini:
sk_sk: Svetlá:
tr_tr: Işıklar:
uk: Світло:

# HudInfoNameMass
source: Mass:
ca_ad: Massa:
cs_cz: Hmotnost:
da: Masse:
de: Masse:
es: Masa:
fi: Massa
hu_hu: Tömeg:
nl: Massa:
no: Masse:
pt_br: Massa:
ro: Masă:
sk_sk: Hmotnosť:
tr_tr: Kütle:
uk: Вага:

# HudInfoNamePowerUsage
source: Power Usage:
ca_ad: Ús de l'energia:
cs_cz: Využití energie:
da: Strøm forbrug:
de: Energieverbrauch:
es: Energía Utilizada:
fi: Virrankäyttö:
hu_hu: Energia Használat:
nl: Energie Gebruik:
no: Strømforbruk:
pt_br: Potencia usada:
ro: Putere Consumată:
sk_sk: Spotreba energie:
tr_tr: Güç Kullanımı:
uk: Споживання енергії:

# HudInfoNameReactors
source: Reactors:
cs_cz: Reaktory:
da: Reaktorer:
de: Reaktoren:
es: Reactores:
fi: Reaktorit:
hu_hu: Reaktorok:
no: Reaktorer:
pt_br: Reatores:
ro: Reactoare:
sk_sk: Reaktory:
tr_tr: Reaktörler:
uk: Реактори:

# HudInfoNameSpeed
source: Speed:
ca_ad: Velocitat:
cs_cz: Rychlost:
da: Hastighed:
de: Tempo:
es: Velocidad:
fi: Nopeus:
hu_hu: Sebesség:
nl: Snelheid:
no: Hastighet:
pt_br: Velocidade:
ro: Viteză
sk_sk: Rýchlosť:
tr_tr: Hız:
uk: Швидкість:

# HudInfoNameThrusts
source: Thrusters:
ca_ad: Propulsors:
cs_cz: Trysky:
da: Styreraketter:
de: Triebwerke:
es: Propulsores:
fi: Suihkumoottorit:
hu_hu: Hajtóművek:
nl: Straalmotoren:
no: Thrustere:
pt_br: Propulsores:
ro: Propulsoare:
sk_sk: Pomocné rakety:
tr_tr: İticiler:
uk: Пришвидшувачі:

# HudInfoNoPower
source: No Power
ca_ad: Sense energia
cs_cz: Žádná Energie
da: Ingen strøm
de: Keine Energie
es: Sin Energía
fi: Ei virtaa
hu_hu: Nincs Energia
nl: Geen Vermogen
no: Ingen Strøm
pt_br: Sem potência
ro: Fără Putere
sk_sk: Žiadna energia
tr_tr: Güç Yok
uk: Немає енергії

# HudInfoNoReflectors
source: No Spotlights
ca_ad: Sense Focus
cs_cz: Žádný Reflektor
da: Ingen Projektører
de: Keine Scheinwerfer
es: Sin Focos
fi: Ei Valonheittimiä
hu_hu: Nincsenek reflektorok
nl: Geen zoeklichten
no: Ingen Søkelys
pt_br: Sem Faróis
ro: Fără reflectoare
sk_sk: Bez reflektorov
tr_tr: Projektör yok
uk: Прожекторів немає

# HudInfoPilotingLargeShip
source: Piloting Large Ship
ca_ad: Pilotant Nau Gran
cs_cz: Řízení velké lodě
da: Styrer stort rumfartøj
de: Großes Schiff steuern
es: Pilotando una Nave Grande
fi: Ohjataan Suurta Alusta
hu_hu: Nagy Hajó Irányítása
nl: Bestuurd Groot Schip
no: Manøvrerer Stort Skip
pt_br: Pilotando Nave Grande
ro: Pilotând Navă Mare
sk_sk: Pilotovanie veľkej lode
tr_tr: Büyük Gemi Kullanılıyor
uk: Керування великим кораблем

# HudInfoPilotingSmallShip
source: Piloting Small Ship
ca_ad: Pilotant Nau Petita
cs_cz: Řízení malé lodě
da: Styrer lille rumfartøj
de: Kleines Schiff steuern
es: Pilotando una Nave Pequeña
fi: Ohjataan Pientä Alusta
hu_hu: Kis Hajó Irányítása
nl: Bestuurd Klein Schip
no: Manøvrerer Lite Skip
pt_br: Pilotando Nava Pequena
ro: Pilotând navă mică
sk_sk: Pilotovanie malej lode
tr_tr: Küçük Gemi Kullanılıyor
uk: Керування малим кораблем

# HudInfoPowerOverload
source: Overload
ca_ad: Sobrecàrrega
cs_cz: Přetížení
da: Overbelast
de: Überladen
es: Sobrecarga
fi: Ylikuormitus
hu_hu: Túltöltés
nl: Overbelasting
no: Overbelastning
pt_br: Sobrecarga
ro: Supraîncărcare
sk_sk: Preťaženie
tr_tr: Aşırı Yük
uk: Перевантаження

# HudInfoReflectorsOff
source: Spotlights Off
ca_ad: Focus OFF
cs_cz: Reflektory Vypnuty
da: Projektører Slået Fra
de: Scheinwerfer Aus
es: Focos apagados
fi: Valonheittimet pois päältä
hu_hu: Reflektorok Kikapcsolva
nl: Zoeklichten uit
no: Søkelys Av
pt_br: Faróis Desligados
ro: Reflectoare oprite
sk_sk: Reflektory vypnúť
tr_tr: Projektörler Kapalı
uk: Прожектори вимкнено

# HudInfoReflectorsOn
source: Spotlights On
ca_ad: Focus ON
cs_cz: Reflektor Zapnut
da: Projektører Slået Til
de: Scheinwerfer An
es: Focos encendidos
fi: Valonheittimet päällä
hu_hu: Reflektorok Bekapcsolva
nl: Zoeklichten aan
no: Søkelys På
pt_br: Faróis Ligados
ro: Reflectoare pornite
sk_sk: Reflektory zapnúť
tr_tr: Projektörler Açık
uk: Прожектори ввімкнено

# HudInfoStanding
source: Standing
ca_ad: Dret
cs_cz: Stání
da: Stående
de: Aufrecht
es: De pie
fi: Seisaallaan
hu_hu: Álló helyzet
nl: Staand
no: Står
pt_br: De pé
ro: În picioare
sk_sk: Státie na mieste
tr_tr: Ayakta
uk: Положення

# DisplayName_Scenario_EasyStart2
source: Easy Start 2
ca_ad: Inici fàcil 2
cs_cz: Lehký Začátek 2
da: Nem Start 2
de: Einfacher Start 2
es: Inicio Facil 2
fi: Helppo aloitus 2
hu_hu: Könnyű Kezdés 2
nl: Makkelijke Start 2
no: Lett Start 2
pt_br: Começo Fácil 2
ro: Start Uşor 2
sk_sk: Ľahký štart 2
tr_tr: Kolay Başlangıç 2
uk: Швидкий початок 2

# MessageBoxTextTutorialQuestion
source: Do you want to start by playing tutorial maps?
ca_ad: Voleu començar visualitzant el vídeo tutorial? Recordeu: sempre podeu tornar-hi fent clic a "Tutorials" a la pantalla "Ajuda" (premeu F1).
cs_cz: Chcete začít shlédnutím tutoriálu? Pamatujte: můžete se kdykoliv vrátit kliknutím na "Návody" v obrazovce "Nápověda" (stisknutím klávesy F1)
da: Har du lyst til at starte med at se video guiden? Husk: du kan altid komme tilbage ved at klikke "Guides" i "Hjælp" skærmen (tryk F1)
de: Möchten sie das Videotutorial ansehen? Sie können immer hierher zurückkehren indem Sie auf "Tutorials" im "Hilfe" Bilschirm (F1 drücken) klicken.
es: ¿Quieres empezar viendo el Vídeo Tutorial? Recuerda: Puedes volver si pulsas sobre "Tutoriales" en la pantalla de "Ayuda" (Pulsando F1).
fi: Haluatko aloittaa katsomalla opastusvideon? Muista: voit aina tulla takaisin painamalla "Oppaat" "Apua"-valikossa (Paina F1).
hu_hu: Szeretnél az oktató videó megtekintésével kezdeni? Ne feledd, bármikor visszatérhetsz ha az "Oktatásokra" kattintasz a "Segítség" képernyőn (F1).
nl: Wilt u starten door het kijken van een video handleiding? Denk eraan: u kunt altijd de video opnieuw afspelen door te klikken op "Video Handleiding" in het "Help" scherm (druk op F1).
no: Vil du starte med å se opplærings videoen? Husk, du kan alltid komme tilbake ved å trykke "Opplæring" inn på "Hjelp" vinduet (trykk F1)
pt_br: Você quer começar vendo o vídeo-tutorial? Lembre-se: você sempre pode voltar clicando em Turoriais na tela de "Ajuda" (Aperte F1).
ro: Vreţi să începeţi prin vizionarea unui ghid video? Ţineţi minte: puteţi reveni întotdeauna prin apăsarea "Ghid" în ecranul "Ajutor" (apăsaţi F1).
sk_sk: Chcete začať pozretím úvodného videa? Pamätajte: vždy sa môžete vrátiť späť kliknutím na "Návody" z obrazovky "Pomoc" (stlačte F1).
tr_tr: Rehber videosunu izleyerek başlamak ister misiniz? Unutmayın: İstediğiniz zaman "Yardım" menüsünden "Rehberler"i seçerek buraya girebilirsiniz (aynı zamanda kısayol olarak F1'i de kullanabilirsiniz)
uk: Бажаєте спершу переглянути навчальне видиво? Пам'ятайте: ви завжди можете до нього повернутися, натиснувши "Навчання" у вікні допомоги (F1).

source: Loaded
cs_cz: Načteno
da: Indlæst
de: Geladen
es: Cargado
hu_hu: Betöltve
no: Lastet
pt_br: Carregado
ro: Încărcată
sk_sk: Načítaný
uk: Завантажено

# MessageBoxTextNoSavedWorlds
source: There are no saved worlds yet. Please start by creating a new world.
cs_cz: Zatím zde nejsou žádné uložené světy. Prosím začněte vytvořením nového světa.
da: Der er ikke nogle gemte verdener endnu. Start venligst ved at lave en ny verden.
de: Es existieren noch keine gespeicherten Welten. Bitte Starten Sie indem Sie eine neue Welt erstellen.
es: Todavía no hay mundos guardados. Por favor, empieza creando un Nuevo Mundo.
hu_hu: Jelenleg nincsenek mentett világok. Kérlek generálj egy új világot.
no: Der er ingen lagrede verdener enda. Start ved å lage en ny verden.
pt_br: Ainda não há mundo salvos. Por favor comece criando um novo mundo.
ro: Nu există lumi salvate încă. Vă rugăm începeţi prin crearea unei lumi noi.
sk_sk: Zatiaľ nemáte žiaden uložený svet. Začnite vytvorením nového sveta.
uk: Збережених світів ще немає. Будь ласка, розпочніть зі створення нового світу.

# MessageBoxCaptionVideoTutorial
source: Video Tutorial
cs_cz: Video Návod
da: Video guide
de: Tutorial-Video
es: Vídeo Tutorial
hu_hu: Oktató Videó
no: Videoopplæring
pt_br: Vídeo-tutoriais
ro: Ghid video
sk_sk: Video návod
uk: Видивонавчання

# MessageBoxTextSaveChangesBeforeExit
source: Save changes before quitting?
cs_cz: Uložit změny před ukončením?
da: Gem ændringer før du forlader spillet?
de: Einstellungen vor dem Beenden speichern?
es: ¿Deseas guardar los cambios antes de salir?
hu_hu: Mented a változásokat mielőtt kilépsz?
no: Lagre forandringer før du avslutter?
pt_br: Salvar mudanças antes de sair?
ro: Salvaţi modificările înainte de ieşire?
sk_sk: Uložiť zmeny pred ukončením?
uk: Зберегти зміни перед виходом?

# ErrorNameAlreadyExists
source: Name is already used. Please choose a different name.
cs_cz: Jméno je již používáno. Prosím zvolte jiné.
da: Navnet er allerede i brug. Vælg venligst et andet navn.
de: Der Name ist bereits vergeben. Bitte wähle einen anderen Name
es: El nombre ya esta en uso. Por favor elige un nombre diferente.
hu_hu: A név már használatban van. Kérlek válassz egy másik nevet.
no: Navnet er allerede i bruk. Vennligst velg ett annet navn.
pt_br: O nome já está sendo usado. Por favor, escolha um diferente.
ro: Numele este deja alocat. Vă rugăm alegeţi un nume diferit.
sk_sk: Meno je už používané. Zvoľte si prosím iné.
uk: Ім'я вже використовується. Будь ласка, оберіть інше ім'я.

# NotificationBuildingFormat
source: Press {0} to place cube
cs_cz: Stiskněte {0} pro umístění krychle.
da: Tryk {0} for at placére en terning
de: Drücke {0} um einen Block zu setzen
es: Pulsa {0} para colocar un cubo
hu_hu: Kocka lerakásához nyomj {0}-t
no: Trykk {0} for å plassere kube
pt_br: Aperte {0} para posicionar um cubo
ro: Apăsă {0} pentru a plasa blocul
sk_sk: Stlačte {0} pre umiestnenie kocky
uk: Натисніть {0}, аби розмістити блок

# NotificationColorFormat
source: Press {0} or {1} to change color. Hold {2} to apply color. Hold {3} or {4} to increase brush size.
cs_cz: Stiskněte {0} nebo {1} pro změnu barvy. Podržte {2} pro aplikování barvy. Podržte {3} nebo {4} pro změnu velikosti štětce.
da: Tryk {0} eller {1} for at skifte farve. Hold {2} nede for at tilføje farve. Hold {3} eller {4} nede for at gøre penslen større.
de: Drücke {0} oder {1} zum Farbe ändern. Halte {2} zum annehmen der Farbe. Halte {3} oder {4} zum vergrößern des Farbbereichs.
es: Pulsa {0} o {1} para cambiar el color.Mantén {2} para aplicar el color. Mantén {3} o {4} para incrementar el tamaño del pincel.
hu_hu: A szín megváltoztatásához nyomj {0}-t vagy {1}-t. Tarts lenyomva a(z) {2}-t a szín elfogadásához. Tartsd lenyomva a(z) {3}-t vagy a(z) {4}-t az ecsetméret növeléséhez.
no: Trykk {0} eller {1} for å skifte farge. Hold {2} for å bruke farge. Hold {3} eller {4} for å gjøre børste størrelsen større.
pt_br: Aperte {0} ou {1} para mudar de cor. Segure {2} para aplicar a cor. Segure {3} ou {4} para aumentar o tamanho do pincél..
ro: Apăsă {0} sau {1} pentru a schimba culoarea. Ține apăsat {2} pentru a aplica culoarea. Ține apăsat {3} sau {4} pentru a crește dimensiunea pensulei.
sk_sk: Stlačte {0} alebo {1} pre zmenu farby. Držte {2} pre aplikovanie zmeny. Držte {3} alebo {4} pre zväčšenie štetca.
uk: Натисніть {0} або {1}, аби змінити колір. Утримуйте {2}, щоб застосувати колір. Також, утримуйте {3} або {4}, аби збільшити розмір кисті.

# NotificationHideHintsInGameOptions
source: You can hide these hints in Game Options
cs_cz: Tyto tipy můžete skrýt v Herním Nastavení
da: Du kan skjule disse hints i spillets Indstillinger
de: Du kannst diese Hinweise in den Spieloptionen abschalten
es: Puedes ocultar estos consejos en las opciones del Juego
hu_hu: Eltüntetheted a tippeket a Játékbeállításokban.
no: Du kan gjemme disse hintene i Spill Instillinger
pt_br: Você pode ocultar estas dicas nas Opções de Jogo
ro: Puteți ascunde aceste indicii în Opțiuni de Joc
sk_sk: Nápovedu môžete vypnúť v herných nastaveniach.
uk: Ви можете вимкнути ці поради в налаштуваннях гри.

# NotificationHudHideFormat
source: Press {0} to hide/unhide the HUD
cs_cz: Stiskněte {0} k zapnutí/vypnutí HUD
da: Tryk {0} for vise/skjule dit HUD
de: Drücken Sie {0} zum An- und Abschalten des HUD
es: Pulsa {0} para ocultar/mostrar el HUD
hu_hu: Nyomd meg a {0}-t a HUD elrejtéséhez/megjelenítéséhez.
no: Trykk {0} for å gjemme/vise din HUD
pt_br: Aperte {0} para ocultar/desocultar a HUD
ro: Apăsă pe {0} pentru a ascunde / reafișa HUD
sk_sk: Stlačte {0} pre skrytie/ukázanie HUD
uk: Натисніть {0}, аби приховати/показати інтерфейс

# NotificationRotationFormat
source: Press {0}, {1}, {2}, {3}, {4}, {5} to rotate
cs_cz: Stiskněte {0}, {1}, {2}, {3}, {4}, {5} pro rotaci
da: Tryk {0}, {1}, {2}, {3}, {4}, {5} for at rotere
de: Drücken Sie {0}, {1}, {2}, {3}, {4}, {5} zum Drehen
es: Pulsa {0}, {1}, {2}, {3}, {4}, {5} para rotar
hu_hu: A következő gombokat nyomd a forgatáshoz: {0}, {1}, {2}, {3}, {4}, {5}
no: Trykk {0}, {1}, {2}, {3}, {4}, {5} for å rotere
pt_br: Aperte {0}, {1}, {2}, {3}, {4}, {5} para girar
ro: Apăsă pe {0}, {1}, {2}, {3}, {4}, {5} pentru a roti
sk_sk: Stlačte {0}, {1}, {2}, {3}, {4}, {5} pre otáčanie
uk: Натисніть {0}, {1}, {2}, {3}, {4}, {5}, щоб обертати
