Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# UnknownControl_None
source: none
cs_cz: Žádný
da: ingen
de: kein(e)
es: ninguno
hu_hu: semmi
no: ingen
pt_br: Nenhum
ro: nimic
sk_sk: žiaden
uk: Не призн.

# KeysUp
source: Up
cs_cz: Nahoru
da: Op
de: Hoch
es: Arriba
hu_hu: Fel
no: Opp
pt_br: Cima
ro: Sus
sk_sk: Hore
uk: Угору

# ControlName_UseOrInteract
source: Use / Interact
cs_cz: Použití / Interakce
da: Brug / Interager
de: Benutzen / Interagieren
es: Usar / Interactuar
hu_hu: Használat / Interakció
no: Bruk / Samhandle
pt_br: Usar / Interagir
ro: Folosește / Interacționează
sk_sk: Použiť / interakcia
uk: Використати / Взаємодіяти

source: Vertical sync
cs_cz: Vertikální synchronizace
da: Vertikal synkronisering
de: Vertikale Synchronisation
es: Sincronización vertical
no: Vertikal synkronisering
pt_br: Sincronização vertical
ro: Sincronizare verticală
sk_sk: Vertikálna synchronizácia
uk: Вертикальна синхронізація

# ScreenOptionsButtonVideo
source: Video
ca_ad: Vídeo
de: Grafik
es: Vídeo
fi: Kuva
hu_hu: Megjelenítés
pt_br: Vídeo
uk: Видиво

source: Video mode
cs_cz: Video mód
de: Videomodus
es: Modo de vídeo
hu_hu: Megjelenítési mód
no: Videomodus
pt_br: Modo de vídeo
ro: Mod video
sk_sk: Grafický mód
uk: Режим видива

# ScreenCaptionVideoOptions
source: Video options
ca_ad: Opcions de vídeo
cs_cz: Nastavení videa
da: Video indstillinger
de: Grafikeinstellungen
es: Opciones de vídeo
fi: Videoasetukset
hu_hu: Megjelenítési beállítások
nl: Video opties
no: Videoinnstillinger
pt_br: Opções de vídeo
ro: Opţiuni video
sk_sk: Nastavenia grafiky
tr_tr: Video Ayarları
uk: Налаштування видива

# ControlTypeToolsOrWeapons
source: Tools / Weapons
cs_cz: Nástroje / Zbraně
da: Værktøjer / Våben
de: Werkzeuge / Waffen
es: Herramientas / Armas
hu_hu: Szerszámok / Fegyverek
no: Verktøy / Våpen
pt_br: Ferramentas / Armas
ro: Unelte / Arme
sk_sk: Nástroje / zbrane
uk: Інструменти / Зброя

source: Yes
cs_cz: Ano
da: Ja
de: Ja
es: Sí
hu_hu: Igen
no: Ja
pt_br: Sim
ro: Da
sk_sk: Áno
uk: Так

source: Disabled
cs_cz: Vypnuté
da: Slået fra
de: Deaktiviert
es: Desactivado
hu_hu: Letiltva
no: Deaktivert
pt_br: Desabilitado
ro: Dezactivat
sk_sk: Vypnuté
uk: Вимкнено

# KeysBackslash
source: Bkslash
da: Back slash
de: Backslash
es: Barra Invertida
hu_hu: Fordított perjel
no: Omvendt skråstrek
pt_br: BarraInv.
ro: Bară pe spate

# KeysComma
source: Comma
da: Komma
de: Komma
es: Coma
hu_hu: Vessző
no: Komma
pt_br: Vírgula
ro: Virgulă

# KeysMinus
source: Minus
es: Menos
hu_hu: Mínusz jel
pt_br: Menos

# KeysPeriod
source: Period
cs_cz: Perioda
da: Punktum
de: Punkt
es: Punto
hu_hu: Pont
no: Punktum
pt_br: Ponto
ro: Punct
uk: Період

# KeysPipe
source: Pipe
cs_cz: Trubka
da: Vertikal bar
de: | (Pipe-Zeichen)
es: Barra Vertical
hu_hu: Cső
pt_br: Cano
ro: Ţeavă
uk: Труба

# KeysPlus
source: Plus
es: Más
hu_hu: Plusz
no: Pluss
pt_br: Mais

# KeysQuestion
source: Slash
da: Skråstreg
de: Schrägstrich
es: Barra
hu_hu: Perjel
no: Skråstrek
pt_br: Barra
ro: Bară

# KeysQuotes
source: Quote
da: Citat
de: Anführungszeichen
es: Comillas
hu_hu: Idézőjel
no: Hermetegn
pt_br: Aspas
ro: Ghilimele

# KeysSemicolon
source: Colon
da: Semi kolon
de: Doppelpunkt
es: Dos puntos
hu_hu: Kettőspont
no: Kolon
pt_br: Dois-pontos
ro: Coloană

# KeysCapsLock
source: Caps Lock
de: Feststelltaste
es: Bloq Mayús

# KeysEnter
source: Enter
de: Eingabetaste
es: Intro

# KeysBackspace
source: Backsp.
da: Backspace
de: Rücktaste
es: Retroceso
hu_hu: Backspace
pt_br: Backspace
sk_sk: Backspace

# ApplyingPleaseWait
source: Applying changes … please wait
cs_cz: Aplikování změn ... prosím čekejte
da: Anvender ændringer ... vent venligst
de: Änderungen werden angewendet ... Bitte warten
es: Aplicando cambios ... por favor espere
hu_hu: Változások alkalmazása ... kérem várjon
no: Påfører endringer ... Vennligst vent
pt_br: Aplicando mudanças, por favor, aguarde
ro: Aplic modificările... așteptați vă rog
sk_sk: Aplikujem zmeny ... prosím o strpenie
uk: Застосування змін... будь ласка, зачекайте

# MP_YouHaveBeenKilled
source: You have been killed
cs_cz: Byl jste zabit
da: Du er blevet dræbt
de: Sie wurden getötet
es: Te han matado
hu_hu: Megöltek
no: Du har blitt drept
pt_br: Você foi morto
ro: Aţi fost ucis
sk_sk: Bol si zabitý
uk: Вас убили

source: Music volume
cs_cz: Hlasitost hudby
da: Lydstyrke for musik
de: Musiklautstärke
es: Volumen de la música
hu_hu: Zene hangereje
no: Musikkvolum
pt_br: Volume da música
ro: Volumul muzicii
sk_sk: Hlasitosť hudby
uk: Гучність музики

source: Video adapter
cs_cz: Grafický adaptér
de: Grafikkarte
es: Adaptador de video
hu_hu: Megjelenítő adapter
pt_br: Adaptador de vídeo
ro: Adaptor video
sk_sk: Grafický adaptér
uk: Видивоадаптер

# DefaultFOV
source: Default: {0:F1}
cs_cz: Původní {0:F1}
da: Standard: {0:F1}
de: Standard: {0:F1}
es: Por Defecto: {0:F1}
hu_hu: Alapértelmezett: {0:F1}
no: Standard: (0:F1)
pt_br: Padrão: {0:F1}
ro: Prestabilit: {0:F1}
sk_sk: Pôvodné: {0:F1}
uk: Типово: {0:F1}

# WorldLoaded
source: World {0} loaded
cs_cz: Svět {0} načten
da: Verden {0} indlæst
de: Welt {0} geladen
es: Mundo {0} cargado
hu_hu: {0} Világ betöltve
no: Verden {0} lastet inn
pt_br: Mundo {0} carregado
ro: Lume {0} încărcată
sk_sk: Svet {0} načítaný
uk: Світ {0} завантажено

source: Chat screen
ca_ad: Pantalla de xat
cs_cz: Konverzace
da: Chat skærm
de: Chatfenster
es: Pantalla de chat
fi: Keskustelunäyttö
hu_hu: Chat képernyő
nl: Chat scherm
no: Chattevindu
pt_br: Tela de chat
ro: Ecranul de chat
sk_sk: Konverzácia
tr_tr: Sohbet ekranı
uk: Екран балачки

# ControlName_Screenshot
source: Screenshot
cs_cz: Snímek obrazovky
da: Skærmbillede
es: Captura de Pantalla
hu_hu: Képernyőmentés
no: Skjermbilde
ro: Captură de ecran
sk_sk: Snímka obrazovky
uk: Зняток

# ControlName_PreviousColor
source: Prev. Color or Camera
cs_cz: Předchozí Barva nebo Kamera
da: Forrige farve eller kamera
de: Vorherige Farbe oder Kamera
es: Color o cámara anterior
hu_hu: Előző szín vagy Kamera
no: Forrige Farge eller Kamera
pt_br: Cor ou Câmera anterior
ro: Culoarea sau Camera Anterioară
sk_sk: Predchádzajúca farba alebo kamera
uk: Попередній колір або камера

# ControlName_NextColor
source: Next Color or Camera
cs_cz: Další Barva nebo Kamera
da: Næste farve eller kamera
de: Nächste Farbe oder Kamera
es: Color o cámara siguiente
hu_hu: Következő szín vagy Kamera
no: Neste Farge eller Kamera
pt_br: Cor ou Câmera seguinte
ro: Culoarea sau Camera Următoare
sk_sk: Ďalšia farba alebo kamera
uk: Наступний колір або камера

# ControlName_TerminalOrInventory
source: Terminal / Inventory
ca_ad: Terminal / Inventari
cs_cz: Terminál / Inventář
da: Terminal / Beholdning
de: Terminal / Inventar
es: Terminal / Inventario
fi: Terminaali / Tavaraluettelo
hu_hu: Terminál / Felszerelés
nl: Terminal / Inventaris
no: Terminal / Inventar
pt_br: Terminal / Inventário
ro: Terminal / Inventar
sk_sk: Terminál / Inventár
tr_tr: Terminal / Envanter
uk: Термінал / Інвентар

# DisplayName_Item_Welder
source: Welder
ca_ad: Soldador
cs_cz: Svářečka
da: Svejser
de: Schweißgerät
es: Soldador
fi: Hitsaustyökalu
hu_hu: Hegesztő
nl: Lasser
no: Sveiseapparat
pt_br: Solda
ro: Sudor
sk_sk: Zvárací agregát
tr_tr: Kaynak Makinesi
uk: Зварювальний апарат

# WorldSaved
source: World '{0}' saved
cs_cz: Svět {0} uložen
da: Verden {0} gemt
de: Welt {0} gespeichert
es: Mundo {0} guardado
hu_hu: A {0} világ mentésre került
no: Verden '{0}' lagret
pt_br: Mundo {0} salvo.
ro: Lume "{0}" salvată
sk_sk: Svet {0} bol uložený
uk: Світ {0} збережено

# AngleGrinderPrimaryAction
source: Press {0} to dismount target
ca_ad: Premeu {0} per desmuntar l'objectiu
cs_cz: Stiskněte {0} k sesazení cíle
da: Tryk {0} for at afmontere målet
de: {0} drücken zum Demontieren
es: Pulsa {0} para desmontar el objetivo
fi: Paina {0} purkaaksesi kohteen
hu_hu: A célpont szétszedéséhez nyomj {0}-t
nl: Druk {0} om het object te demonteren
no: Trykk {0} for å demontere målet
pt_br: Aperte {0} para desmontar o alvo
ro: Apăsă {0} pentru a demonta obiectul
sk_sk: Stlačením {0} cieľ rozoberiete
tr_tr: Hedefi sökmek için {0} tuşuna basın
uk: Натисніть {0}, аби скинути ціль

# WelderPrimaryActionBuild
source: Press {0} to weld target
ca_ad: Premeu {0} per soldar l'objectiu
cs_cz: Stiskněte {0} pro svaření cíle
da: Tryk {0} for at svejse målet
de: {0} drücken zum Schweißen
es: Pulsa {0} para soldar el objetivo
fi: Paina {0} hitsataksesi kohteen
hu_hu: A célpont hegesztéséhez nyomd meg a {0}-t
nl: Druk {0} om het geselecteerde object te lassen
no: Trykk {0} for å sveise målet
pt_br: Aperte {0} para soldar o alvo
ro: Apăsă {0} pentru a suda obiectul
sk_sk: Stlačením {0} cieľ zvaríte
tr_tr: Hedefe kaynak yapmak için {0} tuşuna basın
uk: Натисніть {0}, аби використати зварювальний апарат

source: Blueprints
cs_cz: Technické výkresy
da: Arbejdstegning
de: Baupläne
es: Planos
hu_hu: Tervrajzok
no: Plantegninger
pt_br: Receitas
ro: Planuri
sk_sk: Schémy
uk: Креслення

source: Control Panel
ca_ad: Tauler de control
cs_cz: Ovládací panel
da: Kontrolpanel
de: Kontrollfeld
es: Panel de Control
fi: Ohjauspaneeli
hu_hu: Vezérlőpult
nl: Controlepaneel
no: Kontrollpanel
pt_br: Painel de Controle
ro: Panoul de Control
sk_sk: Ovládací panel
tr_tr: Kontrol Paneli
uk: Панель керування

source: Factions
cs_cz: Frakce
da: Fraktioner
de: Fraktionen
es: Facciones
hu_hu: Frakciók
no: Grupper
pt_br: Facções
ro: Facțiuni
sk_sk: Frakcie
uk: Фракції

# DisplayName_Block_Assembler
source: Assembler
ca_ad: Assemblador
cs_cz: Montér
da: Samler
de: Montageanlage
es: Ensamblador
fi: Kokooja
hu_hu: Összeszerelő
nl: Assembleerder
no: Monterer
pt_br: Montadora
ro: Montator
sk_sk: Montážna linka
tr_tr: Montajcı
uk: Збирач

# DisplayName_Block_Refinery
source: Refinery
ca_ad: Refineria
cs_cz: Rafinerie
da: Raffinaderi
de: Raffinerie
es: Refinería
fi: Jalostamo
hu_hu: Finomító
nl: Raffinaderij
no: Raffineri
pt_br: Refinaria
ro: Rafinărie
sk_sk: Rafinéria
tr_tr: Rafineri
uk: Очисний завод

# ScreenTerminalError_ShipNotConnected
source: Terminal is not connected to any ship
ca_ad: El Terminal no està connectat a cap nau
cs_cz: Terminál není připojen k žádné lodi.
da: Terminalen er ikke forbundet til et skib
de: Das Terminal ist mit keinem Schiff verbunden.
es: El terminal no está conectado a ninguna nave
fi: Terminaali ei ole yhteydessä mihinkään alukseen
hu_hu: A terminál nincs kötve hajóhoz
nl: De terminal is niet verbonden aan een schip
no: Terminal er ikke koblet til skip
pt_br: O terminal não está conectado a nenhuma nave
ro: Terminalul nu este conectat cu o navă
sk_sk: Terminál nie je pripojený k žiadnej lodi
tr_tr: Terminal hiç bir gemiye bağlanmadı
uk: Термінал не під'єднанно до жодного корабля

# DisplayName_Item_AngleGrinder
source: Grinder
ca_ad: Esmoladora
cs_cz: Drtič
da: Vinkelsliber
de: Schleifgerät
es: Amoladora
fi: Hiomakone
hu_hu: Bontó
nl: Slijper
no: Sliper
pt_br: Amolador
ro: Polizor
sk_sk: Uhlová brúska
tr_tr: Öğütücü
uk: Подрібнювач

# DisplayName_Block_Antenna
source: Antenna
ca_ad: Antena
cs_cz: Anténa
da: Antenne
de: Antenne
es: Antena
fi: Antenni
nl: Antenne
no: Antenne
pt_br: Antena
ro: Antenă
sk_sk: Anténa
tr_tr: Anten
uk: Антена

# DisplayName_Item_AutomaticRifle
source: Automatic Rifle
ca_ad: Fusell automàtic
cs_cz: Automatická puška
da: Automatisk riffel
de: Sturmgewehr
es: Rifle Automático
fi: Rynnäkkökivääri
hu_hu: Géppuska
nl: Automatisch geweer
no: Automat Rifle
pt_br: Rifle Automático
ro: Pușcă Automată
sk_sk: Automatická puška
tr_tr: Otomatik Tüfek
uk: Автоматичний ґвер

# HelpScreen_FactionColor_Blue
source: Blue
ca_ad: Blau
cs_cz: Modrá
da: Blå
de: Blau
es: Azul
fi: Sininen
hu_hu: Kék
nl: Blauw
no: Blå
pt_br: Azul
ro: Albastru
sk_sk: Modrá
tr_tr: Mavi
uk: Блакитний

# DisplayName_Item_BulletproofGlass
source: Bulletproof Glass
ca_ad: Vidre a prova de bales
cs_cz: Neprůstřelné sklo
da: Skudsikkert glas
de: Panzerglas
es: Cristal Antibalas
fi: Panssarilasi
hu_hu: Golyóálló üveg
nl: Kogelvrij Glas
no: Skuddsikkert Glass
pt_br: Vidro a prova de balas
ro: Geam Antiglonț
sk_sk: Nepriestrelné sklo
tr_tr: Kurşun Geçirmez Cam
uk: Куленепробивне скло

# DisplayName_Item_CobaltIngot
source: Cobalt Ingot
ca_ad: Lingot de cobalt
cs_cz: Kobaltový ingot
da: Cobalt barre
de: Kobaltbarren
es: Lingote de Cobalto
fi: Kobolttiharkko
hu_hu: Kobaltrúd
nl: Kobalt Staaf
no: Kobolt Ingot
pt_br: Lingote de Cobalto
ro: Lingou de Cobalt
sk_sk: Tehlička kobaltu
tr_tr: Kobalt Külçe
uk: Злиток кобальту

# DisplayName_Item_CobaltOre
source: Cobalt Ore
ca_ad: Mineral de cobalt
cs_cz: Kobaltová ruda
da: Cobalt malm
de: Kobalterz
es: Mineral de Cobalto
fi: Kobolttimalmi
hu_hu: Kobalt érc
nl: Kobalt Erts
no: Kobolt Malm
pt_br: Minério de Cobalto
ro: Minereu de Cobalt
sk_sk: Kobaltová ruda
tr_tr: Kobalt Cevheri
uk: Кобальтова руда

# DisplayName_Block_Cockpit1
source: Cockpit
ca_ad: Cabina
cs_cz: Kokpit
es: Cabina
fi: Ohjaamo
hu_hu: Pilótafülke
ro: Carlingă
sk_sk: Kokpit
tr_tr: Kokpit
uk: Кабини

# DisplayName_Item_Computer
source: Computer
ca_ad: Ordinador
cs_cz: Počítač
es: Ordenador
fi: Tietokone
hu_hu: Számítógép
no: Datamaskin
pt_br: Computador
ro: Calculator
sk_sk: Počítač
tr_tr: Bilgisayar
uk: Комп'ютер

# DisplayName_Item_ConstructionComponent
source: Construction Component
ca_ad: Component de construcció
cs_cz: Konstrukční součástka
da: Bygge komponent
de: Herstellungskomponente
es: Componente de Construcción
fi: Rakennusmateriaalit
hu_hu: Építőelem
nl: Constructieonderdeel
no: Konstruksjons Komponent
pt_br: Componente de Construção
ro: Componentă Construcție
sk_sk: Konštrukčná súčiastka
tr_tr: İnşaat Bileşenleri
uk: Будівельний компонент

# DisplayName_Item_DetectorComponents
source: Detector Components
ca_ad: Components del detector
cs_cz: Součástka detektoru
da: Detektor komponenter
de: Sensorkomponente
es: Detector de Componentes
fi: Tunnistimen osia
hu_hu: Észlelő Elem
nl: Detector Onderdelen
no: Detektor Komponenter
pt_br: Componentes Detectores
ro: Componente Detector
sk_sk: Detektorové súčiastky
tr_tr: Tarayıcı Bileşenleri
uk: Компоненти детектора

# DisplayName_Block_DiagonalWindow
source: Diagonal Window
ca_ad: Finestra diagonal
cs_cz: Diagonální okno
da: Diagonalt vindue
de: Schräges Fenster
es: Ventana Diagonal
fi: Vinottainen ikkuna
hu_hu: Átlós Ablak
nl: Diagonaal Raam
no: Diagonalt Vindu
pt_br: Janela Diagonal
ro: Fereastra Diagonală
sk_sk: Diagonálne okno
tr_tr: Köşegen Pencere
uk: Діаґональне вікно

# DisplayName_Item_Display
source: Display
ca_ad: Pantalla
cs_cz: Displej
da: Visning
de: Anzeige
es: Pantalla
fi: Näyttö
hu_hu: Kijelző
nl: Scherm
no: Skjerm
pt_br: Tela
ro: Ecran
sk_sk: Displej
tr_tr: Görüntü
uk: Екран

# DisplayName_Block_Door
source: Door
ca_ad: Porta
cs_cz: Dveře
da: Dør
de: Tür
es: Puerta
fi: Ovi
hu_hu: Ajtó
nl: Deur
no: Dør
pt_br: Porta
ro: Ușă
sk_sk: Dvere
tr_tr: Kapı
uk: Двері

# DisplayName_Block_Warhead
source: Warhead
ca_ad: Ojiva
cs_cz: Hlavice
da: Sprænghoved
de: Sprengkopf
es: Ojiva
fi: Taistelukärki
hu_hu: Robbanófej
nl: Kernkop
no: Stridshode
pt_br: Ogiva
ro: Focos
sk_sk: Hlavica
tr_tr: Savaş Başlığı
uk: Боєголовка

# DisplayName_Block_ReflectorLight
source: Spotlight
ca_ad: Focus
cs_cz: Reflektor
da: Projektør
de: Scheinwerfer
es: Foco
fi: Valonheitin
hu_hu: Reflektor
nl: Zoeklicht
no: Søkelys
pt_br: Holofote
ro: Reflector
sk_sk: Reflektor
tr_tr: Projektör
uk: Прожектор

# DisplayName_Block_FullCoverWall
source: Full Cover Wall
ca_ad: Paret coberta
cs_cz: Plně krytá zeď
da: Hel dækningsvæg
de: Mauer (lang)
es: Muro de Cobertura Total
fi: Koko suojaseinä
hu_hu: Teljes Fedő Fal
nl: Volledige Dekkingsmuur
no: Fullt Dekket Vegg
pt_br: Parede Totalmente Coberta
ro: Zid de Acoperire Completă
sk_sk: Krycia stena
tr_tr: Tam Duvar Koruması
uk: Повна стіна

# DisplayName_Block_GatlingGun
source: Gatling Gun
ca_ad: Metralladora Gatling
cs_cz: Rotační kulomet
da: Gatlingkanon
de: Gatling-Kanone
es: Arma Gatling
fi: Gatling-konekivääri
hu_hu: Gépágyú
pt_br: Metralhadora
ro: Tun Gatling
sk_sk: Rotačný guľomet
tr_tr: Mitralyöz
uk: Кулемет Ґатлінґа

# DisplayName_Block_GatlingTurret
source: Gatling Turret
ca_ad: Torreta Gatling
cs_cz: Rotační kulomet - věž
da: Gattling Tårn
de: Gatling-Geschütz
es: Torreta Gatling
fi: Konetykkitorni
hu_hu: Gépágyú torony
nl: Gatling Geschuttoren
pt_br: Torreta de Metralhadora
ro: Turelă Gatling
sk_sk: Rotačný guľomet - veža
tr_tr: Mitralyöz Taret
uk: Турель Ґатлінґа

# DisplayName_Item_GoldIngot
source: Gold Ingot
ca_ad: Lingot d'or
cs_cz: Zlatý ingot
da: Guld barre
de: Goldbarren
es: Lingote de Oro
fi: Kultaharkko
hu_hu: Aranyrúd
nl: Gouden Staaf
no: Gullbarre
pt_br: Lingote de Ouro
ro: Lingou de Aur
sk_sk: Zlatý ingot
tr_tr: Altın Külçe
uk: Золотий злиток

# DisplayName_Item_GoldOre
source: Gold Ore
ca_ad: Mineral d'or
cs_cz: Zlatá Ruda
da: Guldmalm
de: Golderz
es: Mineral de Oro
fi: Kultamalmi
hu_hu: Arany érc
nl: Gouderts
no: Gull Malm
pt_br: Minério de Ouro
ro: Minereu de Aur
sk_sk: Zlatá ruda
tr_tr: Altın Cevher
uk: Золота руда

# DisplayName_Item_Gravel
source: Gravel
ca_ad: Grava
cs_cz: Štěrk
da: Grus
de: Kies
es: Grava
fi: Sora
hu_hu: Kavics
nl: Grind
no: Grus
pt_br: Cascalho
ro: Pietriș
sk_sk: Štrk
tr_tr: Çakıl
uk: Ґравій

# DisplayName_Block_GravityGenerator
source: Gravity Generator
ca_ad: Generador de gravetat
cs_cz: Generátor Gravitace
da: Tyngdekraftsgenerator
de: Gravitationsfeldgenerator
es: Generador de Gravedad
fi: Painovoimageneraattori
hu_hu: Gravitáció Generátor
nl: Zwaartekracht Generator
no: Gravitasjons Generator
pt_br: Gerador de Gravidade
ro: Generator de Gravitație
sk_sk: Generátor gravitácie
tr_tr: Yerçekimi Jeneratörü
uk: Генератор ґравітації

# DisplayName_Item_GravityGeneratorComponents
source: Gravity Generator Components
ca_ad: Components del generador de gravetat
cs_cz: Součástka generátoru gravitace
da: Tyngdekraftsgenerator komponenter
de: Komponenten für Schwerkraftgenerator
es: Componentes del Generador de Gravedad
fi: Painovoimageneraattorin Osia
hu_hu: Gravitáció Generátor Elemek
nl: Zwaartekracht Generator Onderdelen
no: Gravitasjons Generator Komponenter
pt_br: Componentes do Gerador de gravidade
ro: Componente Generator Gravitație
sk_sk: Súčiastky generátoru gravitácie
tr_tr: Yerçekimi Jeneratörü Bileşenleri
uk: Компоненти генератора ґравітації

# HelpScreen_FactionColor_Green
source: Green
ca_ad: Verd
cs_cz: Zelená
da: Grøn
de: Grün
es: Verde
fi: Vihreä
hu_hu: Zöld
nl: Groen
no: Grønn
pt_br: Verde
ro: Verde
sk_sk: Zelená
tr_tr: Yeşil
uk: Зелений

# DisplayName_Block_Gyroscope
source: Gyroscope
ca_ad: Giroscopi
cs_cz: Gyroskop
da: Gyroskop
de: Gyroskop
es: Giróscopo
fi: Gyroskooppi
hu_hu: Giroszkóp
nl: Gyroscoop
no: Gyroskop
pt_br: Giroscópio
ro: Giroscop
sk_sk: Gyroskop
tr_tr: Jiroskop
uk: Ґіроскоп

# DisplayName_Block_HalfCoverWall
source: Half Cover Wall
ca_ad: Paret mig coberta
cs_cz: Napůl krytá zeď
da: Halv dækningsvæg
de: Mauer (kurz)
es: Muro de Cobertura Media
fi: Puoli-suojaseinä
hu_hu: Fél Fedő Fal
nl: Halve Dekkingsmuur
no: Halvt Tildekket Vegg
pt_br: Parede meio coberta
ro: Zid de Acoperire la Jumatate
sk_sk: Polovičná krycia stena
tr_tr: Yarım Duvar Koruması
uk: Одинарна перегородка

# DisplayName_Item_HandDrill
source: Hand Drill
ca_ad: Trepant de mà
cs_cz: Ruční vrtačka
da: Håndbor
de: Handbohrer
es: Taladro de mano
fi: Käsipora
hu_hu: Kézi fúró
nl: Handboor
no: Hånd Borr
pt_br: Furadeira de mão
ro: Foreza
sk_sk: Ručná vŕtačka
tr_tr: El Matkabı
uk: Ручний бур

# DisplayName_Block_HeavyArmorBlock
source: Heavy Armor Block
ca_ad: Bloc d'armadura pesada
cs_cz: Těžce obrněný blok
da: Stærkt pansret blok
de: Schwere Panzerung (Block)
es: Bloque de Armadura Pesada
fi: Raskas Panssarikuutio
hu_hu: Nehéz Páncél Blokk
nl: Zwaar Pantser Blok
no: Tungt Pansret Blokk
pt_br: Bloco de Alta Resistência
ro: Bloc de Armura Grea
sk_sk: Ťažký pancier - blok
tr_tr: Ağır Zırh Bloğu
uk: Блок важкої броні

# DisplayName_Block_HeavyArmorCorner
source: Heavy Armor Corner
ca_ad: Cantonada d'armadura pesada
cs_cz: Těžce obrněný roh
da: Stærkt pansret hjørneblok
de: Schwere Panzerung (Ecke)
es: Esquina de Armadura Pesada
fi: Raskaan Panssarin Kulmakappale
hu_hu: Nehéz Páncél Sarok
nl: Zwaar Gepantserd Hoekgedeelte
no: Tungt Pansret Hjørne
pt_br: Esquina de Alta Resistência
ro: Colț de Armura Grea
sk_sk: Ťažký pancier - roh
tr_tr: Ağır Zırh Köşesi
uk: Кутовий блок важкої броні

# DisplayName_Block_HeavyArmorInvCorner
source: Heavy Armor Inv. Corner
ca_ad: Cantonada inversa d'armadura pesada
cs_cz: Těžce obrněný obrácený roh
da: Stærkt pansret indadvendthjørneblok
de: Schwere Panzerung (inv. Ecke)
es: Esquina Inversa de Armadura Pesada
fi: Käänteinen Raskaan Panssarin Kulmakappale
hu_hu: Nehéz Páncél Fordított Sarok
nl: Zwaar Pantser Geïnverteerde Hoek
no: Tungt Pansret Inv. Hjørne
pt_br: Esquina Inv. de Alta Resistência
ro: Colț Inversat de Armura Grea
sk_sk: Ťažký pancier - prevrátený roh
tr_tr: Ağır Zırh Ters Köşesi
uk: Інший кут важкої броні

# DisplayName_Block_HeavyArmorSlope
source: Heavy Armor Slope
ca_ad: Pendent d'armadura pesada
cs_cz: Silně obrněné zešikmení
da: Stærkt pansret blok med hældning
de: Schwere Panzerung (Rampe)
es: Blindaje Pesado Inclinado
fi: Raskaan Panssarin Luiskakappale
hu_hu: Döntött Nehéz Páncél
nl: Zwaar Pantser Helling
no: Tungt Pansret helling
pt_br: Rampa de Alta Resistência
ro: Pantă de Armura Grea
sk_sk: Ťažký pancier - zkosený
tr_tr: Ağır Zırh Eğimi
uk: Важка нахилена броня

# DisplayName_Item_Ice
source: Ice
ca_ad: Gel
cs_cz: Led
da: Is
de: Eis
es: Hielo
fi: Jää
hu_hu: Jég
nl: Ijs
no: Is
pt_br: Gelo
ro: Gheață
sk_sk: Ľad
tr_tr: Buz
uk: Лід

# DisplayName_Block_InteriorLight
source: Interior Light
ca_ad: Llum interior
cs_cz: Vnitřní osvětlení
da: Interiør lys
de: Innenbeleuchtung
es: Iluminación Interior
fi: Sisävalo
hu_hu: Beltéri Fény
nl: Binnenverlichting
no: Interiør Lys
pt_br: Luz Interior
ro: Lumină Interior
sk_sk: Interiérové svetlo
tr_tr: İç Işık
uk: Лампа

# DisplayName_Block_InteriorPillar
source: Interior Pillar
ca_ad: Pilar interior
cs_cz: Vnitřní pilíř
da: Interiørsøjle
de: Interne Säule
es: Pilar Interior
fi: Sisäpylväs
hu_hu: Beltéri Oszlop
nl: Interieur pilaar
no: Interiør Søyle
pt_br: Pilar interior
ro: Pilon de Interior
sk_sk: Interiérový stĺp
tr_tr: İç Sütun
uk: Колона

# DisplayName_Item_InteriorPlate
source: Interior Plate
ca_ad: Placa interior
cs_cz: Vnitřní plát
da: Indvendig plade
de: Interne Panzerung
es: Placa Interior
fi: Sisälaatta
hu_hu: Beltéri Lemez
nl: Interieur plaat
no: Interiør Plate
pt_br: Placa interior
ro: Placă Interior
sk_sk: Interiérový plát
tr_tr: İç Plaka
uk: Інтер'єрна панель

# DisplayName_Block_InteriorTurret
source: Interior Turret
ca_ad: Torreta interior
cs_cz: Vnitřní věž
da: Interiør tårn
de: Interner Geschützturm
es: Torreta Interior
fi: Sisätilojen tykkitorni
hu_hu: Beltéri Torony
nl: Interne geschuttoren
no: Interiør Turret
pt_br: Sentinela interior
ro: Turelă Interior
sk_sk: Interiérová veža
tr_tr: İç Taret
uk: Внутрішня турель

# DisplayName_Block_InteriorWall
source: Interior Wall
ca_ad: Paret interior
cs_cz: Vnitřní zeď
da: Interiør Væg
de: Interne Mauer
es: Muro Interior
fi: Sisäseinä
hu_hu: Beltéri Fal
nl: Binnenmuur
no: Interiør Vegg
pt_br: Parede interior
ro: Perete Interior
sk_sk: Interiérová stena
tr_tr: İç Duvar
uk: Внутрішня стіна

# DisplayName_Item_IronIngot
source: Iron Ingot
ca_ad: Lingot de ferro
cs_cz: Železný ingot
da: Jernbarre
de: Eisenbarren
es: Lingote de Hierro
fi: Rautaharkko
hu_hu: Vasrúd
nl: IJzerstaaf
no: Jern Ingot
pt_br: Lingote de Ferro
ro: Lingou de Fier
sk_sk: Železný ingot
tr_tr: Demir Külçe
uk: Залізний злиток

# DisplayName_Item_IronOre
source: Iron Ore
ca_ad: Mineral de ferro
cs_cz: Železná ruda
da: Jernmalm
de: Eisenerz
es: Mineral de Hierro
fi: Rautamalmi
hu_hu: Vas érc
nl: Ijzererts
no: Jern Malm
pt_br: Minério de Ferro
ro: Minereu de Fier
sk_sk: Železná ruda
tr_tr: Demir Cevher
uk: Залізна руда
