Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# DisplayName_Block_LightArmorCorner2Base
source: Light Armor Corner 2x1x1 Base
ca_ad: Cantonada d'armadura Lleugera 2x1x1 Base
da: Let pansret hjørneblok 2x1x1 base
de: Leichte Panzerung (Eck-Sockel) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Base
fi: Kevyen Panssarin Kulmakappale 2x1x1 Pohja
tr_tr: Temel Köşeli Hafif Zırh 2x1x1
uk: Легка броня 2x1x1 зріз основа

# DisplayName_Block_LightArmorCorner2BaseSmooth
source: Light Armor Corner 2x1x1 Base Smooth
ca_ad: Cantonada d'armadura Lleugera 2x1x1 Base Suau
da: Let pansret hjørneblok 2x1x1 base glat
de: Leichte Panzerung (glatter Eck-Sockel) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Suavizado Base
fi: Kevyen Panssarin Sileä Kulmakappale 2x1x1 Pohja
tr_tr: Temel Köşeli Hafif Zırh 2x1x1 Yumuşak
uk: Легка броня 2x1x1 зріз основа згладжує

# DisplayName_Block_LightArmorCorner2Tip
source: Light Armor Corner 2x1x1 Tip
ca_ad: Cantonada d'armadura Lleugera 2x1x1 Punta
da: Let pansret hjørneblok 2x1x1 tip
de: Leichte Panzerung (Eck-Spitze) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Punta
fi: Kevyen Panssarin Kulmakappale 2x1x1 Kärki
tr_tr: Üst Köşeli Hafif Zırh 2x1x1
uk: Легка броня 2x1x1 зріз вверх

# DisplayName_Block_LightArmorCorner2TipSmooth
source: Light Armor Corner 2x1x1 Tip Smooth
ca_ad: Cantonada d'armadura Lleugera 2x1x1 Punta Suau
da: Let pansret hjørneblok 2x1x1 tip glat
de: Leichte Panzerung (glatte Eck-Spitze) 2x1x1
es: Esquina de blindaje ligero 2x1x1 Punta Suavizada
fi: Kevyen Panssarin Sileä Kulmakappale 2x1x1 Kärki
tr_tr: Üst Köşeli Hafif Zırh 2x1x1 Yumuşak
uk: Легка броня 2x1x1 зріз вверх згладжує

# DisplayName_Block_LightArmorInvCorner2Base
source: Light Armor Inv. Corner 2x1x1 Base
ca_ad: Cantonada inv. d'armadura Lleugera 2x1x1 Base
da: Let pansret hjørneblok inv. 2x1x1 base
de: Leichte Panzerung (inv. Eck-Sockel) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Base
fi: Käänteinen Kevyen Panssarin Kulmakappale 2x1x1 Pohja
uk: Легка броня 2x1x1 внутр. зріз основа

# DisplayName_Block_LightArmorInvCorner2BaseSmooth
source: Light Armor Inv. Corner 2x1x1 Base Smooth
ca_ad: Cantonada inv. d'armadura Lleugera 2x1x1 Base Suau
da: Let pansret hjørneblok inv. 2x1x1 base glat
de: Leichte Panzerung (inv. glatter Eck-Sockel) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Base Suavizada
fi: Käänteinen Kevyen Panssarin Sileä Kulmakappale 2x1x1 Pohja
uk: Легка броня 2x1x1 внутр. зріз основа згладжує

# DisplayName_Block_LightArmorInvCorner2Tip
source: Light Armor Inv. Corner 2x1x1 Tip
ca_ad: Cantonada inv. d'armadura Lleugera 2x1x1 Punta
da: Let pansret hjørneblok inv. 2x1x1 tip
de: Leichte Panzerung (inv. Eck-Spitze) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Punta
fi: Käänteinen Kevyen Panssarin Kulmakappale 2x1x1 Kärki
uk: Легка броня 2x1x1 внутр. зріз вверх

# DisplayName_Block_LightArmorInvCorner2TipSmooth
source: Light Armor Inv. Corner 2x1x1 Tip Smooth
ca_ad: Cantonada inv. d'armadura Lleugera 2x1x1 Punta Suau
da: Let pansret hjørneblok 2x1x1 tip glat
de: Leichte Panzerung (inv. glatte Eck-Spitze) 2x1x1
es: Esquina Inv. de blindaje ligero 2x1x1 Punta Suavizada
fi: Käänteinen Kevyen Panssarin Sileä Kulmakappale 2x1x1 Kärki
uk: Легка броня 2x1x1 внутр. зріз вверх згладжує

# DisplayName_Block_LightArmorSlope2Base
source: Light Armor Slope 2x1x1 Base
ca_ad: Pendent d'armadura Lleugera 2x1x1 Base
da: Let pansret skråning 2x1x1 base
de: Leichte Panzerung (Eck-Rampe) 2x1x1
es: Blindaje ligero inclinado 2x1x1 base
fi: Kevyen Panssarin Luiskakappale 2x1x1 Pohja
tr_tr: Temel Eğimli Hafif Zırh 2x1x1
uk: Легка броня 2x1x1 нахил основа

# DisplayName_Block_LightArmorSlope2BaseSmooth
source: Light Armor Slope 2x1x1 Base Smooth
ca_ad: Pendent d'armadura Lleugera 2x1x1 Base Suau
da: Let pansret hælding 2x1x1 base glat
de: Leichte Panzerung (glatte Eck-Rampe) 2x1x1
es: Blindaje ligero inclinado 2x1x1 Base suavizada
fi: Kevyen Panssarin Sileä Luiskakappale 2x1x1 Pohja
tr_tr: Temel Eğimli Hafif Zırh 2x1x1 Yumuşak
uk: Легка броня 2x1x1 нахил основа згладжує

# DisplayName_Block_LightArmorSlope2Tip
source: Light Armor Slope 2x1x1 Tip
ca_ad: Pendent d'armadura Lleugera 2x1x1 Punta
da: Let pansret hældning 2x1x1 tip
de: Leichte Panzerung (Rampenspitze) 2x1x1
es: Blindaje ligero inclinado 2x1x1 punta
fi: Kevyen Panssarin Luiskakappale 2x1x1 Kärki
tr_tr: Üst Eğimli Hafif Zırh 2x1x1
uk: Легка броня 2x1x1 нахил вверх

# DisplayName_Block_LightArmorSlope2TipSmooth
source: Light Armor Slope 2x1x1 Tip Smooth
ca_ad: Pendent d'armadura Lleugera 2x1x1 Punta Suau
da: Let pansret hældning 2x1x1 tip glat
de: Leichte Panzerung (glatte Rampenspitze) 2x1x1
es: Blindaje ligero inclinado 2x1x1 punta suavizada
fi: Kevyen Panssarin Sileä Luiskakappale 2x1x1 Kärki
tr_tr: Üst Eğimli Hafif Zırh 2x1x1 Yumuşak
uk: Легка броня 2x1x1 нахил вверх згладжує

# DisplayName_Block_HeavyArmorCorner2
source: Heavy Armor Corner 2x1x1
ca_ad: Cantonada d'armadura Pesada 2x1x1
da: Stærkt pansret hjørneblok 2x1x1
de: Schwere Panzerung (Ecke) 2x1x1
es: Esquina de blindaje pesado 2x1x1
fi: Raskaan Panssarin Kulmakappale 2x1x1
tr_tr: Ağır Köşeli Zırh 2x1x1
uk: Важка броня 2x1x1 зріз вверх

# DisplayName_Block_HeavyArmorCorner2Base
source: Heavy Armor Corner 2x1x1 Base
ca_ad: Cantonada d'armadura Pesada 2x1x1 Base
da: Stærkt pansret hjørneblok 2x1x1 base
de: Schwere Panzerung (Eck-Sockel) 2x1x1
es: Esquina de blindaje pesado 2x1x1 Base
fi: Raskaan Panssarin Kulmakappale 2x1x1 Pohja
uk: Важка броня 2x1x1 зріз основа

# DisplayName_Block_HeavyArmorCorner2BaseSmooth
source: Heavy Armor Corner 2x1x1 Base Smooth
ca_ad: Cantonada d'armadura Pesada 2x1x1 Base Suau
da: Stærkt pansret hjørneblok 2x1x1 base glat
de: Schwere Panzerung (glatter Eck-Sockel) 2x1x1
es: Esquina de blindaje pesado 2x1x1 Base Suavizada
fi: Raskaan Panssarin Sileä Kulmakappale 2x1x1 Pohja
uk: Важка броня 2x1x1 зріз основа згладжує

# DisplayName_Block_HeavyArmorCorner2Smooth
source: Heavy Armor Corner 2x1x1 Smooth
ca_ad: Cantonada d'armadura Pesada 2x1x1 Suau
da: Stærkt pansret hjørneblok 2x1x1 glat
de: Schwere Panzerung (glatte Ecke) 2x1x1
es: Esquina de blindaje pesado 2x1x1Suavizado
fi: Raskaan Panssarin Sileä Kulmakappale 2x1x1
uk: Важка броня 2x1x1 зріз згладжує

# DisplayName_Block_HeavyArmorCorner2Tip
source: Heavy Armor Corner 2x1x1 Tip
ca_ad: Cantonada d'armadura Pesada 2x1x1 Punta
da: Stærkt pansret hjørneblok 2x1x1 tip
de: Schwere Panzerung (Eck-Spitze) 2x1x1
es: Esquina de blindaje pesado 2x1x1 Punta
fi: Raskaan Panssarin Kulmakappale 2x1x1 Kärki
uk: Важка броня 2x1x1 зріз вверх

# DisplayName_Block_HeavyArmorCorner2TipSmooth
source: Heavy Armor Corner 2x1x1 Tip Smooth
ca_ad: Cantonada d'armadura Pesada 2x1x1 Punta Suau
da: Tungt pansret hjørneblok 2x1x1 tip glat
de: Schwere Panzerung (glatte Eck-Spitze) 2x1x1
es: Esquina de blindaje pesado 2x1x1 Punta Suavizada
fi: Raskaan Panssarin Sileä Kulmakappale 2x1x1 Kärki
uk: Важка броня 2x1x1 зріз вверх згладжує

# DisplayName_Block_HeavyArmorInvCorner2
source: Heavy Armor Inv. Corner 2x1x1
ca_ad: Cantonada inv. d'armadura Pesada 2x1x1
da: Stærkt pansret hjørneblok inv. 2x1x1
de: Schwere Panzerung (inv. Ecke) 2x1x1
es: Esquina inv. de blindaje pesado 2x1x1
fi: Käänteinen Raskaan Panssarin Kulmakappale 2x1x1
uk: Важка броня 2x1x1 внутр. зріз

# DisplayName_Block_HeavyArmorInvCorner2Base
source: Heavy Armor Inv. Corner 2x1x1 Base
ca_ad: Cantonada inv. d'armadura pesada 2x1x1 Base
da: Stærkt pansret hjørneblok inv. 2x1x1 base
de: Schwere Panzerung (inv. Eck-Sockel) 2x1x1
es: Esquina inv. de blindaje pesado 2x1x1 Base
fi: Käänteinen Raskaan Panssarin Kulmakappale 2x1x1 Pohja
uk: Важка броня 2x1x1 внутр. зріз основа

# DisplayName_Block_HeavyArmorInvCorner2BaseSmooth
source: Heavy Armor Inv. Corner 2x1x1 Base Smooth
ca_ad: Cantonada inv. d'armadura Pesada 2x1x1 Base Suau
da: Stærkt pansret hjørneblok 2x1x1 base glat
de: Schwere Panzerung (inv. glatter Eck-Sockel) 2x1x1
es: Esquina de blindaje pesado 2x1x1 Base Suavizada
fi: Käänteinen Raskaan Panssarin Sileä Kulmakappale 2x1x1 Pohja
uk: Важка броня 2x1x1 внутр. зріз основа згладжує

# DisplayName_Block_HeavyArmorInvCorner2Smooth
source: Heavy Armor Inv. Corner 2x1x1 Smooth
ca_ad: Cantonada inv. d'armadura Pesada 2x1x1 Suau
da: Stærkt pansret hjørneblok inv. 2x1x1 glat
de: Schwere Panzerung (inv. glatte Ecke) 2x1x1
es: Esquina inv. de blindaje pesado 2x1x1 Suavizada
fi: Käänteinen Raskaan Panssarin Sileä Kulmakappale 2x1x1
uk: Важка броня 2x1x1 внутр. зріз основа згладжує

# DisplayName_Block_HeavyArmorInvCorner2Tip
source: Heavy Armor Inv. Corner 2x1x1 Tip
ca_ad: Cantonada inv. d'armadura pesada 2x1x1 Punta
da: Stærkt pansret hjørneblok inv. 2x1x1 tip
de: Schwere Panzerung (inv. Eck-Spitze) 2x1x1
es: Esquina inv. de blindaje pesado 2x1x1Punta
fi: Käänteinen Raskaan Panssarin Kulmakappale 2x1x1 Kärki
uk: Важка броня 2x1x1 внутр. зріз вверх

# DisplayName_Block_HeavyArmorInvCorner2TipSmooth
source: Heavy Armor Inv. Corner 2x1x1 Tip Smooth
ca_ad: Cantonada inv. d'armadura Pesada 2x1x1 Punta Suau
da: Stærkt pansret hjørneblok inv. 2x1x1 tip glat
de: Schwere Panzerung (inv. glatte Eck-Spitze) 2x1x1
es: Esquina inv. de blindaje pesado 2x1x1 Punta Suavizada
fi: Käänteinen Raskaan Panssarin Sileä Kulmakappale 2x1x1 Kärki
uk: Важка броня 2x1x1 внутр. зріз вверх згладжує

# DisplayName_Block_HeavyArmorSlope2
source: Heavy Armor Slope 2x1x1
ca_ad: Pendent d'armadura Pesada 2x1x1
da: Stærkt pansret hælding 2x1x1
de: Schwere Panzerung (Rampe) 2x1x1
es: Blindaje Pesado Inclinado 2x1x1
fi: Raskaan Panssarin Luiskakappale 2x1x1
uk: Важка броня 2x1x1 нахил

# DisplayName_Block_HeavyArmorSlope2Base
source: Heavy Armor Slope 2x1x1 Base
ca_ad: Pendent d'armadura Pesada 2x1x1 Base
da: Stærkt pansret hælding 2x1x1 base
de: Schwere Panzerung (Rampensockel) 2x1x1
es: Blindaje Pesado Inclinado 2x1x1 Base
fi: Raskaan Panssarin Luiskakappale 2x1x1 Pohja
uk: Важка броня 2x1x1 нахил основа

# DisplayName_Block_HeavyArmorSlope2BaseSmooth
source: Heavy Armor Slope 2x1x1 Base Smooth
ca_ad: Pendent d'armadura Pesada 2x1x1 Base Suau
da: Stærkt pansret hældning 2x1x1 base glat
de: Schwere Panzerung (glatter Rampensockel) 2x1x1
es: Blindaje Pesado Inclinado 2x1x1 Base Suavizada
fi: Raskaan Panssarin Sileä Luiskakappale 2x1x1 Pohja
uk: Важка броня 2x1x1 нахил основа згладжує

# DisplayName_Block_HeavyArmorSlope2Smooth
source: Heavy Armor Slope 2x1x1 Smooth
ca_ad: Pendent d'armadura Pesada 2x1x1 Suau
da: Stærkt pansret hældning 2x1x1 glat
de: Schwere Panzerung (glatte Rampe) 2x1x1
es: Blindaje Pesado Inclinado 2x1x1 Suavizado
fi: Raskaan Panssarin Sileä Luiskakappale 2x1x1
uk: Важка броня 2x1x1 нахил згладжує

# DisplayName_Block_HeavyArmorSlope2Tip
source: Heavy Armor Slope 2x1x1 Tip
ca_ad: Pendent d'armadura Pesada 2x1x1 Punta
da: Stærkt pansret hældning 2x1x1 tip
de: Schwere Panzerung (Rampenspitze) 2x1x1
es: Blindaje Pesado Inclinado 2x1x1 Punta
fi: Raskaan Panssarin Luiskakappale 2x1x1 Kärki
uk: Важка броня 2x1x1 нахил вверх

# DisplayName_Block_HeavyArmorSlope2TipSmooth
source: Heavy Armor Slope 2x1x1 Tip Smooth
ca_ad: Pendent d'armadura Pesada 2x1x1 Punta Suau
da: Stærkt pansret hældning 2x1x1 tip glat
de: Schwere Panzerung (glatte Rampenspitze) 2x1x1
es: Blindaje Pesado Inclinado 2x1x1 Punta Suavizada
fi: Raskaan Panssarin Sileä Luiskakappale 2x1x1 Kärki
uk: Важка броня 2x1x1 нахил вверх згладжує

# ControlName_VoxelHandSettings
source: Open voxel hand settings
da: Åben voxel hånd indstillinger
de: Voxelhand-Einstellungen öffnen
es: Abrir configuración de mano voxel
uk: Відкрити налаштування воксельного інструменту

# NotificationVoxelHandHintFormat
source: Press {0} to open voxel hand settings
da: Tryk på {0} for at åbne voxel hånd indstillinger
de: Drücke {0} um die Voxelhand-Einstellungen zu öffnen
es: Presione {0} para abrir las opciones de mano voxel
uk: Натисніть {0}для відкриття налаштування воксельного інструменту

# NotificationVoxelMaterialFormat
source: Press {0} or {1} to change voxel material
da: Tryk på {0} eller {1} for at ændre voxel materiale
de: Drücke {0} oder {1} um Voxelmaterial zu ändern
es: Presione {0} o {1} para cambiar el material de voxel.
uk: Натисніть {0} або {1}, щоб змінити матеріал

# LaserAntennaReceiversListHelp
source: These receivers are in radio range and can report their position. Their current state and target is in parenthesis: idle laser is idling >> laser is rotating towards other receiver or GPS coordinates ?> searching for other laser at requested GPS coordinates ~> contacting other side of link (this includes waiting for other laser to turn its face to me or futile effort to contact receiver which is turned off or is not there any more) => connection is established To connect to lasers not listed here you can connect to coordinates.
ca_ad: Aquest receptors estan dins el radi de cobertura i poder informar de la seva posició. El seu estat i objectiu es troben en paréntesis: làser innactiu es innactiu >>làser està girant cap a un altre receptor o coordenada de GPS ?>buscant altres coordenades de GPS sol·licitades ~>contactant l'altre extrem de l'enllaç (això inclou l'espera per que l'alter làser s'encari cap a mi o l'impossibiliat de contatcar amb el receptor ja que està apagat o ja no hi és) =>connexió establerta Per connectar a altres làser que no són en la llista pots connectar per coordenades
da: Disse modtagere i intervallet for radio og kan rapportere deres position. Deres aktuelle tilstand og målet er i parentesis: tomgang tomgang laser >> laser is rotating towards other receiver or GPS coordinates ?> searching for other laser at requested GPS coordinates ~> contacting other side of link (this includes waiting for other laser to turn its face to me or futile effort to contact receiver which is turned off or is not there any more) => connection is established For at oprette forbindelse til lasere, der ikke er opført kan her du tilslutte til koordinater.
de: Diese Empfänger sind in Funkreichweite und können ihre position mitteilen. Ihr aktueller Status sowie Ziel sind in Klammern. Inaktiver Laser ist im Ruhemodus >> Laser dreht sich zu einem anderen Empfänger oder GPS Koordinaten ?> Sucht nach anderem Laser bei angegebenen GPS Koordinaten ~> Kontaktiert anderes Ende der Verbindung (beinhaltet Warten, bis anderer Laser sich auf mich ausgerichtet hat, oder vergeblich versucht den Empfänger zu kontaktieren, welcher entweder aus ist, oder nicht mehr existiert) => Verbindung hergestellt Um mit Lasern, die hier nicht aufgelistet sind zu verbinden, können Zielkoordinaten angegeben werden.
es: Estos receptores estan en rango de radio y pueden reportar su posición. Su estado actual y objetivo está entre paréntesis: Inactivo El láser está inactivo >> El láser está rotando hacia otros receptores o coordenadas GPS ?> Buscando otro láser en las coordenadas GPS requeridas ~> Contactando el otro lado del enlace (Esto incluye esperar por que otro láser termine de girar hacia éste o intentos infructuosos de contactar un receptor que está apagado o que ya no está en esa posición) => Conexión establecida Para conectar a láseres no listados aquí, se puede conectar a coordenadas.
fi: Nämä vastaanottimet ovat radioetäisyydellä ja voivat ilmoittaa sijaintinsa. Niiden nykyinen tila ja kohde on sulkeissa: idle laser on valmiustilassa >> laser kääntyy kohti toista vastaanotinta tai GPS-koordinaatteja ?> etsitään toista laseria annetuissa koordinaateissa ~> otetaan yhteys linkin toiseen päähän (tähän sisältyy toisen laserin kääntyminen tätä kohti tai turha yritys yhdistää vastaanottimeen joka on pois päältä tai ei enää siellä) => yhteys muodostettu Yhdistääksesi lasereihin joita ei ole listattu tässä voit yhdistää koordinaatteihin.
nl: Deze ontvangers zijn binnen radio bereik en kunnen hun positie doorgeven. Hun huidige staat en doelwit staat tussen de haakjes: Standby laser staat in standby >> laser draait richting een andere ontvanger of GPS locatie ?> zoekt naar een andere laser op de aangewezen locatie ~> zoekt contact met de andere kant van de link (dit is inclusief het wachten op de andere laser om zich naar mij toe te draaien of een tevergeefse poging om de andere ontvanger te contacteren die of uit staat of die niet meer bestaat) => connectie is gemaakt Om contact te maken met lasers die niet in de lijst staan kun je contact maken met coördinaten
pt_br: Estes receptores estão ao alcance do rádio e podem fornecer suas posições. Seus estados atuais e alvos estão entre parênteses: laser ocioso está ficando inativo >>laser está rotacionando em direção a outro receptor ou coordenadas GPS ?>procurando por outro laser nas coordenadas GPS solicitadas ->contatando o outro lado do link (isso inclui esperar para que outro laser se vire para mim ou tentativa inútil para contatar outro receptor que está desligado ou não está mais lá) =>a conexão foi estabelecida Para conectar-se a lasers não listados aqui você pode conectar a coordenadas.
tr_tr: Alıcılar radyo menzili içinde ve yerlerini bildirmeye hazırlar. Şu anki durumu ve hedefleri parantez içinde: Kullanılmayan lazer bekleme halinde >>lazer diğer alıcıya veya GPS koordinatına yöneliyor ?>İstenen GPS koordinatındaki diğer bir lazer aranıyor ~>Öbür tarafa ulaşılıyor (diğer lazerin yüzünü bana dönmesini ve kapatılan veya yeri değişen alıcıyla haberleşmeye çalışmasını da içerir) => bağlantı kuruldu Listede olmayan lazerler için koordinatlara bağlanabilirsiniz.
uk: Ці приймачі знаходяться в радіусі дії радіо та можуть передавати їхню позицію. Їхні поточні стан та ціль в дужках: простій лазеру на холостому ходу >> лазер повертається в сторону іншого приймача або GPS координат ?> пошук іншого лазера в заданих GPS координатах ~> З'єднання з іншою стороною лінії (в тому числі очікування іншого лазера на поворот в мою сторону або дареме зусилля звєязатись з приймачем, який вимкнено або якого більше немає) => з'єднання встановлено Для того, щоб з'єднатись з лазером, якого немає тут, ви можете з'єднатись з координатами.

# BlockPropertyTitle_LargeTurretEnableTurretIdleMovement
source: Enable idle movement
ca_ad: Habilita moviment en repós
da: Aktiver tomgangs bevæglese
de: Bewegung bei Inaktivität aktivieren
es: Permitir movimiento inactivo
fi: Salli valmiustilan liikkuminen
hu_hu: Tétlen mozgás engedélyezése
tr_tr: Boşta hareketi etkinleştir
uk: Ввімкнути пасивний рух

# LaserAntennaCopyTargetCoords
source: Copy target coords
ca_ad: Copia les coordenades del objectiu
cs_cz: Zkopírovat koordináty cíle
da: Kopier målets koordinater
de: Zielkoordinaten kopieren
es: Copiar coordenadas de objetivo
fi: Kopioi kohteen koordinaatit
hu_hu: Célkoordináták másolása
tr_tr: Hedefin koordinatını kopyala
uk: Скопіювати координати цілі

# LaserAntennaCopyTargetCoordsHelp
source: Copy target's current or last known position into clipboard
ca_ad: Copia les coordenades actuals del objectiu o les últimes conegudes al portapapers
da: Kopiere målets nuværende eller sidste kendte position til udklipsholder
de: Aktuelle oder letzte bekannte Position des Ziels in die Zwischenablage kopieren
es: Copiar las coordenadas actuales o últimas conocidas del objetivo al portapapeles
fi: Kopioi kohteen nykyinen tai viimeksi tunnettu sijainti leikepöydälle
tr_tr: Hedefin mevcut yada bilinen son konumunu panoya kopyala
uk: Скопіювати останню відому позицію цілі до буферу обміну

# BotSettingsScreen_EnableBotsDebugging
source: Enable bots debugging
da: Aktiver bot fejlfinding
de: Aktiviere Bot-Fehlersuche
es: Activar depuración de bots
uk: Ввімкнути налагодження ботів

# BotSettingsScreen_NextBot
source: Next bot
da: Næste bot
de: Nächster Bot
es: Siguiente bot
hu_hu: Következő bot
uk: Наступний бот

# BotSettingsScreen_PreviousBot
source: Previous bot
da: Sidste bot
de: Vorheriger Bot
es: Bot anterior
hu_hu: Előző bot
uk: Попередній бот

# BotSettingsScreen_Title
source: Bots settings
da: Bot indstillinger
de: Bot Einstellungen
es: Ajustes de bots
hu_hu: Botok beállításai
uk: Налаштування ботів

# BlockAction_ConveyorSorterBlacklist
source: Blacklist
ca_ad: Llista negre
da: Sortliste
es: Denegados
fi: Mustalista
hu_hu: Feketelista
no: Svarteliste
pt_br: Lista Negra
tr_tr: Kara liste
uk: Чорний список

# BlockAction_ConveyorSorterWhitelist
source: Whitelist
ca_ad: Llista blanca
da: Hvidliste
es: Permitidos
fi: Sallittujen lista
hu_hu: Fehérlista
no: Hvitliste
pt_br: Lista Branca
tr_tr: Beyaz liste
uk: Білий список

# BlockPropertyTitle_ConveyorSorterFilterMode
source: Filter Mode
ca_ad: Mode filtre
da: Filtertilstand
de: Filtermodus
es: Modo de filtrado
fi: Suodatintila
hu_hu: Szűrő mód
no: Filter modus
tr_tr: Filtreleme Modu
uk: Режим фільтрації

# DisplayName_Block_ConveyorSorter
source: Conveyor Sorter
ca_ad: Classificador de transportadors
da: Transportbånd Sorteringsanlæg
de: Förderband-Sortierer
es: Organizador de Transportador
fi: Kuljetinlajittelija
hu_hu: Továbbító szűrő
tr_tr: Konveyör Sıralayıcısı
uk: Сортувальник

# LaserAntennaOnlyPerm
source: Only receivers set to permanent connection found
ca_ad: Només els receptors activats per connexions trobades de manera permanent
da: Kun modtagere indstillet til permanent forbindelse fundet
de: Nur Empfänger mit permanenter Verbindung gefunden
es: Encontrados solamente receptores configurados como conexión permanente
fi: Löydetään vain pysyvään yhteyteen asetetut vastaanottimet
tr_tr: Sadece kalıcı bağlantıya ayarlı alıcılar bulundu
uk: Знайдено лише приймачі, налагоджені на постійне з'єднання

# LaserAntennaPermanentCheckbox
source: Permanent connection
ca_ad: Connexió permanent
da: Permanent forbindelse
de: Permanente Verbindung
es: Conexión permanente
fi: Pysyvä yhteys
hu_hu: Állandó csatlakozás
pt_br: Conexão permanente
tr_tr: Kalıcı bağlantı
uk: Постійне з'єднання

# BlockPropertyTitle_ConveyorSorterAdd
source: Add
ca_ad: Afegir
cs_cz: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
hu_hu: Hozzáadás
no: Legg til
pt_br: Adicionar
tr_tr: Ekle
uk: Додати

# BlockPropertyTitle_ConveyorSorterCandidatesList
source: Add new filter
ca_ad: Afegeix nou filtre
cs_cz: Přidat nový filter
da: Tilføj nyt filter
de: Neuen Filter hinzufügen
es: Añadir nuevo filtro
fi: Lisää suodatin
hu_hu: Szűrő hozzáadása
no: Legg til nytt filter
pt_br: Adicionar novo filtro
tr_tr: Yeni filtre ekle
uk: Додати новий фільтр

# BlockPropertyTitle_ConveyorSorterFilterItemsList
source: Active filters
ca_ad: Filtres actius
cs_cz: Aktivní filtry
da: Aktive filtre
de: Aktive Filter
es: Filtros activos
fi: Aktiiviset suodattimet
hu_hu: Aktív szűrők
no: Aktive filter
pt_br: Ativar filtros
tr_tr: Aktif filtreler
uk: Активні фільтри

# BlockPropertyTitle_ConveyorSorterFilterModeBlacklist
source: Blacklist
ca_ad: Llista negre
da: Sortliste
es: Denegar
fi: Mustalista
hu_hu: Feketelista
no: Svarteliste
pt_br: Lista negra
tr_tr: Kara liste
uk: Чорний список

# BlockPropertyTitle_ConveyorSorterFilterModeWhitelist
source: Whitelist
ca_ad: Llista blanca
da: Hvidliste
es: Permitir
fi: Sallittujen lista
hu_hu: Fehérlista
pt_br: Lista Branca
tr_tr: Beyaz liste
uk: Білий список

# BlockPropertyTitle_ConveyorSorterRemove
source: Remove
ca_ad: Treu
cs_cz: Odebrat
da: Fjern
de: Entfernen
es: Quitar
fi: Poista
hu_hu: Eltávolítás
no: Fjern
pt_br: Remover
tr_tr: Kaldır
uk: Видалити

# ScreenDebugOfficial_BotSettings
source: Bots settings
da: Bot indstillinger
de: Bot Einstellungen
es: Ajustes de bots
hu_hu: Botok beállításai
pt_br: Ajustes dos bots
uk: Налаштування ботів

# DisplayName_Block_SmallConveyorSorter
source: Small Conveyor Sorter
ca_ad: Classificador Transportador petit
da: Lille Transportbånds Sorteringsanlæg
de: Kleiner Förderband-Sortierer
es: Organizador de transportador pequeño
fi: Pieni Kuljetinlajittelija
hu_hu: Kis továbbító szűrő
tr_tr: Küçük Konveyör Sıralayıcısı
uk: Малий сортувальник
