Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# Quote29Text
source: A good scientist is a person with original ideas. A good engineer is a person who makes a design that works with as few original ideas as possible. There are no prima donnas in engineering.
ca_ad: Un bon científic és una persona amb idees originals. Un bon enginyer és una persona que fa un disseny que funciona amb les menys idees originals possibles. A la enginyeria no hi ha prima donnas.
cs_cz: Dobrý vědec je člověk s originálními nápady. Dobrý inženýr je člověk, který vytvoří funkční návrh s jen tolika originálními nápady, kolik je zapotřebí. V inženýrství nejsou žádné primadony.
da: En god videnskabsmand er en person med originale idéer. En god ingeniør er en person, der laver et design, der virker med så få originale idéer som muligt. Der er ingen prima donnaer i ingeniørkunst.
de: Ein guter Wissenschaftler ist ein Mensch mit originellen Ideen. Ein guter Ingenieur ist ein Mensch, der ein Design verwirklicht, das mit so wenigen originellen Ideen wie möglich funktioniert. Es gibt keine Primadonnen im Ingenieurwesen.
es: Un buen científico es la persona con ideas originales. Un buen ingeniero es la persona que hace un diseño que funciona con el menor número posible de ideas originales. No hay divas en la ingeniería.
fi: Hyvä tutkija on henkilö, jolla on omaperäisiä ideoita. Hyvä insinööri on henkilö, joka tekee suunnittelun toimimaan niin vähällä alkuperäisistä ideoista kuin on mahdollista. Insinöörityössä ei ole primadonnia.
hu_hu: A jó tudós egy ember, eredeti ötletekkel. Egy jó mérnök olyan ember aki a lehető legkevesebb eredi ötletekből terveket készít. A mérnöki tudományban nincsenek primadonnák
nl: Een goede wetenschapper is een persoon met originele ideeën. Een goede ingenieur is een persoon die een ontwerp maakt dat werkt met zo min mogelijk originele ideeën. Er zijn geen prima donna's in bouwkunde.
no: En god forsker er en person med originale ideer. En god ingeniør er en person som lager ett design som fungerer med så få originale ideer som mulig. Det er ingen prima Donnas i ingeniørfag.
pt_br: Um bom cientista é uma pessoa com ideias originais. Um bom engenheiro é uma pessoa que cria projetos que funcionam com o mínimo de ideias originais possíveis. Não há arrogância ná engenharia.
ro: Un om de stiinta bun este o persoană cu idei originale. Un inginer bun este o persoana care face un proiect care funcționează cu câte mai puține idei originale posibil. Nu există primadone în inginerie.
sk_sk: Dobrý vedec je osoba s originálnymi nápadmi. Dobrý inžinier je osoba, ktorá navrhne niečo čo funguje s minimálnym množstvom originálnych nápadov. Medzi inžiniermi nie sú žiadne primadony.
tr_tr: İyi bir bilim adamı özgün fikirleri olan bir kişidir. İyi bir mühendis olabildiğince az özgün fikirler ile çalışarak bir dizayn yapabilen bir kişidir. Mühendislikte kibir yoktur.
uk: Хороший учений - людина з оригінальними ідеями. Гарний інженер - людина, яка створює конструкцію, що працює зі стількома ідеями, скількома можливо. В інженерії не буває примадонн.

# Quote30Text
source: Aviation is the branch of engineering that is least forgiving of mistakes.
ca_ad: L'aviació és la branca de l'enginyeria que és menys tolerant als errors.
cs_cz: Letectví je obor techniky, který nejméně odpouští chyby.
da: Luftfart er den gren af ingeniørkunst, der er mindst tilgivende over for fejl.
de: Die Luftfahrt ist die Sparte der Technik die am wenigsten Fehler vergibt.
es: La aviación es la rama de la ingeniería menos tolerante a los errores.
fi: Ilmailu on insinööritaidon ala, joka antaa virheet huonoimmin anteeksi.
hu_hu: A repülés a mérnöki tudomány azon ága, ami a legkevésbé megbocsájtó a hibákkal szemben.
nl: Luchtvaart is de tak van bouwkunde die het minst vergevingsgezind is voor fouten.
no: Luftfarten er den grenen av ingeniørvitenskap som er minst tilgivende for feil.
pt_br: Aviação é o ramo da engenharia que é mais imperdoável com erros.
ro: Aviația este ramura de inginerie care este cel mai puțin iertătoare la greșeli.
sk_sk: Letectvo je strojárske odvetvie, ktoré neodpúšťa chyby.
tr_tr: Havacılık hataları en az affeden mühendislik dalıdır.
uk: Авіація - галузь інженерії, що найрідше пробачає помилки.

# Quote31Text
source: A space engineer is a professional practitioner who uses scientific knowledge, mathematics, physics, astronomy, propulsion technology, materials science, structural analysis, manufacturing and ingenuity to solve practical problems in space.
ca_ad: Un enginyer espacial és un professional facultatiu que utilitza el coneixement científic, les matemàtiques, la física, l'astronomia, la tecnologia de propulsió, la ciència dels materials, l'anàlisi estructural, la fabricació i l'enginy per resoldre problemes pràctics a l'espai.
cs_cz: Vesmírný inženýr je profesionální praktik, který využívá vědeckých poznatků, matematiky, fyziky, astronomie, technologií pohonu, vědy o materiálech, strukturální analýzy, výroby a vynalézavosti k praktickému řešení problémů ve vesmíru.
da: En rumingeniør er en professionel, der bruger sin viden om, matematik, fysik, astronomi, fremdriftsteknologi, materialevidenskab, strukturanalyse, fremstilling og opfindsomhed til at løse problemer.
de: Ein "Space Engineer" ist ein professioneller Arbeiter der wissenschaftliche Methoden, Mathematik, Physik, Astronomie, Antriebstechnologien, Materialwissenschaften, Strukturanalysen, Herstellungsverfahren und Einfallsreichtum nutzt um praktische Probleme im Weltall zu lösen.
es: Un ingeniero espacial es un profesional que utiliza el conocimiento científico, matemáticas, física, astronomía, tecnología de propulsión, materiales científicos, análisis estructurales, fabricación e ingenio para resolver problemas prácticos en el espacio.
fi: Avaruusinsinööri on ammattilainen joka käyttää tieteellistä tietoa, matematiikkaa, fysiikkaa, astronomiaa, propulsiotekniikkaa, materiaalitekniikkaa, rakenteellista analysointia, valmistamista ja kekseliäisyyttä ratkaistakseen käytännön ongelmia avaruudessa.
hu_hu: Az űrmérnök egy profi aki tudományos ismereteket, matematikát, fizikát, asztronómiát, meghajtási technológiát, anyagtudományt, strukturális elemzést és találékonyságot használ gyakorlati problémák megoldására az űrben.
nl: Een ruimte-ingenieur is een professionele beoefenaar die wetenschappelijke kennis, wiskunde, natuurkunde, astronomie, stuwkracht technologie, materiële wetenschap, structurele analyse, fabricage en vernuft gebruikt om praktische problemen in de ruimte op te lossen.
no: En astronomisk ingeniør er en profesjonell utøver som bruker vitenskapelig kunnskap, matematikk, fysikk, astronomi, fremdriftsteknologi, materialvitenskap, strukturell analyse, produksjon og oppfinnsomhet for å løse praktiske problemer i verdensrommet.
pt_br: Um engenheiro espacial é um profissional que usa conhecimento científicos, matemática, física, astronomia, tecnologia de propulsão, ciência material, analises estruturais, manufatura e criatividade para resolver problemas práticos no espaço.
ro: Un inginer al spaţiului este un practicant profesionist care se foloseşte de cunoştinţe ştiinţifice, matematică, fizică, astronomie, tehnologia propulsiei, ştiinţa materialelor, analiza structurală, fabricare şi ingeniozitate pentru a rezolva probleme practice în spaţiu.
sk_sk: Vesmírny inžinier je profesionál, ktorý využíva vedecké poznatky, matematiku, fyziku, astronómiu, technológiu pohonu, vedu o materiáloch, analýzu konštrukcií, výrobu a vynaliezavosť na riešenie praktických problémov vo vesmíre.
tr_tr: Uzay mühendisi bilimsel birikim, matematik, fizik, astronomi, itiş gücü teknolojisi, malzeme bilimi, yapı analizi, üretim ve pratik zeka kullanarak uzayda problemleri çözen kimsedir.
uk: Космічний інженер - це професіонал, що використовує наукові знання, математику, фізику, астрономію, технологію приводів, матеріялознавство, структурний аналіз, виробництво й винахідливість, аби вирішувати завдання у космосі.

# Quote32Text
source: Space engineers design materials, structures, and systems while considering the limitations imposed by practicality, regulation, safety, ethicality and cost.
ca_ad: Els enginyers espacials dissenyen materials, estructures i sistemes mentre consideren les limitacions imposades pel sentit pràctic, la regulació, la seguretat l'ètica i el cost.
cs_cz: Vesmírní inženýři navrhují materiály, struktury a systémy s ohledem na omezení vyplývající z praktičnosti, regulace, bezpečnosti, etiky a nákladů.
da: Rumingeniører designer materialer, strukturer og systemer, mens de tænker over restriktionerne pålagt af anvendelighed, regulering, sikkerhed, etik og pris.
de: Space Engineers entwerfen Materialien, Strukturen und Systeme und beachten dabei auf durch Machbarkeit, Verordnungen, Sicherheit, Ethik und Kosten auferlegte Einschränkungen.
es: Los ingenieros espaciales diseñan materiales, estructuras y sistemas teniendo en cuenta las limitaciones impuestas por el sentido práctico, la regulación, la seguridad, la ética y el costo.
fi: Avaruusinsinöörit suunnittelevat materiaaleja, rakenteita ja järjestelmiä, kunhan vain otetaan huomioon käytännön, sääntelyn, turvallisuuden, eettiset ja taloudelliset rajoitukset.
hu_hu: Az űr mérnökök tárgyakat, szerkezeteket és rendszereket terveznek, figyelembe véve a korlátozásokat, melyeket a praktikusság, a szabályzat, a biztonság, és az etikusság szab számukra.
nl: Ruimte-ingenieurs ontwerpen materialen, structuren en systemen terwijl ze rekening houden met limieten opgelegd door uitvoerbaarheid, regulatie, veiligheid, ethniciteit en kosten.
no: Astronomiske ingeniører designer materialer, strukturer og systemer samtidig som de vurderer begrensninger som følger av virksomhet, regulering, sikkerhet, etistikk og kostnader.
pt_br: Engenheiros espaciais projetam materiais, estruturas e sistemas enquanto consideram as limitações impostas pela praticabilidade, regulamentos, segurança, ética e custo.
ro: Inginerii spaţiali crează materiale, structuri, şi sisteme în timp ce consideră limitaţiile impuse de practică, regulaţie, siguranţă, eticalitate şi cost.
sk_sk: Vesmírni inžinieri navrhujú materiály, konštrukcie a systémy zvažujúc obmedzenia vynútené praktičnosťou, reguláciou, bezpečnosťou, etikou a nákladmi.
tr_tr: Uzay mühendisleri uygulanabilirlik, yönetmelik, güvenlik, etik ve maliyet sınırlarını dikkate alarak malzeme, yapı ve sistemleri tasarlar.
uk: Космічні інженери проєктують матеріяли, конструкції та системи, з урахуванням обмежень, що накладаються на практичність, регулювання, безпеку, етичність і вартість.

# Quote33Text
source: Space engineers are grounded in applied sciences, and their work in research and development is distinct from the basic research focus of space scientists.
ca_ad: Els enginyers espacials es basen en les ciències aplicades i el seu treball en recerca i desenvolupament difereix de l'enfocament de la investigació bàsica dels científics espacials.
cs_cz: Vesmírní inženýři jsou spojeni s aplikovanou vědou a jejich práce ve výzkumu a vývoji se liší od toho, na co se soustředí základní výzkum vesmírných vědců.
da: Rumingeniører bygger på anvendt videnskab, og deres arbejde i forskning og udvikling er forskellige fra den grundlæggende forskning, som rumforskere har fokus på.
de: Space Engineers stammen aus der angewandten Wissenschaft; ihre Arbeiten für Forschung und Entwicklung unterscheiden sich deutlich vom Forschungsschwerpunkt der Weltraumforscher.
es: Los ingenieros espaciales se basan en las ciencias aplicadas, y su trabajo en la investigación y el desarrollo es distinto del foco de investigación básica de los científicos espaciales.
fi: Avaruusinsinöörit ovat oppineet alkeet ammattikorkeakouluissa, ja heidän työnsä tutkimuksessa ja kehityksessä eroaa avaruustutkijoiden keskittymästä perustutkimuksesta.
hu_hu: Az űr mérnökök minden alkalmazott tudományban otthon vannak, kutató munkájuk pedig különbözik az űr tudósok alapvető kutatási céljaitól.
nl: Ruimte-ingenieurs zijn geaard in toegepaste wetenschap, en hun werk in onderzoek en ontwikkeling is te onderscheiden van de basale onderzoeksfocus van ruimte-wetenschappers.
no: Rom Ingeniører fokuserer mest på Anvendt vitenskap, og deres arbeid i Forskning og Utvikling er forskjellig fra det Generelle fokuset på forskning som Rom Forskere har.
pt_br: Engenheiros espaciais se baseiam em ciências aplicadas, e seus trabalhos em pesquisa e desenvolvimento são distintos do foco da pesquisa básica dos cientistas espaciais.
ro: Inginerii spaţiali sunt bazaţi în ştiinţele aplicate, şi munca lor în cercetare şi creare este distinctă faţă de cercetarea de bază a savanţilor spaţiului.
sk_sk: Vesmírni inžinieri sa držia aplikovanej vedy a ich výskumné práce a vývoj sú odlišné od základných výskumov vesmírnych vedcov.
tr_tr: Uzay mühendislerinin araştırmaları ve geliştirmeleri uygulamalı bilimlere dayanır, bu yönüyle uzay bilimcilerinden tamamen ayrılır.
uk: Космічні інженери опираються на прикладні науки, та їх робота в дослідженнях та розробці, відрізняється від основних напрямів досліджень космічних вчених.

# Quote34Text
source: In war times, space engineering involves military engineering as well. Such tasks typically include construction and demolition tasks under combat conditions.
ca_ad: En temps de guerra, l'enginyeria espacial sovint implica l'enginyeria militar. Aquestes tasques normalment inclouen tasques de construcció i demolició en condicions de combat.
cs_cz: V dobách války vesmírné inženýrství zahrnuje vývoj vojenské techniky. Jedná se hlavně o konstrukční a demoliční řešení v bojových podmínkách.
da: I krigstider, involverer rumingeniørkunst også militæringeniørkunst. Disse opgaver inkluderer typisk byggeri- og nedrivningsopgaver i kampsituationer.
de: Zu Kriegszeiten gehört zum space engineering auch militärisches engineering. Solche Aufgaben beinhalten typischerweise Aufbau- und Abrissarbeiten unter Kampfbedingungen.
es: En tiempos de guerra, la ingeniería espacial involucra también a la ingeniería militar. Estas tareas suelen incluir tareas de construcción y demolición bajo condiciones de combate.
fi: Sota-aikoina, avaruustekniikka tukee myös sotilaallista tekniikka. Tälläisiä tehtäviä tyypillisesti ovat rakennus- ja purkutyöt taisteluolosuhteiden aikana.
hu_hu: Háború idején az űrben a mérnöki tudomány magába foglalja a hadmérnökséget is. Az efféle feladatok gyakran megkövetelik építő és romboló feladatok végrehajtását, háborús környezetben.
nl: Gedurende oorlogstijden behoort militaire bouwkunde ook tot de ruimte bouwkunde. Zulke taken bevatten normaal constructie en deconstructie taken onder gevechtstoestanden.
no: Rom Ingeniørarbeid involverer i krigstider også Militær Ingeniørarbeid. Slike oppgaver inkluderer vanligvis oppbygging og nedrivnings oppgaver i krigssituasjoner.
pt_br: Em tempos de guerra, engenharia espacial também envolve engenharia militar. Tais tarefas tipicamente incluem tarefas de construção e demolição sobre condições de combate.
ro: În timp de război, ingineria spaţială implică şi inginerie militară. Astfel de sarcini includ construirea şi demolarea în condiţii de luptă.
sk_sk: V čase vojny sa vesmírne inžinierstvo zaoberá aj vojenským inžinierstvom. Spravidla to zahrňuje konštrukčné a demolačné úlohy v bojových podmienkach.
tr_tr: Savaş zamanlarında, uzay mühendisliği ilave olarak askeri mühendisliği içerir. Çatışma şartları altında inşa ve yıkım gibi görevleri edinirler.
uk: Під час війни, космічні інженери виконують роль військових інженерів. Їхнім завданням зазвичай є будівництво або знесення чогось в умовах бою.

# Quote35Text
source: Space engineers are in a high demand, especially since the Second Space Race of 2029.
ca_ad: La demanda d'enginyers espacials és alta, especialment des de la Segona Cursa Espacial del 2029.
cs_cz: Po vesmírných inženýrech je velká poptávka, obzvláště od Druhého Vesmírného závodu roku 2029.
da: Der er høj efterspørgsel efter rumingeniører især efter det andet rumkapløb i 2029.
de: Space Engineers sind stark gefragt, vorallem seit dem zweiten Weltraumrennen von 2029.
es: Los ingenieros espaciales están muy demandados, especialmente desde la Segunda Carrera Espacial de 2029
fi: Avaruusinsinöörit ovat suuressa tarpeessa, varsinkin vuoden 2029 Toisen Avaruuskilvan jälkeen.
hu_hu: Az űr mérnökök nagyon keresettek, főleg a 2029-es Második Űrverseny óta.
nl: De vraag naar ruimte-ingenieurs is hoog, zeker na de tweede ruimterace van 2029.
no: Det er høy etterspørsel etter Romfartsingeniører, spesielt siden det Andre Romkappløpet i 2029.
pt_br: Os engenheiros espaciais estão em grande demanda, especialmente desde a Segunda Corrida Espacial de 2029
ro: Inginerii spațiali sunt într-o mare cerere, mai ales de cursa spațială a doua din 2029.
sk_sk: Vesmírni inžinieri sú žiadaní, zvlášť od Druhých vesmírnych pretekov v r.2029
tr_tr: Uzay mühendisleri yoğun talep görmektedir, özellikle 2029'daki İkinci Uzay Yarışları'ndan sonra.
uk: Космічні інженери високо затребувані, особливо з часів Других Космічних Перегонів у 2029 році.

# Quote36Text
source: Space engineers take pride for their ability to get the job done right - no matter how big, how complex, or how remote.
ca_ad: Els enginyers especials s'enorgulleixen de la seva capacitat de fer la feina ben feta; tan se val com sigui de gran, complexa o remota.
cs_cz: Vesmírní inženýři jsou hrdí na svou schopnost udělat práci správně, nehledě na to jak velký, složitý nebo vzdálený úkol to představuje.
da: Rumingeniører får stolthed fra deres evne til at få klaret opgaven - uanset hvor stor, kompleks eller afsidesliggende opgaven er.
de: Space Engineers sind stolz auf ihre Fähigkeit, den Job richtig zu machen - egal wie groß, wie komplex oder wie abgelegen er ist.
es: Los ingenieros espaciales están orgullosos de sus habilidades para hacer un buen trabajo - no importa el tamaño, complejidad o lejanía.
fi: Avaruusinsinöörit ottavat kunnian kyvystään tehdä työnsä oikein - ei väliä kuinka iso, monimutkainen, tai etäinen se on.
hu_hu: Az űr mérnökök büszkék rá, hogy képesek a munkájukat jól elvégezni - nem számít milyen nagy, bonyolult vagy távoli legyen is az.
nl: Ruimte-ingenieurs zijn trots op hun vermogen de taak goed uit te voeren - het maakt niet uit hoe groot, hoe complex of hoe afgelegen.
no: Romfartsingeniører tar stolthet for sin evne til for å få jobben gjort riktig - Uansett hvor stor, hvor kompleks, eller hvor fjernt.
pt_br: Engenheiros espacial tem orgulho das suas habilidades de fazer um trabalho bem feito - não importa quão grande, quão complexo, ou quão remoto.
ro: Inginerii spațiali se mândresc de capacitatea lor de a obține o treabă bună - indiferent de cât de mare, cât de complexă, sau cât de la distanță.
sk_sk: Vesmírni inžinieri sú hrdí na svoju schopnosť vykonať dobre svoju robotu - nezáleží na tom, aké veľké, zložité alebo vzdialené to je.
tr_tr: Uzay mühendisleri bir işi ne kadar büyük, karmaşık veya uzak olduğuna bakmaksızın düzgün yapabilmekten gurur duyarlar.
uk: Космічні інженери пишаються своєю здатністю виконувати роботу правильно - неважливо, наскільки вона велика, складна або довга.

# Quote37Text
source: The word engineer is derived from the Latin roots 'ingeniare' ("to contrive, devise") and 'ingenium' ("cleverness").
ca_ad: La paraula enginyer prové del Llatí "ingeniare" ("idear", "imaginar") i "ingenium" ("astúcia").
cs_cz: Slovo inženýr je odvozeno z latinského slova 'ingeniare' ("spřádat, vymyslet") a 'ingenium' (" chytrost ").
da: Ordet ingeniør har rødder i de latinske begreber 'ingeniare' ("at udtænke, udforme") og 'ingenium' ("klogskab").
de: Das Wort "Ingenieur" leitet sich vom lateinischen "ingeniare" ("etwas entwerfen, ausdenken") und "ingenium" ("Klugheit") ab.
es: La palabra ingeniero es derivada de la raíz latina "ingeniare" ("idear, concebir") e 'ingenium '("ingenio").
fi: Sana engineer eli insinööri on peräisin latinalaisista sanoista 'ingeniare' ("suunnitella, keksiä") ja 'ingenium' ("älykkyys").
hu_hu: A szó "mérnök " latin eredetű: 'ingeniare' ("feltalál, kigondol") és 'ingenium'("okosság")
nl: Het woord ingenieur is afgeleid van het Latijnse woord 'ingeniare' (te verzinnen, te bedenken) en 'ingenium' (slimheid).
no: Ordet ingeniør kommer fra det latinske 'ingeniare' ("Pønske, Tenke ut") og 'ingenium' ("klokskap").
pt_br: A palavra engenharia é derivada do Latin 'ingeniare' ("Inventar, criar") e 'ingenium' ("inteligência").
ro: Cuvântul inginer este derivat din latinul "ingeniare" ("a născoci, elabora") şi "ingenium" ("inteligenţă").
sk_sk: Slovo inžinier je odvodené od slova latinského pôvodu 'ingeniare' ("vynájsť, navrhnúť") a 'ingenium' ("chytrosť").
tr_tr: Mühendis kelimesi Latin kökenli 'ingeniare' ("akıl etmek, icat etmek") ve 'ingenium' ("zekilik") 'dan gelmiştir.
uk: Слово інженер походить від латинського кореня "ingeniare" ("придумати, винайти») та «ingenium» («розум»).

# Quote38Author
source: Anonym
ca_ad: Anònim
es: Anónimo
fi: Tuntematon
hu_hu: Névtelen
nl: Anoniem
pt_br: Anônimo
ro: Anonim
tr_tr: Anonim
uk: Анонім

# Quote38Text
source: To the optimist, the glass is half full. To the pessimist, the glass is half empty. To the engineer, the glass is twice as big as it needs to be.
ca_ad: Per a l'optimista el got és mig ple. Per al pessimista el got és mig buit. Per a l'enginyer el got és dos cops més gran del que caldria.
cs_cz: Podle optimisty je sklenice napůl plná. Podle pesimisty je napůl prázdná. Podle inženýra je dvakrát tak velká, jak je potřeba.
da: For optimisten er glasset halvt fuldt. For pessimisten er glasset halvt tomt. For ingeniøren er glasset dobbelt så stort, som det behøver.
de: Für einen Optimisten ist das Glas halbvoll. Für einen Pessimisten halbleer. Für einen Ingeneur ist das Glas zweimal größer als es sein sollte.
es: Para el optimista, el vaso está medio lleno. Para el pesimista, el vaso está medio vacío. Para el ingeniero, el vaso es el doble de grande de lo que necesita ser.
fi: Optimistille lasi on puoliksi täysi. Pessimistille lasi on puoliksi tyhjä. Insinöörille lasi on kaksi kertaa niin iso kuin sen pitäisi olla.
hu_hu: Az optimista szerint a pohár félig tele van. A pesszimista szerint félig üres. A mérnök szerint pedig a pohár kétszer akkora mint kellene.
nl: Voor de optimist is het glas halfvol. Voor de pessimist is het glas halfleeg. Voor de ingenieur is het glas twee keer zo groot dan nodig.
no: For en Optimist, er glasset halvt fullt. For en Pessimist, er glasset halvt tomt. For en Ingeniør, er glasset dobbelt så stort som det behøver å være.
pt_br: Para o otimista, o copo está meio cheio. Para o pessimista, o copo está meio vazio. Para o engenheiro, o copo tem o dobro do tamanho que necessita ser.
ro: Pentru optimist, paharul este pe jumătate plin. Pentru pesimist, paharul este pe jumătate gol. Pentru inginer, paharul este de două ori mai mare decât ar trebui să fie.
sk_sk: Pre optimistu je pohár z polovice plný. Pre pesimistu je pohár z polovice prázdny. A pre inžiniera je pohár 2x tak väčší než je potrebné.
tr_tr: Optimiste göre bardağın yarısı doludur. Pesimiste göre bardağın yarısı boştur. Mühendise göre ise bardak olması gerekenden iki kat daha büyüktür.
uk: Для оптиміста, склянка наполовину заповнена. Для песиміста, склянка наполовину порожня. Для інженера, склянка у два рази більша, ніж вона має бути.
