Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# Description_Scenario_TwoPlatforms
source: Competitive two-team multi-player world
ca_ad: Món competitiu multijugador de dos equips
cs_cz: Konkurenční dva týmy ve světě více hráčů
da: Competitive to hold multiplayer verden
de: Konkurrenz-Mehrspielerwelt mit zwei Teams
es: Mundo multijugador competitivo para dos equipos
fi: Kilpailuhenkinen kahden joukkueen moninpelimaailma
hu_hu: Versenyképes világ 2 csapat részére többjátékos módban
nl: Competatieve twee-team multiplayer wereld
no: To lags konkurranse flerspiller verden
pt_br: Mundo competitivo multi-player para dois times
ro: Lume pentru două echipe în mod competitiv
sk_sk: Súťažný dvojtýmový multiplayerový svet
tr_tr: Rekabetçi iki takımlı çoklu-oyuncu evreni
uk: Багатокористувацький світ для змагання між двома командами

# Terminal_BlockIncomplete
source: (incomplete)
ca_ad: (incomplet)
cs_cz: (nekompletní)
da: (ufuldstændig)
de: (unvollständig)
es: (incompleto)
fi: (keskeneräinen)
hu_hu: (befejezetlen)
nl: (incompleet)
no: (ufullstendig)
pt_br: (incompleto)
ro: (incomplet)
sk_sk: (nekompletné)
tr_tr: (tamamlanmamış)
uk: (Незавершено)

# HudInfoInventoryVolume
source: Volume:
ca_ad: Volum:
cs_cz: Objem:
da: Volumen:
de: Volumen:
es: Volumen:
fi: Tilavuus:
hu_hu: Térfogat:
no: Volum:
ro: Volum:
sk_sk: Objem:
tr_tr: Hacim:
uk: Гучність:

# WorldSettings_AssemblerEfficiency
source: Assembler efficiency
ca_ad: Eficiència de l'assemblador
cs_cz: Efektivita monéru
da: Samlers effektivitet
de: Montageeffizienz
es: Eficiencia del ensamblador
fi: Kokoojan tehokkuus
hu_hu: Összeszerelő hatékonyság
nl: Samensteller efficiëntie
no: Konstruktør effektivitet:
pt_br: Eficiência da montadora
ro: Eficiența montator
sk_sk: Efektivita montážnej linky
tr_tr: Montajcı verimliliği
uk: Ефективність збирача

# WorldSettings_Realistic
source: Realistic
ca_ad: Realista
cs_cz: Realistický
da: Realistisk
de: Realistisch
es: Realista
fi: Realistinen
hu_hu: Realisztikus
nl: Realistisch
no: Realistisk
pt_br: Realista
sk_sk: Realistické
tr_tr: Gerçekçi
uk: Реалізм

# WorldSettings_RefinerySpeed
source: Refinery speed
ca_ad: Velocitat de la refineria
cs_cz: Rafinační rychlost
da: Raffinaderiets hastighed
de: Raffinerie Geschwindigkeit
es: Velocidad de la refinería
fi: Jalostamon nopeus
hu_hu: Finomító sebesség:
nl: Raffinaderij snelheid
no: Raffineri hastighet
pt_br: Velocidade da refinaria
ro: Viteza rafinării
sk_sk: Rýchlosť rafinérie
tr_tr: Rafineri hızı
uk: Швидкість очищення руди

# ToolTipWorldSettings_Assembler_x1
source: Default assembler speed and efficiency
ca_ad: Velocitat i eficiència per defecte de l'assemblador
cs_cz: Výchozí rychlost a účinnost montéru
da: Standard hastighed og effektivitet for samleren
de: Standardmässige Montagegeschwindigkeit und -Effizienz
es: Eficiencia y velocidad del ensamblador por defecto
fi: Kokoojan oletusnopeus ja teho
hu_hu: Alapértelmezett összeszerelő sebesség és hatékonyság
nl: Standaard samensteller snelheid en efficiëntie
no: Standard konstruktør hastighet og effektivitet
pt_br: Eficiência e velocidade padrão da montadora.
ro: Viteză și eficiență implicită la montator
sk_sk: Pôvodná rýchlosť a účinnosť assembleru
tr_tr: Varsayılan montajcı hızı ve verimliliği
uk: Типова швидкість та ефективність роботи складального апарату

# ToolTipWorldSettings_Assembler_x10
source: Assembler requires 10x less materials and is 10x faster
ca_ad: A l'assemblador li cal un 10x menys de materials i és un 10x més ràpid
cs_cz: Montér potřebuje 10x méně materiálů a je 10x rychlejší
da: Samleren kræver 10x mindre materialer og er 10x hurtigere
de: Montageanlage benötigt 10x weniger Material und ist 10x schneller
es: El ensamblador necesita 10x menos material y es 10x más rapido
fi: Kokooja vaatii 10x vähemmän materiaaleja ja on 10x nopeampi
hu_hu: A szerelőgépnek 10-szer kevesebb nyersanyagra van szüksége és 10-szer gyorsabb
nl: Samensteller heeft 10x minder materialen nodig en is 10x sneller
no: Konstruktøren trenger 10x så lite materialer og er 10x raskere
pt_br: Montadora requer 10x menos materiais e é 10x mais rápida
ro: Montatorul necesită de 10 ori mai puține materiale și este de 10 ori mai rapid
sk_sk: Assembler potrebuje 10x menej materiálu a je 10x rýchlejší
tr_tr: Montajcı 10 kat daha az malzeme gerektirir ve 10 kat daha hızlıdır
uk: Збирач потребуває вдесятеро менше матеріялів та працює вдесятеро швидше

# ToolTipWorldSettings_Assembler_x3
source: Assembler requires 3x less materials and is 3x faster
ca_ad: A l'assemblador li cal un 3x menys de materials i és un 3x més ràpid
cs_cz: Montér potřebuje 10x méně materiálů a je 10x rychlejší
da: Samleren kræver 3x mindre materialer og er 3x hurtigere
de: Montageanlage benötigt 3x weniger Material und ist 3x schneller
es: El ensamblador necesita 3x menos material y es 3x más rapido
fi: Kokooja vaatii 3x vähemmän materiaaleja ja on 3x nopeampi
hu_hu: A szerelőgépnek 3-szor kevesebb nyersanyagra van szüksége és 3-szor gyorsabb
nl: Samensteller heeft 3x minder materialen nodig en is 3x sneller
no: Konstruktøren trenger 3x så lite materialer og er 3x raskere
pt_br: Montadora requer 3x menos materiais e é 3x mais rápida
ro: Montatorul necesită de 3 ori mai puține materiale și este de 3 ori mai rapid
sk_sk: Assembler potrebuje 3x menej materiálu a je 3x rýchlejší
tr_tr: Montajcı 3 kat daha az malzeme gerektirir ve 3 kat daha hızlıdır
uk: Збирач потребує втричі менше матеріалів та працює втричі швидше

# ToolTipWorldSettings_Inventory_x1
source: Default inventory capacity
ca_ad: Capacitat de l'inventari per defecte
cs_cz: Výchozí kapacita inventáře
da: Standard beholdnings kapacitet
de: Standard Inventar Kapazität
es: Capacidad de inventario por defecto
fi: Tavaraluettelon oletuskapasiteetti
hu_hu: Alap hátizsákméret
nl: Standaard inventaris capaciteit
no: Standard inventar kapasitet
pt_br: Capacidade padrão do inventario
ro: Capacitate inventar implicită
sk_sk: Pôvodná veľkosť inventáru
tr_tr: Varsayılan envanter kapasitesi
uk: Типова місткість інвентаря

# ToolTipWorldSettings_Inventory_x10
source: Inventory capacity is 10x larger
ca_ad: La capacitat de l'inventari és x10 més gran
cs_cz: Kapacita inventáře je 10x větší
da: Beholdnings kapacitet er 10x større
de: Inventar Kapazität ist 10 mal größer
es: La capacidad del inventario es 10x más larga
fi: Tavaraluettelon kapasiteetti on 10x isompi
hu_hu: A hátizsák mérete 10-szer nagyobb
nl: Inventaris capaciteit is 10x groter
no: Inventar kapasiteten er 10x større
pt_br: Capacidade do inventario é 10x maior
ro: Capacitatea inventarului este de 10 ori mai mare
sk_sk: Kapacita inventáru 10x väčšia
tr_tr: Envanter kapasitesi 10x daha büyük
uk: Інвентар удесятеро більший

# ToolTipWorldSettings_Inventory_x3
source: Inventory capacity is 3x larger
ca_ad: La capacitat de l'inventari és x3 més gran
cs_cz: Kapacita inventáře je 3x větší
da: Beholdnings kapacitet er 3x større
de: Inventarkapazität ist 3 mal größer
es: La capacidad del inventario es 3x mayor
fi: Tavaraluettelon kapasiteetti on 3x isompi
hu_hu: A hátizsák mérete 3-szor nagyobb
nl: Inventaris capaciteit is 3x groter
no: Inventar kapasiteten er 3x større
pt_br: Capacidade do inventario é 3x maior
ro: Capacitatea inventarului este de 3 ori mai mare
sk_sk: Kapacita inventáru 3x väčšia
tr_tr: Envanter kapasitesi 3x daha büyük
uk: Інвентар вдвічі більший

# ToolTipWorldSettings_Refinery_x1
source: Default refinery speed
ca_ad: Velocitat de la refineria per defecte
cs_cz: Výchozí rychlost rafinérie
da: Standard hastighed på raffinaderi
de: Standartgeschwindigkeit der Raffinerie
es: Velocidad de la refinería por defecto
fi: Jalostamon oletusnopeus
hu_hu: Alapértelmezett finomító sebesség
nl: Standaard raffinaderij snelheid
no: Standard raffineri hastighet
pt_br: Velocidade padrão da refinaria
ro: Viteză rafinare implicită
sk_sk: Pôvodná rýchlosť rafinérie
tr_tr: Varsayılan rafineri hızı
uk: Типова швидкість очищення руди

# ToolTipWorldSettings_Refinery_x10
source: Refinery is 10x faster
ca_ad: La refineria és 10x més ràpida
cs_cz: Rafinérie je 10x rychlejší
da: Raffinaderi er 10x hurtigere
de: Raffinerie ist 10 mal schneller
es: La refinería es 10x más rápida
fi: Jalostamo on 10x nopeampi
hu_hu: A finomító 10-szer gyorsabb
nl: Raffinaderij is 10x sneller
no: Raffineri er 10x raskere
pt_br: Refinaria é 10x mais rápida
ro: Rafinarea este de 10 ori mai rapidă
sk_sk: Rafinéria 10x rýchlejšia
tr_tr: Rafineri 10x daha hızlı
uk: Хімзавод удесятеро швидший

# ToolTipWorldSettings_Refinery_x3
source: Refinery is 3x faster
ca_ad: La refineria és 3x més ràpida
cs_cz: Rafinérie je 3x rychlejší
da: Raffinaderi er 3x hurtigere
de: Raffinerie ist 3 mal schneller
es: La refinería es 3x más rápida
fi: Jalostamo on 3x nopeampi
hu_hu: A finomító 3-szor gyorsabb
nl: Raffinaderij is 3x sneller
no: Raffineri er 3x raskere
pt_br: Refinaria é 3x mais rápida
ro: Rafinarea este de 3 ori mai rapidă
sk_sk: Rafinéria 3x rýchlejšia
tr_tr: Rafineri 3x daha hızlı
uk: Хімзавод утричі швидший

# DisplayName_Item_SolarCell
source: Solar Cell
ca_ad: Cèl·lula solar
cs_cz: Solární buňka
da: Solcelle
de: Solarzelle
es: Célula solar
fi: Aurinkokenno
hu_hu: Napelem
nl: Zonnecel
no: Sol Celle
pt_br: Célula Solar
ro: Celulă Solară
sk_sk: Solárny Blok
tr_tr: Solar hücresi
uk: Сонячна батарея

# DisplayName_Block_SolarPanel
source: Solar Panel
ca_ad: Panell solar
cs_cz: Solární panel
da: Solcellepanel
de: Solarzelle
es: Panel solar
fi: Aurinkopaneeli
hu_hu: Napelem
nl: Zonnepaneel
no: Sol Panel
pt_br: Painel solar
ro: Panou Solar
sk_sk: Solárny panel
uk: Сонячна панель

# ScreenTerminalProduction_Blueprints
source: Blueprints:
ca_ad: Plànols:
cs_cz: Technické výkresy:
da: Arbejdstegning:
de: Baupläne:
es: Planos
fi: Piirustukset
hu_hu: Tervrajzok
nl: Blauwdrukken
no: Plantegninger:
pt_br: Plantas
ro: Planuri:
sk_sk: Schémy:
tr_tr: Planlar:
uk: Креслення:

# ScreenTerminalProduction_AssemblingButton
source: Assembling
ca_ad: Muntatge
cs_cz: Sestavování
da: Samler
de: Montiere
es: Ensamblando
fi: Kokoaa
hu_hu: Összeszerelés
nl: Monteren
no: Montering
pt_br: Montando
ro: Montare
sk_sk: Skladám
tr_tr: Montajlama
uk: Збирання

# ScreenTerminalProduction_ControlPanelButton
source: Control panel
ca_ad: Tauler de control
cs_cz: Ovládací panel
da: Kontrol panel
de: Kontrollfeld
es: Panel de control
fi: Ohjauspaneeli
hu_hu: Vezérlőpult
nl: Controlepaneel
no: Kontrollpanel
pt_br: Painel de Controle
ro: Panou de Control
sk_sk: Ovládací panel
tr_tr: Kontrol paneli
uk: Панель керування

# ScreenTerminalProduction_DisassembleAllButton
source: Disassemble all
ca_ad: Desmunta tot
cs_cz: Rozebrat vše
da: Adskil alt
de: Alles zerlegen
es: Desensamblar todo
fi: Pura kaikki
hu_hu: Az összes szétbontása
nl: Demonteer alles
no: Demonter alt
pt_br: Desmontar tudo
ro: Demontează toate
sk_sk: Rozobrať všetko
tr_tr: Tümünü sök
uk: Виключити все

# ScreenTerminalProduction_DisassemblingButton
source: Disassembling
ca_ad: Desmuntant
cs_cz: Rozebírání
da: Adskil
de: Demontiere
es: Desensamblando
fi: Puretaan
hu_hu: Szétszerelés
nl: Demonteren
no: Demontering
pt_br: Desmontando
ro: Demontare
sk_sk: Rozoberám
tr_tr: Demontajlama
uk: Розбирання

# ScreenTerminalProduction_GainedAndAvailable
source: Gained / Available
ca_ad: Guanyat / Disponible
cs_cz: Získáno / K dispozici
da: Udvundet / Tilgængelig
de: Gesammelt / Verfügbar
es: Conseguido / Disponible
fi: Hankittu / Saatavilla
hu_hu: Szerzett / Elérhető
nl: Verkregen / Beschikbaar
no: Fått / Tilgjengelig
pt_br: Ganhou / Disponivel
ro: Primite / Disponibile
sk_sk: Získané / dostupné
tr_tr: Elde edilen / Mevcut
uk: Зібрано / доступно

# ScreenTerminalProduction_Inventory
source: Inventory:
ca_ad: Inventari:
cs_cz: Inventář:
da: Beholdning:
de: Inventar:
es: Inventario:
fi: Tavaraluettelo:
hu_hu: Hátizsák:
nl: Inventaris:
no: Inventar:
pt_br: Inventário:
ro: Inventar:
sk_sk: Inventár:
tr_tr: Envanter:
uk: Інвентар:

# ScreenTerminalProduction_InventoryButton
source: Inventory
ca_ad: Inventari
cs_cz: Inventář
da: Beholdning
de: Inventar
es: Inventario
fi: Tavaraluettelo
hu_hu: Hátizsák
nl: Inventaris
no: Inventar
pt_br: Inventário
ro: Inventar
sk_sk: Inventár
tr_tr: Envanter
uk: Інвентар

# ScreenTerminalProduction_ProductionQueue
source: Production queue:
ca_ad: Cua de producció:
cs_cz: Výrobní fronta:
da: Produktionskø:
de: Produktionswarteschlange:
es: Cola de producción
fi: Tuotantojono:
hu_hu: Termelési Sor
nl: Productie wachtrij
no: Produksjonskø
pt_br: Fila de Produção:
ro: Coadă producție:
sk_sk: Produkčná fronta:
tr_tr: Üretim sırası:
uk: Виробнича черга

# ScreenTerminalProduction_RequiredAndAvailable
source: Required / Available
ca_ad: Requerit / Disponible
cs_cz: Požadováno / Dostupné
da: Nødvendig / Tilgængelig
de: Erforderlich / Verfügbar
es: Necesario / Disponible
fi: Tarvitaan / Saatavilla
hu_hu: Szükséges / Elérhető
nl: Benodigd / Beschikbaar
no: Påkrevd / Tilgjengelig
pt_br: Necessário / Disponível
ro: Necesare / Disponibile
sk_sk: Požadované / Dostupné
tr_tr: Gereken / Mevcut
uk: Необхідно / Доступно

# ScreenTerminalProduction_StoredMaterials
source: Stored materials:
ca_ad: Materials emmagatzemats:
cs_cz: Skladovaný materiál:
da: Lagrede materialer:
de: Eingelagerte Materialien:
es: Materiales almacenados:
fi: Varastoidut materiaalit:
hu_hu: Tárolt anyagok:
nl: Opgeslagen materialen
no: Lagrede materialer
pt_br: Materiais guardado:
ro: Materiale stocate:
sk_sk: Uskladnené materiály:
tr_tr: Depolanan malzemeler:
uk: Збережені матеріали:

# ToolTipTerminalProduction_AssemblingMode
source: Assembling mode: ingots to components
ca_ad: Mode de muntatge: lingots a components
cs_cz: Montážní mód: ingoty na komponenty
da: Samlings mode: barre til komponenter
de: Montagemodus: Barren zu Bauteilen
es: Modo de ensamblaje: Lingotes a componentes
fi: Kokoamismoodi: harkot osiksi
hu_hu: Szerelési mód: nyersanyagból alkatrészek
nl: Samenvoegmodus: staven naar componenten
no: Monteringsmodus: barrer til komponenter
pt_br: Modo de montagem: barras para componentes
ro: Mod montare: lingouri în componente
sk_sk: Montovací mód: ingoty na komponenty
tr_tr: Montajlama modu: Külçeleri bileşenlere
uk: Режим збирання: зливки та компоненти

# ToolTipTerminalProduction_DisassembleAll
source: Disassemble all items in inventory
ca_ad: Desmunta tots els objectes de l'inventari
cs_cz: Rozebrat všechny věci v inventáři
da: Adskil alle ting i beholdning
de: Zerlege alle Gegenstände im Inventar
es: Desensamblar todos los objetos en el inventario
fi: Pura kaikki esineet tavaraluettelossa
hu_hu: A hátizsákban lévő összes tárgy szétbontása
nl: Demonteer alle items in de inventaris
no: Demonter alle elementer i inventar
pt_br: Desmontar todos os itens no inventário
ro: Demontează toate obiectele din inventar
sk_sk: Rozober všetky materiály v inventári
tr_tr: Envanterimdeki tüm maddeleri demontajla
uk: Розібрати всі предмети в інвентарі

# ToolTipTerminalProduction_DisassemblingMode
source: Disassembling mode: components to ingots
ca_ad: Mode de desmuntatge: components a lingots
cs_cz: Mód rozebírání: komponenty se přeměňují zpět na ingoty
da: Adskillelses mode: komponenter til barrer
de: Demontagemodus: Bauteile zu Barren
es: Modo de desensamblaje: componentes a lingotes
fi: Purkumoodi: osat harkoiksi
hu_hu: Szétbontó mód: alkatrészből nyersanyag
nl: Demonteermodus: componenten naar staven.
no: Demonteringsmodus : komponenter til metallblokker
pt_br: Modo de montagem: componentes para barras
ro: Mod demontare: componente în lingouri
sk_sk: Rozoberací mód: komponenty na ingoty
tr_tr: Demontajlama modu: Bileşenleri külçelere
uk: Режим розбирання: з деталей - матеріяли

# ToolTipTerminalProduction_RepeatMode
source: Enable or disable repeat mode
ca_ad: Activar o desactivar el mode de repetició
cs_cz: Povolit nebo zakázat opakovací mód
da: Slå gentagelse til eller fra
de: Produktionsschleife aktivieren/deaktivieren
es: Activar o desactivar el modo repetición
fi: Kytke toistomoodi päälle tai pois
hu_hu: Ismétlés mód kikapcsolása/bekapcsolása
nl: Herhaalmode in- of uitschakelen
no: Skru repetisjons modus av eller på
pt_br: Habilita ou desabilita o modo de repetição
ro: Permite modul de repetare
sk_sk: Povoliť alebo Nepovoliť mód opakovania
tr_tr: Tekrar Modunu aç yada kapat
uk: Увімкнути або вимкнути режим циклу

# JoinGame_GameTypeToolTip_MultipliersFormat
source: Inventory size {0}x Assembler efficiency {1}x Refinery speed {2}x
cs_cz: Velikost inventáře {0}x Účinnost montéru {1}x Rychlost rafinerie {2}x
da: Beholdnings størrelse {0}x Samlers effektivitet {1}x Raffinaderis hastighed {2}x
de: Inventargröße {0}x Montageeffizienz {1}x Raffineriegeschwindigkeit {2}x
es: Tamaño del inventario {0}x Eficiencia del Ensamblador {1}x Velocidad de la refinería {2}x
hu_hu: Hátizsák mérete {0}x Szerelőgép gyorsasága {1}x Finomító gyorsasága {2}x
no: Inventar størrelse {0}x Konstruktør effektivitet {1}x Raffineri hastighet {2}x
pt_br: Tamanho do inventario {0}x Eficiência da montadora {1}x Velocidade da Refinaria {2}x
ro: Mărime inventar: {0}x Eficiență montator: {1}x Viteză rafinărie: {2}x
sk_sk: Veľkosť inventára {0}x Efektivita asembleru {1}x Rýchlosť rafinérie {2}x
uk: Розмір інвентаря {0}x Ефективність збірника {1}x Швидкість хімзаводу {2}x

# NotificationClientConnected
source: Player connected: {0}
cs_cz: Připojil se hráč: {0}
da: Spiller tilsluttet: {0}
de: Spieler beigetreten: {0}
es: Jugador conectado: {0}
hu_hu: Játékos kapcsolódott: {0}
no: Spiller koblet til: {0}
pt_br: Jogador conectado {0}
ro: Jucător conectat: {0}
uk: Гравець приєднався: {0}

# NotificationClientDisconnected
source: Player disconnected: {0}
cs_cz: Odpojil se hráč: {0}
da: Spiller afbrudt: {0}
de: Spieler ausgetreten: {0}
es: Jugador desconectado: {0}
hu_hu: Játékos lekapcsolódott: {0}
no: Spiller koblet fra: {0}
pt_br: Jogador desconectado {0}
ro: Jucător deconectat: {0}
uk: Гравець від'єднався: {0}

# WorldSettings_ThrusterDamage
source: Thruster damage
ca_ad: Propulsors danyen
cs_cz: Poškození způsobené tryskami
da: Skade fra raketmotorer
de: Triebwerksschaden
es: Daño por propulsor
fi: Rakettimoottorin vahinko
hu_hu: Hajtómű okozta károsodás
nl: Stuwraket beschadiging
no: Thruster skade
pt_br: Dano no propulsor
ro: Daune propulsor
sk_sk: Poškodenie trysky
tr_tr: İtici hasarı
uk: Пошкодження пришвидшувачем

# ToolTipWorldSettingsThrusterDamage
source: Thruster flame deals damage to blocks, players and small objects
ca_ad: La flama del propulsor provoca danys als blocs, jugadors i petits objectes.
cs_cz: Proud z trysky poškozuje bloky, hráče a malé objekty
da: Flammen fra raketmotorer laver skade på blokke, spillere og små objekter
de: Die Flammen der Schubdüse erzeugen Schaden an Blöcken, Spielern und kleinen Objekten
es: La llama del propulsor provoca daño a los bloques, a jugadores y a pequeños objetos
fi: Raketin liekki vahingoittaa kappaleita, pelaajia ja pieniä esineitä
hu_hu: A hajtómű lángja károsít minden objektumot, beleértve a játékost, blokkokat és a kisebb tárgyakat.
nl: Stuwraket vuur levert schade op aan blokken, spelers en kleine objecten
no: Thruster flammen skader blokker, spillere og små objekter
pt_br: As chamas do propulsor danificam os blocos, jogadores e objetos pequenos
ro: Flacăra de propulsor dăunează blocurilor, jucătorilor și obiectelor mici
sk_sk: Prúd z trysiek poškodzuje bloky, hráčov a malé objekty
tr_tr: İtici alevi bloklara, oyunculara ve küçük nesnelere hasar verir
uk: Полум'я від прискорювача завдає пошкодження блокам, гравцям і малим об'єктам

# ToolTipWorldSettingsEnableCargoShips
source: Whether random cargo ships should be enabled
ca_ad: Si han de ser activades les naus de càrrega aleatòries
cs_cz: Náhodné nákladní lodě by měly být povoleny.
da: Hvorvidt tilfældige fragtskibe skal være slået til
de: Sollen zufällige generierte Frachtschiffe aktiviert werden
es: Activa la aparición aleatoria de cargueros
fi: Sallitaanko satunnaiset rahtialukset
hu_hu: Véletlenszerű szállítóhajók engedélyezése
nl: Of willekeurige vrachtschepen moeten worden ingeschakeld
no: Om tilfeldige lasteskip skal bli aktivert
pt_br: Habilita a passagem aleatória de naves de carga
ro: Dacă navele de marfă aleatorii trebuie să fie activate
sk_sk: Náhodné nákladné lode budú povolené
tr_tr: Rasgele kargo gemilerinin çıkıp çıkmayacağını belirler
uk: Чи будуть увімкнені випадкові вантажні кораблі

# WorldSettings_EnableCargoShips
source: Cargo ships
ca_ad: Naus de càrrega
cs_cz: Nákladní lodě
da: Fragtskibe
de: Frachtschiffe
es: Cargueros
fi: Rahtialukset
hu_hu: Szállítóhajók
nl: Vrachtschepen
no: Lasteskip
pt_br: Naves de carga
ro: Nave de marfă
sk_sk: Nákladné lode
tr_tr: Kargo gemileri
uk: Вантажні кораблі

# MultiplayerError_IncorrectVersion
source: Server has different version of the game. Your version: {0}; Server version: {1}
cs_cz: Server má odlišnou verzi hry, vaše verze {0}, verze serveru {1}
da: Serveren har en anden version af spillet, din version {0}, serverens version{1}
de: Der Server benutzt eine andere Spielversion. Deine Version: {0}. Server Version: {1}.
es: El servidor posee diferente versión del juego, tu versión {0}, versión del servidor {1}
hu_hu: Eltérő verziószám. A Te játékverziód: {0}; A szerver játékverziója: {1}
no: Serveren har forskjellig versjon av spillet, din versjon {0}, server versjon {1}
pt_br: O servidor tem uma versão diferente do jogo. Sua versão {0}, Versão do servidor {1}
ro: Server-ul are o versiune diferită a jocului, versiunea dvs. {0}, versiune server: {1}
sk_sk: Server beží na inej verzií hry, vaša verzia {0}, server {1}
uk: На сервері інша версія гри. Ваша версія {0}, на сервері – {1}

# WorldSettings_EnvironmentHostilityCataclysmUnreal
source: Armageddon (unrealistic)
ca_ad: Harmagedon (poc realista)
cs_cz: Armagedon (nerealistický)
da: Dommedag (urealistisk)
de: Weltuntergang (unrealistisch)
es: Armagedón (Irreal)
fi: Maailmanloppu (epärealistinen)
hu_hu: Armageddon (nem élethű)
nl: Armageddon (onrealistisch)
no: Armageddon (urealistisk)
pt_br: Armageddon (Não realista)
ro: Armaghedon (nerealistic)
sk_sk: Armageddon (nerealistické)
tr_tr: Armageddon (gerçekçi değil)
uk: Армаґедон (не реальний)

# FirstApril2014
source: 1st April! Don't tell anyone!
ca_ad: 1 d'abril! No ho digueu a ningú!
cs_cz: První Duben! Nikomu to neříkej!
da: 1. April! Sig det ikke til nogen!
de: Erster April! Sag es niemanden!
es: ¡Inocentada! ¡No se lo digas a nadie!
fi: Aprillipäivä! Älä kerro kenellekään!
hu_hu: Április elseje! Ne mondd el senkinek!
nl: 1 april! Niet doorvertellen!
no: Første April! Ikke fortell det til noen!
pt_br: 1º de Abril! Não diga a ninguém!
ro: 1 Aprilie! Nu spune nimănui!
sk_sk: 1. Apríl! Nikomu to nehovor!
tr_tr: 1 Nisan! Kimseye söyleme!
uk: 1-е квітня! Не вірте нікому!

source: Show crosshair
cs_cz: Zobrazit zaměřovač
da: Vis sigtekorn
de: Fadenkreuz anzeigen
es: Mostrar el punto de mira
hu_hu: Célkereszt megjelenítése
no: Vis trådkors
pt_br: Mostrar mira
ro: Afișează ținta
sk_sk: Ukáž zameriavací kríž
uk: Показувати приціл

# ToolTipGameOptionsShowCrosshair
source: Whether the weapon crosshair should be visible
cs_cz: Zaměřovač by měl být viditelný.
da: Hvorvidt våbens sigtekorn skal være synlige
de: Ob das Waffenfadenkreuz sichtbar sein soll
es: Activa el punto de mira
hu_hu: Célkereszt megjelenítése
no: Om våpenets trådkors skal være synlig
pt_br: Se a mira da arma deve ser visível
ro: Dacă ținta pentru arme trebuie să fie vizibilă
sk_sk: Zameriavací kríž by mal byť viditeľný
uk: Чи буде відображатися приціл для зброї

# DisplayName_Block_VirtualMass
source: Artificial Mass
ca_ad: Massa artificial
cs_cz: Blok umělé hmotnosti
da: Kunstig masse
de: Künstliche Masse
es: Masa articicial
fi: Keinotekoinen massa
hu_hu: Mesterséges tömeg
nl: Kunstmatige Massa
no: Kunstig masse
pt_br: Massa Artificial
ro: Masă artificială
sk_sk: Umelá hmotnosť
tr_tr: Yapay Kütle
uk: Штучна маса
