Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# Quote65Text
source: SCIENTIFIC METHOD: principles and procedures for the systematic pursuit of knowledge involving the recognition and formulation of a problem, the collection of data through observation and experiment, and the formulation and testing of hypotheses.
ca_ad: EL MÈTODE CIENTÍFIC: principis i procediments per a la recerca sistemàtica del coneixement involucrant el reconeixement i la formulació d'un problema, la recopilació de dades a través de l'observació i l'experimentació, i de la formulació i les proves d'hipòtesis.
cs_cz: VĚDECKÁ METODA: zásady a procedury pro systematickou snahu o poznání, zahrnující uznání a formulaci problému, sběr dat skrze pozorování, experimenty, formulace a testování hypotézy.
da: VIDENSKABELIG METODE: Principper og procedurer for den systematiske forfølgelse af viden involverer anerkendelsen og formuleringen af et problem, samlingen af data gennem observationer og eksperimenter, og formuleringen og testning af hypotesen.
de: WISSENSCHAFTLICHE ARBEIT: Prinzipien und Prozeduren zum systematischen Erlangen von Wissen durch Erkennen und Formulieren eines Problems, das Sammeln von Daten durch Beobachtung oder Experimente, sowie das Verfassen und Testen einer Hypothese.
es: MÉTODO CIENTÍFICO: principios y procedimientos para la búsqueda sistemática del conocimiento que implica el reconocimiento y la formulación de un problema, la recopilación de datos a través de la observación y la experimentación, y la formulación y comprobación de hipótesis.
fi: TIETEELLINEN MENETELMÄ: periaatteet ja menettelyt järjestelmälliseen tiedon tavoitteluun aiheuttavat tunnistamiseen ja koostumukseen ongelman, tiedon keräämiseen tarkkailun ja tutkimisen kautta, ja formulaatioon ja hypoteesien testaamiseen.
hu_hu: TUDOMÁNYOS MÓDSZER: alapelvek és eljárások a tudás megszerzésének módszeres törekvésére, mely magába foglalja a probléma azonosítását és megfogalmazását, az adatok összegyűjtését a megfigyelés és kísérletezés által, valamint a hipotézisek megfogalmazását és tesztelését.
nl: WETENSCHAPPELIJKE METHODE: principes en procedures voor de systematische zoektocht naar kennis waarbij het herkennen en formulering van een probleem, het verzamelen van data door observatie en experimenteren, en het formuleren en testen van hypotheses worden betrokken.
no: VITENSKAPELIG METODE: prinsipper og prosedyrer for den systematiske jakten på kunnskap involverer anerkjennelse og formulering av et problem, innsamling av data gjennom observasjoner og eksperiment, og utforming og testing av hypoteser.
pt_br: MÉTODO CIENTIFICO: Princípios e procedimentos para a perseguição sistemática do conhecimento, envolvendo reconhecimento e formulação de um problema, a coleta de informações através de observação e de experimentação, e a formulação e testes de hipóteses.
ro: METODĂ ŞTIINŢIFICĂ: Principiile şi procedurile pentru căutarea sistematică a cunoştinţelor care au legătură cu recunoaşterea şi formularea unei probleme, colectarea datelor prin observaţie şi experiment, şi formularea şi testarea ipotezelor.
sk_sk: VEDECKÁ METÓDA: princípy a procedúry za systematickým honom vedomostí zahrňujú skúmanie a formuláciu problému, zbieranie dát cez pozorovanie a experiment a formuláciu a testovanie hypotéz.
tr_tr: Bilimsel yöntem: sistematik bilgi takibi için sorunun tanınması ve formüle edilmesi, deney ve gözlem yoluyla bilgi toplanması, hipotezin formüle edilmesi ve test edilmesi aşamalarını içeren ilkeler ve prosedürlerdir.
uk: Науковий метод включає в себе способи дослідження феноменів, систематизацію, коригування нових і отриманих раніше знань. Міркування та висновки робляться за допомогою правил і принципів міркування на основі емпіричних спостережуваних та вимірюваних даних про об'єкт. Базою отримання даних є спостереження та експерименти. Для пояснення спостережуваних фактів висуваються гіпотези й будуються теорії.

# Quote66Text
source: To be termed scientific, a method of inquiry must be based on empirical and measurable evidence subject to specific principles of reasoning.
ca_ad: Per a ser considerat científic, un mètode d'investigació ha d'estar basat en una evidència empírica i mesurable subjecta als principis específics del raonament.
cs_cz: Aby se dala nazvat vědeckou, musí být metoda vyšetřování založena na empirických a měřitelných důkazech, jež podléhají zvláštním principům uvažování.
da: For at blive anset videnskabelig skal en forespørgsel være baseret på empirisk og målbare beviser underlagt særlige principper for begrundelse.
de: Um als wissenschaftlich bezeichnet zu werden, muss sich eine Methode der Untersuchung auf empirische und messbare Beweise unter bestimmte Prinzipien der Argumentation stützen.
es: Para ser llamado científico, un método de investigación debe basarse en la empírica y en la medición, sujeto a los principios específicos de las pruebas de razonamiento.
fi: Tieteelliseksi luokiteltaessa, tutkimuksen metodi pitää pohjautua empiiriseen ja mitattavissa olevaan näyttöön periaatteen mukaisia perusteluita varten.
hu_hu: Hogy tudományosnak nevezhessük, a vizsgálat módjának alapja a tapasztalati és mérhető bizonyíték mely érvelési alapelvekkel alá van támasztva.
nl: Om wetenschappelijk genoemd te worden, moet een methode van onderzoek gebaseerd zijn op empirisch en meetbaar bewijs welke zijn blootgesteld aan de principes van redenering.
no: Å bli betegnet vitenskapelig, må en metode for undersøkelse være basert på empirisk og målbare bevis underlagt av spesielle prinsipperte tankeganger.
pt_br: Para ser taxado de cientifico, um método de investigação deve ser baseado em evidências empíricas e mensuráveis para explicar princípios de raciocínio.
ro: Pentru a fi numit științific, o metodă de anchetă trebuie să se bazeze pe dovezi emperice și măsurabile, dovadă a unor principii specifice ale raționamentului.
sk_sk: Aby sme mohli niečo označiť za vedecké, metóda dosiahnutia výsledkov musí byť založená na empirických a merateľných dôkazoch podriadených princípom dedukcie.
tr_tr: Bir araştırma yönteminin bilimsel sayılabilmesi için belirli mantık ilkelerine tabi, deneysel ve ölçülebilir kanıta dayanması gerekir.
uk: Аби називатися науковим, метод дослідження повинен бути заснований на емпіричних та вимірних доказів з урахуванням конкретних принципів міркування.

# Quote67Text
source: The laws of science or scientific laws are statements that describe, predict, and perhaps explain why, a range of phenomena behave as they appear to in nature.
ca_ad: Les lleis de la ciència o les lleis científiques són declaracions que descriuen, prediuen, i potser expliquen el perquè, un rang de fenòmens es comporten tal i com apareixen a la natura.
cs_cz: Zákony vědy, neboli vědecké zákony, jsou tvrzení, která popisují, předpovídají a možná i vysvětlují, proč se řada jevů chová tak, jako v přírodě.
da: Videnskabens love eller videnskabelige love er udsagn der beskriver, forudsiger og måske forklarer forfor en række af fænomener opfører sig som de gør i naturen.
de: Die Gesetze der Wissenschaft oder wissenschaftliche Gesetze sind Aussagen, die beschreiben, vorhersagen, und vielleicht erklären, warum eine Reihe von Phänomenen sich verhalten, wie sie sich in der Natur verhalten.
es: Las leyes de la ciencia o de las leyes científicas son enunciados que describen, predicen, y tal vez explique por qué, una serie de fenómenos se comportan tal y como aparecen en la naturaleza.
fi: Tieteen lait ovat lausuntoja, jotka kuvaavat, ennustavat, ja ehkä selittävät miksi ilmiöt käyttäytyvät kuin ne näyttäytyvät luonnossa.
hu_hu: A tudomány törvényei, vagy tudományos törvények kijelentések, melyek leírják, megbecsülik, és talán megmagyarázzák miért, hogy bizonyos jelenségek miért úgy viselkednek ahogy, a természetben.
nl: De wetten van de wetenschap of wetenschappelijke wetten zijn verklaringen die een reeks fenomenen beschrijven, voorspellen, en mogelijk uitleggen waarom ze zich gedragen zoals ze in de natuur voorkomen.
no: Lovene til vitenskap eller vitenskapelige lover er utsagn som beskriver, forutser, og kanskje forklare hvorfor, et utvalg av fenomener oppfører seg som de ser ut til i naturen.
pt_br: As leis da ciência ou leis científicas são afirmações que descrevem, predizem, as vezes explicam por que, uma gama de fenômenos comportam-se como aparecem na natureza.
ro: Legile ştiinţei sau legi ştiinţifice sunt declaraţii ce descriu, prezic şi poate explica de ce o serie de fenomene se comportă aşa cum ele se întâmplă în natură.
sk_sk: Zákony vedy alebo vedecké zákony sú výroky, ktoré opisujú, predpovedajú a možno aj vysvetľujú prečo a ako sa javy chovajú v prírode.
tr_tr: Bilimin yasaları ya da bilimsel yasalar; doğadaki olguların sebeplerini tanımlayan, tahmin eden ve belki de açıklayan ifadelerdir.
uk: Закони науки або наукові закони - це твердження, які описують, пророкують, і, мабуть, пояснюють, чому певний діапазон явищ поводиться так, як це проявляється в природі.

# Quote68Text
source: Scientific laws are strongly supported by empirical evidence - they are scientific knowledge that experiments have repeatedly verified (and never falsified).
ca_ad: Les lleis científiques estan fortament recolzades per evidències empíriques; són el coneixement científic que els experiments han verificat repetidament (i mai no s'han falsificat).
cs_cz: Vědecké zákony jsou silně podpořeny empirickýmí důkazy - jsou vědeckou znalostí, kterou experimenty opakovaně potvrdily (a nikdy nevyvrátily).
da: Videnskabelige love er stærkt understøttet af empiriske beviser - de er videnskablig viden som eksperimenter har verificeret gentagende gange (og har aldrig været falsk).
de: Wissenschaftliche Gesetze werden stark durch empirische Evidenz unterstützt - sie sind wissenschaftliche Erkenntnisse, die wiederholt durch Experimente bestätigt werden (und niemals widerlegt).
es: Las leyes científicas son fuertemente apoyadas por pruebas empíricas - son los conocimientos científicos que los experimentos han comprobado repetidamente (y nunca falsificados).
fi: Tieteelliset lait ovat vahvasti tuettuja empiirisillä näytöillä - ne ovat tieteellistä tietoa, joiden kokeet ovat toistuvasti varmistettu (eikä ikinä väärennetty).
hu_hu: A tudományos törvényeket jelentős mértékben alátámasztja a tapasztalati bizonyíték - ezek tudományos ismeretek, melyeket kísérletek sorra igazoltak (és soha nem cáfoltak).
nl: Wetenschappelijke wetten zijn sterk ondersteund door empirisch bewijs - ze zijn wetenschappelijke kennis die experimenten herhaaldelijk hebben geverifieerd ( en nooit zijn gefalsificeerd ).
no: Vitenskapelige lover er sterkt støttet av empiriske bevis - de er vitenskapelig kunnskap som eksperimenter har gjentatte ganger bekreftet (og aldri forfalsket).
pt_br: Leis científicas são fortemente suportadas pela evidência empírica - elas são conhecimentos científicos que foram repetidamente verificados por experimentação (e nunca desmentidos)
ro: Legile științifice sunt puternic susținute de dovezi empirice - acestea sunt cunoştinţe ştiinţifice care experimentele le-au verificat în mod repetat (și niciodată falsificat).
sk_sk: Vedecké zákonitosti sú silno podporované empirickými skúsenosťami - sú to vedecké poznatky, ktoré boli opakovane pokusmi overené (a neboli skreslené).
tr_tr: Bilimsel yasalar, deneysel kanıtlar tarafından sıkıca desteklenir. Bu yasalar, deneyler tarafından tekrar tekrar doğrulanan (ve hiçbir zaman yanlışlanmayan) bilimsel malumatlardır.
uk: Наукові закони повністю підтверджені емпіричними даними - це наукові знання, що були підтверджені експериментами (і ніколи не фальсифікувалися).

# Quote69Author
source: Newton's law of universal gravitation
ca_ad: Llei de la gravitació universal de Newton
cs_cz: Newtonův gravitační zákon
da: Newtons universelle tyngdelov
de: Newtonsches Gravitationsgesetz
es: Ley de la Gravitación Universal de Newton
fi: Newtonin painovoiman laki
hu_hu: Newton-féle gravitációs törvény
nl: Newton's wet van de universele zwaartekracht.
no: Newtons lov om universell gravitasjon
pt_br: Lei da gravitação universal de Newton
ro: Legea lui Newton al gravitației universale
sk_sk: Newtonov gravitačný zákon
tr_tr: Newton evrensel çekim kanunu
uk: Закон всесвітнього тяжіння

# Quote69Text
source: Every point mass in the universe attracts every other point mass with a force that is directly proportional to the product of their masses and inversely proportional to the square of the distance between them.
ca_ad: Cada punt de massa de l'univers atrau a tots els altres punts de massa amb una força que és directament proporcional al producte de les seves masses i inversament proporcional al quadrat de la distància entre ells.
cs_cz: Každý hmotný bod ve vesmíru přitahuje každý jiný hmotný bod silou, která je přímo úměrná součinu jejich hmotností a nepřímo úměrná druhé mocnině jejich vzdáleností.
da: Enhver masse i universet tiltrækker enhver anden masse med en kraft der er direkte proportional med produktet af deres masse og omvendt proportional med kvadratet på afstanden mellem dem.
de: Jeder Massepunkt im Universum zieht jeden anderen Massenpunkt mit einer Kraft, die direkt proportional zum Produkt ihrer Massen und umgekehrt proportional zum Quadrat der Entfernung zwischen ihnen ist, an.
es: Todo punto de masa en el universo atrae otro punto de masa con una fuerza directamente proporcional al producto de sus masas y inversamente proporcional al cuadrado de la distancia entre ellos.
fi: Kaikki massa universumissa vaikuttaa kaikkeen muuhun massaan voimalla, joka on suoraan verrannolinnen niiden massoihin ja kääntäen verrannollinen neliön etäisyyteen niiden välillä
hu_hu: Bármely két tömeggel rendelkező test között fellép a gravitációs erő. Ez az erő egyenesen arányos a két test tömegének szorzatával, és fordítottan arányos a két test közötti távolság négyzetével.
nl: Ieder puntje massa in het universum trekt aan elk ander puntje massa met de kracht die direct proportioneel is aan het product van hun massa's en omgekeerd proportioneel is aan het kwadraat van de afstand tussen hen in.
no: For hvert punkt i massen vil universet tiltrekke annenhver punkt i massen med en kraft som er direkte proporsjonal med produktet mellom massene og omvendt proporsjonal med kvadratet av avstanden mellom dem.
pt_br: Todo ponto de massa no universo atrai todos os outros pontos de massa com uma força diretamente proporcional ao produto de suas massas e inversamente proporcional ao quadrado das distâncias que os separam.
ro: Fiecare punct de masă în univers atrage orice alt punct de masă, cu o forță care este direct proporțională cu produsul maselor lor și invers proporțională cu pătratul distanței dintre ele.
sk_sk: Dva ľubovoľné hmotné body sa vo vesmíre navzájom priťahujú silou, ktorá je priamo úmerná súčinu hmotností týchto bodov a nepriamo úmerná druhej mocnine vzdialenosti týchto bodov.
tr_tr: Her bir noktasal kütle diğer noktasal kütleyi, ikisini birleştiren bir çizgi doğrultusundaki bir kuvvet ile çeker. Bu kuvvet bu iki kütlenin çarpımıyla doğru orantılı, aralarındaki mesafenin karesi ile ters orantılıdır.
uk: Кожне тіло у всесвіті притягується до кожного іншого тіла з силою, прямо пропорційною добутку їх мас і обернено пропорційною квадрату відстані між ними.

# HudInfoGravity
source: Actual Gravity:
ca_ad: Gravetat:
cs_cz: Gravitace:
da: Tyngdekraft:
de: G-Kraft:
es: Gravedad:
fi: Painovoima:
hu_hu: Grav.erő:
nl: Zwaartekracht:
no: Gravitasjon:
pt_br: Gravidade:
ro: Gravitație:
sk_sk: Gravitácia:
tr_tr: Yerçekimi:
uk: Ґравітація:

# HudInfoNoGravity
source: No gravity
ca_ad: Sense gravetat
cs_cz: Žádná gravitace
da: Ingen tyngdekraft
de: Keine Schwerkraft
es: Sin Gravedad
fi: Ei painovoimaa
hu_hu: Nincs gravitáció
nl: Geen zwaartekracht
no: Ingen gravitasjon
pt_br: Sem Gravidade
ro: Lipsă de gravitate
sk_sk: Bez gravitácie
tr_tr: Yerçekimi yok
uk: Немає ґравітації

# ToolTipNewWorldCustomWorld
source: Create a new world with custom settings
cs_cz: Vytvořit nový svět s vlastním nastavením
da: Skab en ny verden med brugerdefinerede instillinger
de: Erstelle eine neue Welt mit eigenen Einstellungen
es: Crear un mundo nuevo con ajustes personalizados
hu_hu: Új világ készítése egyéni beállításokkal
no: Lag en ny verden med egendefinerte instillinger
pt_br: Criar um novo mundo com configurações personalizadas
ro: Creaza o lume nouă personalizată
sk_sk: Vytvor nový svet s vlastnými nastaveniami
uk: Створити новий світ з унікальними налаштуваннями

# ToolTipNewWorldQuickstart
source: Create a new world using the default settings: Game Type: Creative Mode Scenario: Easy Start 1 Auto-Save: ON
ca_ad: Crea un nou Món fent servir la configuració per defecte: Tipus de Partida: Mode Creatiu Escenari: Inici Fàcil 1 Desa automàticament: ON
cs_cz: Vytvořit nový svět s použitím základního nastavení: Typ hry: Kreativní mód Scénář: Lehký start 1 Automatické uložení: Zapnuto
da: Opret en ny verden ved hjælp af standardindstillingerne: Spiltype: Kreativ tilstand Scenarie: Nem Start 1 Auto-Gem: TIL
de: Eine neue Welt erstellen mit den Standardeinstellungen: Spieltyp: Kreativmodus Szenario: Einfacher Start 1 Automatisches Speichern: AN
es: Crear un nuevo mundo usando los ajustes por defecto: Tipo de juego: Modo Creativo Escenario: Comienzo Fácil 1 Guardado Automático: Activado
fi: Luo uusi maailma oletusasetuksilla: Pelimuoto: Luova tila Skenaario: Helppo Aloitus 1 Automaattinen tallennus: Päällä
hu_hu: Új világ készítése az alap beállítások használatával: Játék típusa: Kreatív mód Pályatípus: Könnyű indulás 1 Auto-mentés: Bekapcsolva
nl: Maak een nieuwe wereld met de default instellingen: Game Type: Creative Mode Scenarieo: Makkelijke Start 1 Automatisch Opslaan: AAN
no: Lag en ny verden med standard innstillinger: Spillestil: Kreativ Modus Scenario: Enkel Start 1 Auto-lagre: PÅ
pt_br: Cria um novo mundo usando as configurações padrões: Tipo de jogo: Modo criativo Cenário: Inicio Fácil 1 Auto-Save: Ligado
ro: Crează o lume nouă folosind setările implicite: Mod joc: Mod Creativ Scenariu: Start Ușor 1 Salvare Automată: Activată
sk_sk: Vytvor nový svet s pôvodnými nastaveniami: Typ hry: Kreatívny mód Scenár: Ľahký Štart 1 Auto-Save: Zapnutý
tr_tr: Varsayılan ayarlarla yeni bir evren yarat: Oyun Türü: Yaratıcı Modu Senaryo: Kolay Başlangıç 1 Oto-kayıt: Açık
uk: Створити новий світ з типовими налаштуваннями: Тип гри: Режим виживання Сценарій: Легкий старт 1 Автозбереження: УВІМК

# ToolTipVideoOptionsRenderQuality
source: Higher rendering quality means better visuals, larger view distance and more special effects - however, it is more demanding on your computer's performance (CPU and GPU). If the game doesn't run smoothly, decrease it.
cs_cz: Vetší renderovací kvalita znamená lepší vzhled, větší dohled a víc speciálních efektů - nicméně je víc náročná na výkon počítače (CPU a GPU). Pokud hra neběží plynule, snižte ji.
da: Højere renderingkvalitet betyder bedre grafik, længere synslængde og flere specielle effekter - men det er mere krævende for din computers ydeevne (CPU og GPU). Hvis spillet ikke kører glat, skru det ned.
de: Höhere Rendering-Qualität bedeutet: bessere Grafik, größere Sichtweite und mehr Spezialeffekte - es stellt jedoch höhere Anforderungen an die Leistung Ihres Computers (CPU und GPU). Wenn das Spiel nicht flüssig läuft, reduzieren sie die Rendering-Qualität.
es: Una mejor calidad de renderizado significa mejores elementos visuales, mayor distancia de visión y más efectos especiales - sin embargo, es más exigente con el rendimiento del equipo (CPU y GPU). Si el juego no funciona fluido, disminuyelo.
hu_hu: Magasabb renderelési minőség szebb megjelenítést eredményez, nagyobb látótávolságot és több speciális effektet - azonban több teljesítményt követel a számítógéptől (CPU és GPU). Ha játék nem fut simán, csökkentsd.
no: Høyere render kvalitet betyr bedre visuelle effekter, større visningsavstand og flere spesialeffekter. Men det er mer krevende for datamaskinens ytelse (CPU og GPU). Hvis spillet ikke kjører jevnt, reduser den.
pt_br: Qualidade de renderização mais alta significa melhores visuais, distância de visão mais ampla e mais efeitos especiais - entretanto, demanda mais performance de seu computador (CPU e GPU). Se o jogo não rodar suavemente, diminua-o.
ro: O calitate mai mare de randare înseamnă imagini mai bune, vizualizare la o distanţă mai mare şi mai multe efecte speciale - cu toate acestea, este mult mai exigent asupra performanței computerului (CPU și GPU). Dacă jocul nu rulează bine, reduceţi calitatea.
sk_sk: Vyššia kvalita rendrovania znamená lepšie vizuálne vlastnosti, vyššiu dohľadnosť a viac špeciálnych efektov - ale je náročnejšia na výkon PC (CPU a GPU). Ak hra nebeží plynulo, znížte kvalitu zobrazenia.
uk: Найвища якість подання означає кращі візуальні ефекти, більшу відстань видимості й більше спецефектів - проте, це дещо вимогливіше до продуктивності комп'ютера (CPU та GPU). Якщо гра не працює плавно, зменшіть налаштування.

# ToolTipVideoOptionsVideoAdapter
source: Select a graphic adapter and/or a monitor
cs_cz: Vyberte grafický adaptér a/nebo monitor
da: Vælg en grafik adapter og/eller en skærm
de: Wähle einen Grafikadapter und/oder einen Monitor aus
es: Seleccione un adaptador gráfico y/o un monitor
hu_hu: Válasz ki a grafikus adaptert és/vagy a monitort!
no: Velg et grafikkort og/eller skjerm
pt_br: Seleciona a placa de vídeo e/ou o monitor
ro: Alege un adaptor grafic și/sau un monitor
sk_sk: Zvoľ grafický adaptér a/alebo monitor
uk: Оберіть ґрафічний адаптер і/або монітор

# ToolTipVideoOptionsVideoMode
source: Select a screen resolution. We recommend using an aspect ratio compatible with your monitor. If the game doesn't run smoothly, decrease your screen resolution.
cs_cz: Nastavte rozlišení obrazovky. Doporučujeme použít poměr stran kompatibilní s vaším monitorem. Pokud hra neběží plynule, snižte rozlišení obrazovky.
da: Vælg en skærmopløsning. Vi anbefaler at du bruger et formatforhold, som er kompatibelt med din skærm. Hvis spillet ikke køre flydende, sænk din skærmopløsning.
de: Wähle eine Bildschirmauflösung. Wir schlagen vor, ein mit deinem Monitor kompatibles Seitenverhältnis zu wählen. Falls das Spiel nicht flüssig läuft, verringere die Auflösung.
es: Selecciona una resolución de pantalla. Te recomendamos que uses una relación de aspecto compatible con tu monitor. Si el juego no funciona de manera fluida, disminuye la resolución de pantalla.
hu_hu: Válassz képernyő felbontást. Javasoljuk, hogy olyan képarányt használj amit a monitorod támogat. Ha a játék nem fut simán, csökkentsd a felbontást.
no: Velg en skjermoppløsning. Vi anbefaler at du bruker et Format kompatibel med skjermen din. Hvis spillet ikke kjører jevnt, reduser skjermoppløsningen.
pt_br: Selecione uma resolução de tela. Nós recomendamos usar uma proporção de imagem compatível com seu monitor. Se o jogo não rodar suavemente, diminua a resolução de tela.
ro: Selecati o rezoluţie. Noi recomandăm să folosiţi o raţie de aspect compatibilă cu monitorul. Dacă jocul nu rulează bine, micşoraţi rezoluţia ecranului.
sk_sk: Vyberte rozlíšenie obrazovky. Odporúčame používať pomer kompatibilný s monitorom. Ak hra nebeží plynulo, znížte rozlíšenie obrazovky.
uk: Оберіть розділ. здатність екрану. Ми рекомендуємо використовувати співвід. сторін, сумісне з Вашим монітором. Якщо гра не йде плавно, зменшіть роздільність.
