Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/SpaceEngineers/Content/Data/Localization/MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, fi, hu_hu, nl, no, pt_br, ro, sk_sk, tr_tr, uk

# DisplayName_ConvSorterTypes_Ammo
source: *ammo*
ca_ad: *munició*
cs_cz: *munice*
da: *ammunition*
de: *Munition*
es: *munición*
fi: *ammukset*
hu_hu: *lőszer*
pt_br: *munição*
tr_tr: * cephane *
uk: Патрони

# DisplayName_ConvSorterTypes_Component
source: *components*
cs_cz: *součástky*
da: *komponenter*
de: *Komponenten*
es: *componentes*
fi: *osat*
hu_hu: *alkatrészek*
pt_br: *componentes*
tr_tr: * bileşenler *
uk: Компоненти

# DisplayName_ConvSorterTypes_HandTool
source: *hand tools*
ca_ad: *Eines de mà*
da: *hånd værktøjer*
de: *Hand-Werkzeuge*
es: *herramientas de mano*
fi: *käsityökalut*
hu_hu: *kézi eszközök*
pt_br: *ferramentas manuais*
tr_tr: *araçlars*
uk: Інструменти

# DisplayName_ConvSorterTypes_Ingot
source: *ingots*
ca_ad: *Lingots*
da: *bare*
de: *Barren*
es: *lingotes*
fi: *harkot*
hu_hu: *öntvények*
no: *metallblokker*
pt_br: *lingotes*
tr_tr: *külçeler*
uk: Злитки

# DisplayName_ConvSorterTypes_Ore
source: *ore*
ca_ad: *mineral*
cs_cz: *rudy*
da: *malm*
de: *Erz*
es: *minerales*
fi: *malmi*
hu_hu: *ércek*
no: *malm*
pt_br: *minério*
tr_tr: *maden*
uk: *руда*

# BlockPropertyDescription_Depressurize
source: The vent will remove air from the room and store it in tanks
ca_ad: El conducte de ventilació eliminarà l'aire de l'habitació i l'emmagatzemar en tancs
da: Ventilationsristen vil fjerne luft fra rummet og gemme det i lufttankene på skibet
de: Der Lüfter wird Luft aus dem Raum entziehen und sie in Tanks lagern
es: El conducto eliminará el aire de la sala y lo almacenará en sus tanques
fi: Kanava poistaa ilmaa huoneesta ja säilöö sen säiliöihin
hu_hu: A szellőző kiszívja a levegőt a szobából és eltárolja a tartályokban.
pt_br: O respiradouro irá remover o ar do local e armazená-lo em tanques
tr_tr: Havalandırma odadan havayı çıkartır ve tanklar içinde saklar
uk: Вентиляція прибере повітря з приміщення та збереже його у баках

# BlockPropertyDescription_Stockpile
source: Stockpiling tanks will not get drained by air vents
ca_ad: Els tancs de reserva no seran buidats per els conductes d'aire
da: Oplagrings tanke vil ikke blive drænet ved ventilationskanaler
de: Vorratstanks werden nicht durch Lüfter entleert
es: Los tanques apilados no serán drenados por los conductos de aire
fi: Ilmakanavat eivät tyhjennä varastoivia säiliöitä
pt_br: Tanques de estocagem não serão esvaziados por respiradouros
tr_tr: Stoklama tankları havalandırma tarafından boşaltılamaz
uk: Накопичуючі баки не будуть осішені через вентиляційні отвори

# BlockPropertyTitle_Depressurize
source: Depressurize
ca_ad: Despressurització
da: Tryk
de: Entlüften
es: Despresurizar
fi: Alenna painetta
hu_hu: Nyomás csökkentés
pt_br: Despressurizar
tr_tr: Basınç düşürme
uk: Розгерметизування

# BlockPropertyTitle_Stockpile
source: Stockpile
ca_ad: Reserves
da: Lager
de: Vorrat
es: Pila
fi: Varastoi
hu_hu: Raktároz
pt_br: Estoque
tr_tr: Stoklama
uk: Запас

# DisplayName_Block_AirVent
source: Air Vent
ca_ad: Respirador
da: Ventilationsrist
de: Lüfter
es: Conducto de aire
fi: Ilmakanava
hu_hu: Szellőztető
no: Luftventil
pt_br: Respiradouro
tr_tr: Havalandırma
uk: Вентиляція

# DisplayName_Block_OxygenGenerator
source: Oxygen Generator
ca_ad: Generador d'Oxigen
da: Ilt Generator
de: Sauerstoffgenerator
es: Generador de oxígeno
fi: Happigeneraattori
hu_hu: Oxigén generátor
no: Oksygen generator
pt_br: Gerador de Oxigênio
tr_tr: Oksijen üretici
uk: Генератор кисню

# DisplayName_Block_OxygenTank
source: Oxygen Tank
ca_ad: Tanc d'Oxigen
da: Ilttank
de: Sauerstofftank
es: Tanque de oxígeno
fi: Happisäiliö
hu_hu: Oxigén tartály
no: Oksygen tank
pt_br: Tanque de Oxigênio
tr_tr: Oksijen Tankı
uk: Кисневий бак

# DisplayName_BlueprintClass_Ice
source: Ice
ca_ad: Gel
cs_cz: Led
da: Is
de: Eis
es: Hielo
fi: Jää
hu_hu: Jég
no: Is
pt_br: Gelo
tr_tr: Buz
uk: Лід

# DisplayName_Item_Oxygen
source: Oxygen
ca_ad: Oxigen
cs_cz: Kyslík
da: Ilt
de: Sauerstoff
es: Oxígeno
fi: Happi
hu_hu: Oxigén
no: Oksygen
pt_br: Oxigênio
tr_tr: Oksijen
uk: Кисень

# MessageBoxTextAreYouSureEnableOxygen
source: Are you sure you want to enable oxygen? Doing so will cause materials on untouched asteroids to change. This is irreversible.
ca_ad: Esteu segur que voleu activar l'oxigen? Si ho fa, els materials d'asteroides sense tocar poden canviar. Això és irreversible.
da: Er du sikker på, du vil aktivere ilt? Dette vil dermed forårsage materialer på uberørte asteroider til at ændre. Dette er irreversibel.
de: Willst du wirklich Sauerstoff aktivieren? Dies wird die Zusammensetzung unberührter Asteroiden ändern und kann nicht mehr rückgängig gemacht werden.
es: ¿Seguro que deseas activar el oxígeno? Hacer esto causará que los materiales cambien en asteroides intactos. Esto es irreversible.
fi: Oletko varma että haluat aktivoida hapen? Jos teet niin, koskemattomien asteroidien raaka-aineet muuttuvat. Tätä ei voi peruuttaa.
hu_hu: Biztosan be akarod kapcsolni az oxigént? A bekapcsolásával az érintetlen aszteroidáknak változni fog az anyaga, jeget fognak tartalmazni. Ez nem visszavonható.
pt_br: Você tem certeza de que deseja ativar o oxigênio? Isso provocará mudanças nos materiais em asteroides ainda não tocados. Isso é irreversível.
tr_tr: Oksijeni etkinleştirmek istediğinizden emin misiniz?Bunu yaparsanız el değmemiş asteroitlerde değişiklik olabilir.Bu geri döndürülemez.
uk: Ви впевнені що хочете ввімкнути кисень? Ця дія призведе до змін матеріалів на недоторканих астероїдах. Ця дія незворотня.

# ToolTipWorldSettings_EnableOxygen
source: Enable ice material, pressurization detection and oxygen generation and circulation
ca_ad: Habilita el material de gel, la detecció de pressurització i la generació d'oxigen i la circulació
da: Aktiver is materiale, opretholdeler tryk i hovedbrandledningssystemet påvisning og ilt produktion og omsætning
de: Eis-Material, Luftdruckerkennung und Sauerstofferzeugung und -zirkulation aktivieren
es: Activar material de hielo, detección de presurización y generación y circulación de oxígeno
fi: Aktivoi jäämateriaali, paineistuksen havaitseminen ja hapen luonti ja kierto
hu_hu: Jég, nyomásérzékelés, oxigén generátor és keringetés bekapcsolása
pt_br: Ativar material gelo, detecção de pressurização, e geração e circulação de oxigênio
tr_tr: Buz malzeme etkinleştirme , basınçlandırma algılama ve oksijen üretimi ve dolaşım
uk: Ввімкнути льодовий матеріал, виявлення герметизації, генерацію та циркуляцію повітря

# World_Settings_EnableOxygen
source: Enable oxygen
ca_ad: Habilita l'oxigen
cs_cz: Povolit kyslík
da: Aktiver ilt
de: Sauerstoff aktivieren
es: Activar oxígeno
fi: Aktivoi happi
hu_hu: Oxigén bekapcsolása
no: Aktiver oksygen
pt_br: Ativar oxigênio
tr_tr: Oksijeni etkinleştir
uk: Включити повітря

# Terminal_DrainAll
source: Drain All
ca_ad: Drenar Tot
da: Dræn alle
de: Komplett entleeren
es: Drenar todo
fi: Tyhjennä kaikki
hu_hu: Mindent begyűjt
pt_br: Drenar Tudo
tr_tr: Hepsini boşalt
uk: Осушити все

# BlockOwner_TransferTo
source: Transfer to:
ca_ad: Transfereix a:
da: Overfør til:
de: Transferiere zu:
es: Transferir a:
fi: Siirrä kohteeseen:
hu_hu: Átvitel ide:
pt_br: Transferir para:
tr_tr: Transfer:
uk: Перемістити:

# DisplayName_Block_AirtightHangarDoor
source: Airtight Hangar Door
ca_ad: Porta d'hangar hermètica
de: Luftdichtes Hangartor
es: Puerta hermética de hangar
fi: Ilmatiivis Hangaarinovi
nl: Luchtdichte hangardeur

# BlockPropertyTitle_LargeTurretTargetCharacters
source: Target characters
de: Charaktere anvisieren
es: Detectar Personaje
fi: Tähtää hahmoihin
nl: Doelwit karakters

# BlockPropertyTitle_LargeTurretTargetLargeGrids
source: Target large ships
de: Große Schiffe anvisieren
es: Detectar Nave Grande
fi: Tähtää suuriin aluksiin
nl: Richt op grote schepen

# BlockPropertyTitle_LargeTurretTargetSmallGrids
source: Target small ships
de: Kleine Schiffe anvisieren
es: Detectar Nave Pequeña
fi: Tähtää pieniin aluksiin
nl: Richt op kleine schepen

# BlockPropertyTitle_LargeTurretTargetStations
source: Target stations
de: Stationen anvisieren
es: Estaciones objetivo
fi: Tähtää asemiin
nl: Richt op stations

# DisplayName_Item_OxygenBottle
source: Oxygen Bottle
de: Sauerstoffflasche
es: Botella de oxigeno
fi: Happipullo
nl: Zuurstoffles

# DisplayName_BlueprintClass_OxygenBottles
source: Oxygen Bottles
de: Sauerstoffflaschen
es: Botellas de oxigeno
fi: Happipullot
nl: Zuurstofflessen

# DisplayName_Item_OxygenBottles
source: Oxygen Bottles
de: Sauerstoffflaschen
es: Botella de oxígeno
fi: Happipullot
nl: Zuurstofflessen

# BlockPropertyTitle_Refill
source: Refill Bottles
de: Flaschen auffüllen
es: Rellenar Botellas
fi: Täytä pullot
nl: Flessen bijvullen

# ScreenDebugSpawnMenu_Planets
source: Planets
de: Planeten
es: Planetas
fi: Planeetat
nl: Planeten

# ScreenDebugSpawnMenu_CreateLayer
source: Create layer
de: Ebene erstellen
es: Crear capa
fi: Luo kerros
nl: Laag creëren

# ScreenDebugSpawnMenu_RemoveLayer
source: Remove layer
de: Ebene entfernen
es: Borrar capa
fi: Poista kerros
nl: Laag verwijderen

# BlockPropertyTitle_AutoRefill
source: Auto-Refill
de: Automatisch auffüllen
es: Auto-Rellenar
fi: Automaattinen täyttö
nl: Automatisch bijvullen

# Terminal_ShowInTerminal
source: Show block in terminal
de: Block im Terminal anzeigen
es: Mostrar bloque en terminal
fi: Näytä kappale terminaalissa
nl: Laat dit blok zien in de terminal

# Terminal_ShowAllInTerminal
source: Show hidden blocks
de: Versteckte Blöcke anzeigen
es: Mostrar bloques ocultos
fi: Näytä piilotetut kappaleet
nl: Verborgen blokken weergeven

# NotificationBottleRefill
source: Oxygen refilled from bottles.
de: Sauerstoff mit Flasche wieder aufgefüllt.
es: Oxigeno rellenado desde las botellas.
fi: Happi täydennetty pulloista.
nl: Zuurstof bijgevuld vanuit flessen

# NotificationOxygenCritical
source: Oxygen is critical.
de: Sauerstoff kritisch.
es: Oxigeno critico.
fi: Happi kriittinen.
nl: Kritische zuurstofgehalte.

# NotificationOxygenLow
source: Oxygen is low.
de: Sauerstoff ist knapp.
es: Oxigeno bajo.
fi: Happi vähissä.
nl: Laag zuurstofniveau

# ScreenDebugSpawnMenu_PickPlanet
source: Pick planet to edit
de: Planet zum Bearbeiten auswählen
es: Escoger planeta para editar
fi: Valitse muokattava planeetta
nl: Planeet kiezen om te wijzigen

# buttonBrowseWorkshop
source: Browse Workshop
de: Workshop durchsuchen
es: Abrir Workshop
fi: Selaa Workshoppia

# buttonOpenInWorkshop
source: Open in Workshop
de: Im Workshop aufrufen
es: Abrir en Workshop
fi: Avaa Workshopissa

# buttonPublish
source: Publish
de: Veröffentlichen
es: Publicar
fi: Julkaise

# buttonRefresh
source: Refresh
de: Aktualisieren
es: Refrescar
fi: Päivitä

# buttonRemove
source: Remove
de: Entfernen
es: Borrar
fi: Poista

source: Difficulty
ca_ad: Dificultat
cs_cz: Obtížnost
da: Sværhedsgrad
de: Schwierigkeitsgrad
es: Dificultad
fi: Vaikeustaso
hu_hu: Nehézség
nl: Moeilijkheidsgraad
no: Vanskelighetsgrad
pt_br: Dificuldade
ro: Dificultate
sk_sk: Obtiažnosť
tr_tr: Zorluk
uk: Рівень складності

# DifficultyEasy
source: Easy
ca_ad: Fàcil
cs_cz: Lehká
da: Nemt
de: Einfach
es: Fácil
fi: Helppo
hu_hu: Könnyű
nl: Makkelijk
no: Lett
pt_br: Fácil
ro: Uşor
sk_sk: Ľahká
tr_tr: Kolay
uk: Легкий

# DifficultyHard
source: Hard
ca_ad: Difícil
cs_cz: Těžká
da: Svært
de: Schwer
es: Difícil
fi: Vaikea
hu_hu: Nehéz
nl: Moeilijk
no: Vanskelig
pt_br: Difícil
ro: Dificil
sk_sk: Ťažká
tr_tr: Zor
uk: Складний

# ScreenCaptionScenario
source: Scenario
de: Szenario
es: Escenario
fi: Skenaario

# NotificationSuitEnergyCriticalNoDamage
source: Warning: Suit energy is critically low.
de: Warnung: Anzugsenergie ist kritisch.
es: Advertencia: la energía de su traje es excesivamente baja.
fi: Varoitus: Puvun energiataso vaarallisen alhaalla.
nl: Waarschuwing: Energieniveau van je ruimtepak is extreem laag.

# NotificationSuitEnergyLowNoDamage
source: Suit energy is low.
de: Anzugsenergie ist knapp.
es: Energía del traje baja
fi: Puvun energia vähissä.
nl: Energieniveau van je ruimtepak is laag.

# ControlName_Helmet
source: Helmet on / off
de: Helm an / ab
es: Casco encendido / apagado
fi: Kypärä päälle / pois
nl: Helm aan/uit

# NotificationNoHelmetVariation
source: Cannot remove helmet on this suit.
de: Helm bei diesem Anzug nicht abnehmbar
es: No se puede quitar el casco en este traje.
fi: Tämän puvun kypärää ei voi ottaa pois.
nl: Kan helm niet van dit pak verwijderen

# ReportBug
source: Report a Bug
de: Bug melden
es: Reportar un Fallo

# HudInfoHelmet
source: Helmet
de: Helm
es: Casco
fi: Kypärä
nl: Helm

# ScreenDebugSpawnMenu_UpdatePlanet
source: Update planet
de: Planet aktualisieren
es: Actualizar planeta
fi: Päivitä planeetta
nl: Planeet bijwerken

# Terminal_ShowInTerminalToolTip
source: Show/hide current block in terminal
de: Aktuellen Block im Terminal anzeigen/ausblenden
es: Mostrar/esconder el bloque actual en el terminal
fi: Näytä/piilota nykyinen kappale terminaalissa

# NotificationHelmetOff
source: Helmet Off
de: Helm ab
es: Casco apagado
fi: Kypärä pois
nl: Helm Afzetten

# NotificationHelmetOn
source: Helmet On
de: Helm an
es: Casco encendido
fi: Kypärä päälle
nl: Helm Opzetten

# BlockPropertiesText_MainCockpit
source: Main ship cockpit
de: Hauptschiffscockpit
es: Cabina principal de la nave
fi: Aluksen pääohjaamo

# TerminalControlPanel_Cockpit_MainCockpit
source: Main cockpit
de: Hauptcockpit
es: Cabina principal
fi: Pääohjaamo
nl: Hoofdcockpit

# NotificationHintNoAction
source: Empty
de: Leer
es: Vacio
fi: Tyhjä
nl: Leeg

# BlockPropertyText_Button
source: Button
de: Knopf
es: Botón
fi: Painike
nl: Knop

# BlockPropertyText_ButtonList
source: Available buttons
de: Verfügb. Knöpfe
es: Botones disponibles
fi: Saatavilla olevat painikkeet
nl: Beschikbare knoppen

# BlockPropertyText_ButtonName
source: Button name
de: Knopfname
es: Nombre de botón
fi: Painikkeen nimi
nl: Naam van knop

# WorldSettings_Enable3rdPersonCamera
source: Enable 3rd person view
de: 3rd-Person Ansicht aktivieren
es: Habilitar vista en 3ª persona
fi: Aktivoi kolmannen persoonan tila
nl: Derde persoonsweergave toestaan

# ControlName_ToolbarNextItem
source: Next toolbar item
de: Weiter in Werkzeugleiste
es: Siguiente objeto en herramientas

# ControlName_ToolbarPreviousItem
source: Previous toolbar item
de: Zurück in Werkzeugleiste
es: Anterior objeto en herramientas

# ControlTypeToolsOrWeapons2
source: Tools / Weapons 2
de: Werkzeuge / Waffen 2
es: Herramientas / Armas 2

# BlockPropertiesText_OxygenOutput
source: Oxygen Output:
de: Sauerstoff Abgabe:
es: Salida de Oxigeno:
fi: Hapen tuotanto:
nl: Zuurstofuitvoer

# DisplayName_Block_OxygenFarm
source: Oxygen Farm
de: Sauerstoff-Farm
es: Granja de Oxigeno
fi: Hapenkehitin
nl: Zuurstof Kwekerij

# WorldSettings_Encounters
source: Random encounters
de: Zufällige Begegnungen
es: Encuentros aleatorios
fi: Satunnaiset kohtaamiset
nl: Willekeurige ontmoetingen

# ControlName_BuildMode
source: Build mode
de: Baumodus
es: Modo construcción

# ScreenControlMenu_Title
source: Control menu
de: Steuerungsmenü
es: Menú de control

# TerminalTab_Info_EnemyAntennaRange
source: Show distance for enemy antennas
de: Distanz feindl. Antennen anzeigen
es: Mostrar distancia para antenas enemigas
fi: Näytä vihollisantennien etäisyys
nl: Afstand voor vijandige antennes weergeven

# TerminalTab_Info_FriendlyAntennaRange
source: Show distance for friendly antennas
de: Distanz freundl. Antennen anzeigen
es: Mostrar distancia para antenas amigas
fi: Näytä ystävällisten antennien etäisyys
nl: Afstand voor vriendelijke antennes weergeven

# TerminalTab_Info_OwnedAntennaRange
source: Show distance for owned antennas
de: Distanz eigener Antennen anzeigen
es: Mostrar distancia para antenas propias
fi: Näytä omistettujen antennien etäisyys
nl: Afstand voor eigen antennes weergeven

# ScreenButtonBattle
source: Battle
de: Schlacht
es: Batalla
fi: Taistelu
nl: Veldslag

# ControlName_ControlMenu
source: Open control menu
de: Tastaturbelegung öffnen
es: Abrir menú de control

# DisplayName_Block_CryoChamber
source: Cryo Chamber
de: Kryokammer
es: Cámara Criogénica
fi: Kryokammio
nl: Cryogene Kamer

# ControlMenuItemLabel_Lights
source: Lights
de: Lichter
es: Luces
fi: Valot

# ControlMenuItemLabel_Terminal
source: Show terminal
de: Terminal anzeigen
es: Mostrar terminal
fi: Näytä terminaali

# ControlMenuItemValue_Off
source: Off
de: Aus
es: Apagado

# ControlMenuItemLabel_CameraMode
source: Camera mode
de: Kameramodus
es: Modo de Cámara

# ControlName_MissionSettings
source: Scenario Settings
de: Szenario-Optionen
es: Opciones de Escenario
fi: Skenaarion asetukset
nl: Scenario Instellingen

# MissionScreenCaption
source: Scenario Settings
de: Szenario-Optionen
es: Opciones de Escenario
fi: Skenaarion asetukset

# MissionTriggerOtherWon
source: Other side won
de: Andere Seite hat gewonnen
es: El otro lado ganó
fi: Toinen puoli voitti

# MissionTriggerReachPosition
source: Reach GPS position
de: Ereiche GPS Position
es: Alcanza la posición GPS
fi: Tavoita GPS:n sijainti

# GuiTriggerCaptionPositionLeft
source: Leave game area
ca_ad: Leave GPS position
cs_cz: Leave GPS position
da: Leave GPS position
de: Verlasse GPS Position
es: Abandona la posición GPS
fi: Jätä GPS:n sijainti
hu_hu: Leave GPS position
nl: Leave GPS position
no: Leave GPS position
pt_br: Leave GPS position
ro: Leave GPS position
sk_sk: Leave GPS position
tr_tr: Leave GPS position
uk: Leave GPS position

# GuiTriggerCaptionPositionReached
source: Reach GPS position
de: Ereiche GPS Position
es: Alcanza la posición GPS
fi: Tavoita GPS:n sijainti

# GuiTriggerCaptionSomeoneWon
source: Someone Won
de: Jemand hat gewonnen
es: Alguien ganó
fi: Joku voitti

# GuiTriggerMessage
source: Message
de: Nachricht
es: Mensaje
fi: Viesti

source: Block is not powered
de: Block braucht Strom
es: El bloque no está encendido
fi: Kappaleella ei ole virtaa

# GuiMissionTriggersLostCondition
source: Lost condition:
de: Niederlage Bedingung:
es: Condición para perder:
fi: Häviön edellytys:

# GuiMissionTriggersWinCondition
source: Win condition:
de: Erfolg Bedingung:
es: Condición para ganar:
fi: Voiton edellytys:

# GuiTriggerPasteGps
source: Paste GPS
de: GPS einfügen
es: Pegar GPS
fi: Liitä GPS

# GuiTriggerPositionRadius
source: Radius
es: Radio
fi: Säde

# TerminalControlPanel_RunArgument
source: Argument
es: Problema
fi: Argumentti

# ControlMenuItemLabel_Dampeners
source: Dampeners
de: Trägheitsdämpfer
es: Amortiguadores
fi: Vaimentimet

# TerminalControlPanel_RunArgument_ToolTip
source: An argument passed to your code when clicking the Run button
de: Ein Argument, das deinem Code mitgegeben wird wenn der "Ausführen"-Button gedrückt wird
es: Ha pasado un problema en tu código cuando hiciste clic en el botón de Ejecutar
fi: Argumentti joka annetaan koodillesi kun painat Suorita-painiketta

# ControlMenuItemLabel_Helmet
source: Helmet
de: Helm
es: Casco
fi: Kypärä

# ControlMenuItemLabel_LandingGear
source: Landing gears
ca_ad: Landing gear / connector
cs_cz: Landing gear / connector
da: Landing gear / connector
de: Fahrwerk / Verbinder
es: Tren de aterrizaje / conector
fi: Laskeutumisteline / liitin
hu_hu: Landing gear / connector
nl: Landing gear / connector
no: Landing gear / connector
pt_br: Landing gear / connector
ro: Landing gear / connector
sk_sk: Landing gear / connector
tr_tr: Landing gear / connector
uk: Landing gear / connector

# ControlMenuItemLabel_Reactors
source: Reactors
de: Reaktoren
es: Reactores
fi: Reaktorit

# ControlMenuItemLabel_Thrusts
source: Thrusters
de: Triebwerke
es: Propulsores
fi: Rakettimoottorit

# ControlMenuItemLabel_Broadcasting
source: Broadcasting
de: Funken
es: Emisión
fi: Lähetykset

# ControlMenuItemLabel_CommitSuicide
source: Suicide
de: Selbstmord
es: Suicidio

# ControlMenuItemLabel_QuickLoad
source: Quick load / reconnect
de: Schnellladen / Wiederverbinden
es: Carga rápida / reconectar

# ControlMenuItemLabel_ShowColorPicker
source: Show color picker
de: Zeige Farbauswahl
es: Mostrar selector de color

# ControlMenuItemLabel_ShowTerminal
source: Show terminal
de: Zeige Terminal
es: Mostrar terminal
fi: Näytä terminaali

# ControlMenuItemLabel_ShowToolbarScreen
source: Show toolbar screen
de: Zeige Werkzeugleisten-Fenster
es: Mostrar ventana de herramientas

# ControlMenuItemLabel_ToggleHud
source: Toggle HUD
de: HUD an & ausschalten
es: Alternar HUD

# ControlMenuItemLabel_PauseGame
source: Pause game
de: Spiel pausieren
es: Pausar juego

# MessageBoxTextErrorFeatureNotAvailableYet
source: Feature is not available yet
de: Funktion noch nicht verfügbar
es: Característica no disponible aún

# NotificationMaximumNumberBots
source: Maximum number of bots has been reached
de: Maximale Anzahl an Bots wurden erreicht
es: El numero máximo de bots ha sido alcanzado

# DisplayName_Block_EffectivenessModule
source: Effectiveness Module
de: Effektivitäts-Modul
es: Modulo de Efectividad
fi: Tehokkuusmoduuli

# DisplayName_Block_PowerEfficiencyModule
source: Power Efficiency Module
de: Stromspar-Modul
es: Módulo de efectividad de Energía
fi: Energiansäästömoduuli

# DisplayName_Block_ProductivityModule
source: Productivity Module
de: Produktivitäts-Modul
es: Módulo de Productividad
fi: Tuottavuusmoduuli

# WorldSettings_Battle
source: Battle
de: Schlacht
es: Batalla
fi: Taistelu

# Hud_BuildMode
source: Build mode
de: Baumodus
es: Modo construcción

# NotificationJoystickCompoundBuildingFormat
source: Press {0} to toggle compound building
de: Drücke {0} um den Misch-Baumodus umzuschalten
es: Pulsa {0} para alternar la construcción compuesta

# BlockActionTitle_Extend
source: Extend
de: Ausfahren
es: Extender
fi: Laajenna

# BlockActionTitle_Retract
source: Retract
de: Einfahren
es: Retraer
fi: Vedä sisään

# NotificationJoystickControlMenuFormat
source: Press {0} to access control menu
de: Drücke {0} um das Kontrollfeld zu öffnen.
es: Pulsa {0} para acceder al menú de control

# NotificationJoystickMenus
source: In order to show help or modify toolbar, open control menu
de: Um Hilfe anzuzeigen oder die Werkzeugleiste zu verändern öffne die Tastenbelegung
es: En orden parar mostrar ayuda o modificar la barra de herramientas, abre el menú de control

# NotificationJoystickSlotEquipFormat
source: Press {0} or {1} to select toolbar slots
de: Drücke {0} oder {1}, um das Werkzeugleistenelement auszuwählen
es: Pulsa {0} o {1} para seleccionar los huecos de la barra de herramientas

# NotificationJoystickUnlimitedBuildingFormat
source: Press {0} to add block, press {1} to remove block
de: Drücke {0} um einen Block hinzuzufügen, drücke {1} um einen Block zu entfernen
es: Pulsa {0} para añadir un bloque, pulsa {1} para borrar un bloque

# NotificationJoystickVoxelMaterialFormat
source: Press {0} to change voxel material
de: Drücke {0}, um das Voxelmaterial zu ändern
es: Pulsa {0} para cambiar el material del voxel

# Notification_GameplayOptions
source: Press {0} to change Gameplay options
de: Drücke {0}, um die Gameplay-Optionen zu ändern
es: Pulsa {0} para cambiar las opciones de Juego

# ControlMenuItemLabel_Wardrobe
source: Change appearance
de: Aussehen ändern
es: Cambiar apariencia

# NotificationHintJoystickPressToOpenControlPanel
source: Access control menu to open control panel of {0}
de: Greife auf das Kontrollmenü zu um das Kontrollfeld von {0} zu öffnen
es: Accede al menú de control para abrir el panel de control de {0}
fi: Avaa ohjausvalikko avataksesi kohteen {0} ohjauspaneelin

# NotificationHintJoystickPressToOpenTerminal
source: Access control menu to open terminal
de: Lege eine Taste zum öffnen von Terminals in den Steuerungseinstellugen fest
es: Accede al menú de control para abrir el terminal
fi: Avaa ohjausvalikko avataksesi terminaalin

# ControlMenuItemLabel_OpenInventory
source: Open inventory
de: Inventar öffnen
es: Abrir inventario
fi: Avaa tavaraluettelo
