Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/VRage.Game/Content/Data/Localization/MyCommonTexts.*.resx
Languages: ca_ad, nl

# MessageBoxTextSavingInProgress
source: Game is already saving.
ca_ad: La partida ja s'està desant.
nl: Het spel is al aan het opslaan

# ScreenOptionsGame_LocalizationWarning
source: * Localized by the community.
ca_ad: * Traduït per la comunitat.
nl: * Door de gemeenschap vertaald.

# ScreenOptionsGame_MoreInfo
source: Click for more info
ca_ad: Feu clic per a més informació
nl: Klik voor meer informatie

# Multiplayer_IndirectConnection
source: No direct connection available.
ca_ad: No hi ha connexió directa disponible.
nl: Geen directe verbinding beschikbaar.

# Multiplayer_NoConnection
source: No connection with server.
ca_ad: No hi ha connexió amb el servidor.
nl: Geen verbinding met de server.

source: Game paused
ca_ad: Partida pausada
nl: Spel gepauzeerd

# ControlDescPauseGame
source: Pause the game (offline only)
ca_ad: Pausa la partida (només fora de línia)
nl: Pauzeer het spel (alleen offline)

# ControlName_PauseGame
source: Pause game
ca_ad: Pausa la partida
nl: Pauzeer spel

# KeysPause
source: Pause
ca_ad: Pausa
nl: Pauzeer

# NotificationWeaponNotWorking
source: {0} is not working
ca_ad: {0} no funciona
nl: {0} werkt niet

# DialogAmount_AddAmountCaption
source: Amount to add
ca_ad: Total a afegir
nl: Hoeveelheid om toe te passen

# DialogAmount_SetValueCaption
source: Value to set
ca_ad: Valor a establir
nl: Waarde om te zetten

# NotificationHealthCritical
source: Health is critical. Seek medical attention immediately.
ca_ad: Salut crítica. Cerqueu atenció mèdica immediatament.
nl: Gezondheid kritiek. Per direct medische hulp vereist.

# NotificationHealthLow
source: Health is low.
ca_ad: Salut baixa.
nl: Laag Levens Niveau

# MultiplayerError_DifferentData
source: This server has different game data than your client
ca_ad: Aquest servidor té unes dades de la partida diferents a la del vostre client
nl: Deze server heeft andere game-data dan jou client.

# MultiplayerJoin_IncompatibleGameDataLabel
source: Games marked with * have incompatible game data
ca_ad: Les partides marcades amb un * tenen dades incompatibles
nl: Spellen gemarkeerd met * hebben onverenigbare game-data

# ScreenPlayers_GameAdmin
source: Game admin
ca_ad: Admin. de la partida
nl: Spel admin

# MultiplayerJoinServers
source: Dedicated only
ca_ad: Només dedicat
nl: Alleen toegewijde

# MultiplayerErrorAlreadyJoined
source: User is already joined
ca_ad: L'usuari ja s'ha unit
nl: Speler doet al mee

# MultiplayerErrorNotInGroup
source: You are not in group {0}. Do you want to visit group web page?
ca_ad: No sou al grup {0}. Voleu visitar el lloc web del grup?
nl: Je zit niet in groep {0}. Wil je de webpagina van de groep bezoeken?

# MultiplayerErrorServerFull
source: Server is full
ca_ad: El servidor és ple
nl: De server is vol

# MultiplayerErrorSteamServersOffline
source: Steam servers offline or server group does not exist
ca_ad: Servidors de l'Steam fora de línia o grup de servidors no existent
nl: De Steam servers staat uit of de server groep bestaat niet

# MultiplayerErrorTicketInvalid
source: Ticket invalid
ca_ad: Ticket invàlid
nl: Ticket ongeldig

# MultiplayerJoinLANServers
source: LAN only
ca_ad: Només Xarxa Local
nl: Aleen LAN (lokaal)

# JoinGame_TabTitle_Friends
source: Friends
ca_ad: Amics
nl: Vrienden

# JoinGame_TabTitle_LAN
source: LAN
ca_ad: Xarxa Local

# JoinGame_TabTitle_Lobbies
source: Games
ca_ad: Partides
nl: Spellen

# JoinGame_TabTitle_Servers
source: Servers
ca_ad: Servidors

# JoinGame_Title
source: Join world
ca_ad: Uneix-te al món
nl: Meedoen aan wereld

# JoinGame_ColumnTitle_Server
source: Server
ca_ad: Servidor

# MultiplayerErrorLoggedInElseWhere
source: Logged in elsewhere
ca_ad: Connectat en un altre lloc
nl: Ergens anders ingelogd

# MultiplayerErrorNoLicenseOrExpired
source: No license or license expired
ca_ad: Sense llicència o llicència caducada
nl: Geen licentie of licentie verlopen

# MultiplayerErrorTicketAlreadyUsed
source: Ticket already used
ca_ad: El ticket ja està sent utilitzat
nl: Ticket al gebruikt

# MultiplayerErrorTicketCanceled
source: Ticket cancelled
ca_ad: Ticket cancel·lat
nl: Ticket geannuleerd

# MultiplayerErrorUserNotConnected
source: User not connected
ca_ad: Usuari no connectat
nl: Speler niet verbonden

# MultiplayerErrorVACBanned
source: VAC banned
ca_ad: VAC bandejat
nl: VAC (Valve anti cheat) verbannen

# MultiplayerErrorVACCheckTimedOut
source: VAC check timed out
ca_ad: La comprovació VAC ha sobrepassat el temps d'espera
nl: VAC controle time-out

# MultiplayerJoinAllowedGroups
source: Allowed groups
ca_ad: Grups permesos
nl: Toegestane groepen

source: News downloading failed
ca_ad: La descàrrega de notícies ha fallat
nl: Nieuws downloaden mislukt

# MultiplayerErrorGroupIdInvalid
source: Server Group ID is invalid, server administrator should set proper group ID in server config (or zero to disable group checking)
ca_ad: L'identificador del Servidor de Grup no és vàlid, l'administrador del servidor ha d'establir correctament l'identificador de grup a la configuració del servidor (o posar-ho a zero per desactivar la comprovació del grup)
nl: Server groep ID is ongeldig, server administrator zou geschikte groep ID moeten instellen in de server config (of nul op groepscontrole uit te schakelen)

# JoinGame_TabTooltip_LAN
source: The list of local dedicated servers
ca_ad: La llista de servidors locals dedicats
nl: De lijst met toegewijde servers

# JoinGame_TabTooltip_Lobbies
source: The list of player created games
ca_ad: La llista de partides creades per jugadors
nl: De lijst van door spelers gecreëerde werelden

# JoinGame_TabTooltip_Servers
source: The list of internet dedicated servers
ca_ad: La llista de servidors dedicats a internet
nl: De lijst van toegewijde servers op het internet

# PlayerCharacterColor
source: Player color
ca_ad: Color del jugador
nl: Speler kleur

# NotificationHintPressToUseWardrobe
source: Press {0} to change your appearance
ca_ad: Premeu {0} per canviar la vostra aparença
nl: Druk op {0} om jouw uiterlijk te veranderen

# ScreenOptionsVideo_WindowMode
source: Window mode
ca_ad: Mode de finestra
nl: Gevensterde modus

# ScreenOptionsVideo_WindowMode_Fullscreen
source: Fullscreen
ca_ad: Pantalla completa
nl: Volledig scherm

# ScreenOptionsVideo_WindowMode_FullscreenWindow
source: Fullscreen window
ca_ad: Finestra a pantalla completa
nl: Volledig scherm venster

# ScreenOptionsVideo_WindowMode_Window
source: Window
ca_ad: Finestra
nl: Raam

source: Spectator Controls
ca_ad: Controls de l'espectador
nl: Toeschouwers besturing

# SpectatorControls_Delta_Desc
source: Spectator with fixed position to controlled object
ca_ad: Espectador amb vista de vector corregida a l'objecte controlat
nl: Toeschouwer met een vastgezette kijkhoek naar het bestuurde object

# MultiplayerErrorBannedByAdmins
source: You are banned on this server
ca_ad: Esteu bandejat d'aquest servidor
nl: Je bent verbannen van deze server

# MultiplayerErrorBannedByAdminsWithDialog
source: You are banned on this server. Open admin profile?
ca_ad: Esteu bandejat d'aquest servidor. Voleu obrir el perfil d'administrador?
nl: Je bent verbannen van deze server. Beheerder profiel openen?

# MessageBoxTextYouHaveBeenBanned
source: You have been banned on this server by its admin.
ca_ad: Heu estat bandejat d'aquest servidor pel seu administrador.
nl: Je bent verbannen op deze server door de beheerder

# ScreenPlayers_Ban
source: Ban
ca_ad: Bandeig
nl: Verbannen

# HudMarker_ReturnToWorld
source: Return to the game area!
ca_ad: Retorna a l'àrea del joc!
nl: Ga terug naar het spel gebied!

# NotificationLeavingWorld
source: Warning: You will die in {0:F1} meters!
ca_ad: Alerta: Morireu d'aquí a {0:F1} metres!

# ScreenCaptionAdvancedSettings
source: Advanced world settings
ca_ad: Configuració avançada del món
nl: Geadvanceerde wereld instellingen

source: Spectator
ca_ad: Espectador
nl: Toeschouwer

# SpectatorControls_Delta
source: Orbit spectator
ca_ad: Espectador Delta
nl: Delta spectator

# SpectatorControls_Free
source: Free spectator
ca_ad: Espectador lliure
nl: Vrije toeschouwer

# SpectatorControls_None
source: Player control
ca_ad: Control del jugador
nl: Speler besturing

# SpectatorControls_Static
source: Static spectator
ca_ad: Espectador estàtic
nl: Statische toeschouwer

# MessageBoxErrorFactionsNameAlreadyExists
source: Given faction name already exists
ca_ad: Aquest nom de facció ja existeix
nl: Gegeven factienaam bestaat al

# MessageBoxErrorFactionsTagAlreadyExists
source: Given faction tag already exists
ca_ad: Aquest TAG de facció ja existeix

# MessageBoxErrorFactionsNameTooShort
source: Faction name must be at least 4 characters long
ca_ad: El nom de la facció ha de tenir almenys 4 caracters

source: Edit
ca_ad: Edita
nl: Wijzigen

source: Kick
ca_ad: Expulsa

source: Leader
ca_ad: Líder
nl: Leider

source: Member
ca_ad: Membre
nl: Lid

# MessageBoxConfirmFactionsKickPlayer
source: Are you sure that you want to kick player '{0}' from your faction?
ca_ad: Esteu segur de que voleu expulsar al jugador '{0}' de la vostra facció?

# MessageBoxConfirmFactionsLeave
source: Are you sure that you want to leave faction '{0}'?
ca_ad: Esteu segur que voleu abandonar la facció '{0}'?
nl: Weet u zeker dat u factie '{0}' wilt verlaten?

source: Promote
ca_ad: Promou
nl: Promoveren

source: Demote
ca_ad: Degrada
nl: Degraderen

source: Access denied
ca_ad: Accés denegat
nl: Toegang geweigerd

source: Founder
ca_ad: Fundador
nl: Stichter

source: Status
ca_ad: Estat

source: Accept
ca_ad: Accepta
nl: Accepteer

# MessageBoxConfirmFactionsAcceptJoin
source: Are you sure that you want to accept player '{0}' to your faction?
ca_ad: Esteu segur que voleu acceptar al jugador '{0}' a la vostra facció?
nl: Weet je zeker dat je speler '{0}' wil accepteren in je factie?

# MessageBoxConfirmFactionsDemote
source: Are you sure that you want demote '{0}' to member?
ca_ad: Esteu segur que voleu degradar a '{0}' a membre?
nl: Weet je zeker dat je '{0}' wil degraderen tot lid?

# MessageBoxConfirmFactionsPromote
source: Are you sure that you want promote '{0}' to leader?
ca_ad: Esteu segur que voleu promocionar a '{0}' a líder?
nl: Weet je zeker dat je '{0}' tot leider wil promoveren?

source: Applicant
ca_ad: Sol·licitant
nl: Aanmelder

source: Tag
ca_ad: Etiqueta

source: Session delete failed
ca_ad: La supressió de la sessió ha fallat
nl: Sessie verwijderen gefaald

# Medicals_Title
source: Medical Rooms
ca_ad: Sales mèdiques
nl: Medische ruimte

# MessageBoxTextChangeOwner
source: Are you sure you want to change owner to {0}?
ca_ad: Esteu segur que voleu canviar el propietari a {0}?
nl: Weet je zeker dat je het eigendom wil overdragen naar {0}?

source: Respawn
ca_ad: Reaparèixer

# MultiplayerJoinSameGameData
source: Same game data
ca_ad: Les matexies dades del joc
nl: Zelfde spel data

source: Refresh
ca_ad: Actualitza
nl: Verversen

# PlayerInfo_Dead
source: dead
ca_ad: mort
nl: Dood

# ScreenMods_ActiveMods
source: Active mods
ca_ad: Mods actius
nl: Actieve mods

# ScreenMods_AvailableMods
source: Available mods
ca_ad: Mods disponibles
nl: Beschikbare modificaties

# ToolTipScreenMods_MoveLeft
source: Deactivate mod
ca_ad: Desactiva mod
nl: Deactiveer mod

# ToolTipScreenMods_MoveLeftAll
source: Deactivate all mods
ca_ad: Desactiva tots els mods
nl: Deactiveer alle mods

# ToolTipScreenMods_MoveRight
source: Activate mod
ca_ad: Activa mod
nl: Activeer mod

# ToolTipScreenMods_MoveRightAll
source: Activate all mods
ca_ad: Activa tots els mods
nl: Activeer alle modificaties

# ToolTipWorkshopOpenModInWorkshop
source: Open selected mod in Workshop Steam Overlay
ca_ad: Obre el mod seleccionat al Workshop Steam Overlay
nl: Open geselecteerde mod in Workshop Steam Overlay

# ToolTipWorkshopRefreshMod
source: Refresh the list of subscribed mods
ca_ad: Actualitza la llista de mods subscrits
nl: Ververs de lijst van geabonneerde mods

# JoinGame_SearchLabel
source: Search game
ca_ad: Cerca partida
nl: Zoek spel

# JoinGame_SearchTooltip
source: At least 3 characters must be inserted to start searching
ca_ad: Per iniciar la cerca es necessiten almenys 3 caracters
nl: Er moeten minstens 3 tekens ingevoerd zijn om te zoeken

# ProgressTextDownloadingMods
source: Downloading mod
ca_ad: Descarregant mods... espereu, si us plau.
nl: Mods aan het downloaden... Even geduld

# NotificationClientCannotSave
source: Client saving is disabled on this server
ca_ad: Aquest servidor no permet que el client pugui desar
nl: Client opslaan is uitgezet op deze server

# ToolTipScreenMods_MoveDown
source: Move mod down
ca_ad: Mou mod avall
nl: Schuif mod naar beneden

# ToolTipScreenMods_MoveUp
source: Move mod up
ca_ad: Mou mod amunt
nl: Schuif mod omhoog

# ToolTipScreenMods_MoveBottom
source: Move mod to bottom
ca_ad: Mou mod abaix de tot
nl: Schuif mod naar beneden

# ToolTipScreenMods_MoveTop
source: Move mod to top
ca_ad: Mou mod a dalt de tot
nl: Zet modificatie bovenaan

# MessageBoxTextCannotCreateGroup
source: You cannot create group with blocks you don't have access rights to.
ca_ad: No podeu crear un grup amb blocs als que no hi teniu permís d'accés.
nl: Je kan geen groep creëren met blokken waar je geen toegangs-rechten voor hebt.

# MessageBoxTextCannotDeleteGroup
source: You cannot delete group with blocks you don't have access rights to.
ca_ad: No podeu esborrar un grup amb blocs als que no hi teniu permís d'accés.
nl: Je kan geen groep verwijderen met blokken waar je geen toegangs-rechten voor hebt.

# MessageBoxTextYouHaveBeenKickedFromFaction
source: You have been kicked from the faction.
ca_ad: Heu estat expulsat de la facció.
nl: Je bent gekickt uit de factie.

# MessageBoxTextYouHaveBeenAcceptedToFaction
source: You have been accepted to faction.
ca_ad: Heu estat acceptat a la facció.
nl: Je bent geaccepteerd in de factie.

# ControlName_ToolbarDown
source: Previous toolbar
ca_ad: Barra d'eines anterior
nl: Vorige werkbalk

# ControlName_ToolbarUp
source: Next toolbar
ca_ad: Barra d'eines posterior
nl: Volgende werkbalk

# DialogTextDownloadModsFailed
source: Downloading mods has failed! Please check mods in world settings.
ca_ad: La descàrrega dels mods ha fallat! Si us plau comproveu els mods en la configuració del món.
nl: Het downloaden van modificaties heeft gefaald! Gelieve te modificaties te controleren in de wereldinstellingen.

# ProgressTextCheckingMods
source: Checking for mod updates ... please wait.
ca_ad: Comprovant actualitzacions dels mods... espereu, si us plau.
nl: Modificatie updates nagaan ... een ogenblik geduld.

# ScreenDebugOfficial_Caption
source: Debug draw
ca_ad: Depuració draw
nl: Debug tekenen

# ScreenDebugOfficial_EnableDebugDraw
source: Enable debug draw
ca_ad: Activa la depuració draw
nl: Debug tekenen toestaan

# ScreenDebugOfficial_ErrorLogCaption
source: Loading error log:
ca_ad: Carregant registre d'errors:
nl: Laadfout logboek

# ScreenDebugOfficial_ModelDummies
source: Model dummies
ca_ad: Model de maniquí

# ScreenDebugOfficial_MountPoints
source: Mount points
ca_ad: Punts de muntatge
nl: Monteerpunt

# ScreenDebugOfficial_NoErrorText
source: There were no loading errors
ca_ad: No hi ha errors de càrrega
nl: Er waren geen laadfouten

# ScreenDebugOfficial_PhysicsPrimitives
source: Physics primitives
ca_ad: Primitives físiques
nl: Fysische beginselen

# ScreenDebugOfficial_OpenErrorLog
source: Open in new window
ca_ad: Obre en una nova finestra
nl: Openen in nieuw venster

# ScreenDebugOfficial_ReloadTextures
source: Reload textures
ca_ad: Recarrega textures
nl: Textures opnieuw laden

# DialogTextLocalModsDisabledInMultiplayer
source: Local mods are not allowed in multiplayer. Use workshop mods instead.
ca_ad: Els mods locals no estan permesos a multijugador. Enlloc d'aquests feu servir els del Workshop.
nl: Lokale modificaties zijn niet toegestaan in multiplayer. Gebruik in plaats daarvan workshop modificaties.

# ScreenMods_LocalMod
source: Local mod
ca_ad: Mod local
nl: Lokale modificatie

# ScreenMods_MissingDetails
source: Could not retrieve mod details from Steam
ca_ad: No es poden carregar els detalls del mod des de Steam
nl: Kon modgegevens niet van Steam halen

# ScreenMods_MissingLocalMod
source: Missing local mod
ca_ad: Falta mod local
nl: Lokale modificatie mist

# ScreenMods_WorkshopMod
source: Workshop mod
ca_ad: Mod del Workshop
nl: Workshop modificatie

# ScreenDebugOfficial_ReloadModels
source: Reload models
ca_ad: Recarrega models
nl: Modellen herladen

# ScreenDebugOfficial_CopyErrorLogToClipboard
source: Copy log to system clipboard
ca_ad: Copia el registre al portaretalls
nl: Logboek naar systeem klembord kopiëren

# NotificationLeavingWorld_Creative
source: Warning: All ships will be removed in {0:F1} meters!
ca_ad: Alerta: Totes les naus en {0:F1} metres seran esborrades!
nl: Waarschuwing: Alle schepen binnen {0:F1} meter zullen weggehaald worden!

# PlayerCharacterModel
source: Player model
ca_ad: Model del jugador
nl: Spelersmodel

# NotificationHintPressToUse
source: Press {0} to use {1}
ca_ad: Premeu {0} per fer servir {1}
nl: Druk op {0} om {1} te gebruiken

# JoinGame_SelectServerToShowModList
source: Select server to show mod list
ca_ad: Seleccioneu un servidor per mostrar la llista de mods
nl: Selecteer server om modificatielijst te tonen

# ScreenMods_SearchLabel
source: Search
ca_ad: Cerca
nl: Zoeken

# JoinGame_BadModsListResponse
source: Could not get mod list from the server
ca_ad: No es pot obtenir la llista de mods del servidor
nl: Kon niet de modificatie van de lijst krijgen van de server

source: Hud Warnings
ca_ad: Alertes al HUD
nl: HUD waarschuwingen

# DialogTextIncompatibleWorldVersion
source: This world cannot be loaded. It has been created in a newer version of the game or in a different branch of the game. You can change the branch, before launching the game, in game properties.
ca_ad: Aquest món no es pot carregar. Ha estat creat en una versió més recent del joc.
nl: Deze wereld kan niet geladen worden. Het is gemaakt met een nieuwe versie van het spel.

# MessageBoxTextPublishFailed_AccessDenied
source: This workshop item does not seem to belong to you. Make sure you are logged in with the right account.
ca_ad: Aquest objecte del Workshop no sembla que us pertanyi. Assegureu-vos que heu entrat al joc amb el compte correcte.

# ScreenDebugOfficial_SavePrefab
source: Export clipboard to file
ca_ad: Exporta portaretalls a un fitxer
nl: Exporteer klembord naar bestand

# ToolTipSaveShip
source: Save ships from clipboard to file
ca_ad: Desa una nau del portaretalls a un fitxer

# AddNewNPC
source: Add New Enemy Identity
ca_ad: Afegeix nova identitat enemiga

# DisplayName_BlueprintClass_Tools
source: Tools
ca_ad: Eines
nl: Gereedschap

# ScreenCaptionWorkshopTags
source: Select tags
ca_ad: Seleccioneu etiquetes
nl: Selecteer tags

# WorkshopTag_Animation
source: Animation
ca_ad: Animació
nl: Animatie

# WorkshopTag_Block
source: Block
ca_ad: Bloc
nl: Blok

# WorkshopTag_Character
source: Character
ca_ad: Personatge
nl: Karakter

# WorkshopTag_Other
source: Other
ca_ad: Altres
nl: Overig

# WorkshopTag_Skybox
source: Skybox
ca_ad: Fons espacial

# MessageBoxTextPublishFailed_OwnerMismatchMod
source: Could not update because you are not the owner of this mod.
ca_ad: No es pot actualitzar perquè no sou el propietari d'aquest mod.
nl: Kon niet bijwerken omdat u niet de eigenaar bent van deze mod

# MessageBoxErrorModLoadingFailure
source: Some mods were not loaded because of errors. See log file for details or run the game in single player to access the mod debug screen.
ca_ad: Alguns mods no han estat carregats perquè contenien errors. Mireu el registre per obtenir-ne els detalls o executeu la partida en un sol jugador per accedir a la pantalla de depuració del mod.
nl: Sommige mods zijn niet ingeladen door fouten. Zie het logbestand voor details of start het spel in single player om het mod debug screen te bekijken

# RenderIterpolation
source: Render interpolation
ca_ad: Interpolació del render
nl: Render interpolatie

# ToolTipVideoOptionRenderIterpolation
source: Reduces stuttering and makes game smoother.
ca_ad: Redueix els salts i fa que el joc vagi més fi.
nl: Vermindert hakkelen en maakt spel vloeiender

# ScreenCubeBuilderBlockCategories
source: Tabs of tools and objects:
ca_ad: Pestanyes d'eines i objectes:

# ScreenCubeBuilderBlockSearch
source: Search:
ca_ad: Cerca:
nl: Zoeken:

# ControlDescCopyPasteMove
source: Move pasted object
ca_ad: Mou l'objecte enganxat
nl: Verplaats geplakt object

# NotificationCopyPasteBlockNotAvailable
source: Some blocks in the pasted grid are not available in this world
ca_ad: Alguns blocs enganxats no estan disponibles en aquest món

# ConvertingObjs
source: Converting models. Please wait.
ca_ad: Convertint models. Espereu-vos si us plau.
nl: Model worden geconverteerd. Ogenblik geduld.

# ConvertToObjDone
source: All models converted.
ca_ad: S'han convertit tots els models.
nl: Alle modellen geconverteerd.

# ExportingToObj
source: Exporting model. Please wait.
ca_ad: Exportant model. Espereu-vos si us plau.
nl: Model exporteren. Ogenblik geduld.

# MessageBoxTextDoYouWantToPasteGridWithMissingBlocks
source: Pasted ship contains some blocks that are not available in this world. These blocks will not be pasted, which could possibly cause the ship to split. Do you really want to paste this ship?
ca_ad: La nau enganxada conté alguns blocs que no estan disponibles en aquest món. Aquests blocs no s'enganxaran, això pot provocar que la nau se separi. Voleu enganxar la nau igualment?

# NotificationCopyPasteFloatingObjectNotAvailable
source: Item is not available in this world
ca_ad: L'objecte no està disponible en aquest món
nl: Voorwerp is niet beschikbaar in deze wereld

# ShipWelder_HelpOthers
source: Help Others
ca_ad: Ajuda als altres
nl: Help anderen

# PlacingObjectsToScene
source: Placing objects to world. Please wait.
ca_ad: Col·locant objectes al món. Espereu-vos, si us plau.
nl: Objecten in de wereld aan het plaatsen. Een ogenblik geduld.

# ControlTypeSystems3
source: Systems 3
ca_ad: Sistemes 3
nl: Systemen 3

# NotificationSwitchedToWeapon
source: Switched to weapon: {0}
ca_ad: Canvia a arma: {0}
nl: Omgeschakeld naar het wapen: {0}

# Thrust_Back
source: Backward
ca_ad: Cap enrere
nl: Achteruit

# Thrust_Down
source: Down
ca_ad: Avall
nl: Omlaag

# Thrust_Forward
source: Forward
ca_ad: Endavant
nl: Voorwaards

# Thrust_Left
source: Left
ca_ad: Esquerra
nl: Links

# Thrust_Right
source: Right
ca_ad: Dreta
nl: Rechts

# Thrust_Up
source: Up
ca_ad: Amunt
nl: Omhoog

# SelectBlueprint
source: Select
ca_ad: Selecciona
nl: Selecteren

source: Available Blueprints
ca_ad: Plànols disponibles
nl: Beschikbare Blauwdrukken

# VoxelHandProperty_Sphere_Radius
source: Radius
ca_ad: Radi
nl: Straal

# VoxelHandProperty_Box_Width
source: Width
ca_ad: Amplada
nl: Breedte

# VoxelHandProperty_Box_Depth
source: Depth
ca_ad: Profunditat
nl: Diepte

# VoxelHandProperty_Box_Height
source: Height
ca_ad: Alçada
nl: Hoogte

# VoxelHandSettingScreen_HandDistance
source: Distance
ca_ad: Distància
nl: Afstand

# VoxelHandSettingScreen_HandSettings
source: Brush Settings
ca_ad: Configuració del pinzell
nl: Kwast instellingen

# VoxelHandSettingScreen_HandTransparency
source: Transparency
ca_ad: Transparència
nl: Doorzichtigheid

# VoxelHandSettingScreen_ShapeSettings
source: Shape Settings
ca_ad: Configuració de la forma
nl: Vorm instellingen

# VoxelHandProperty_Capsule_Length
source: Length
ca_ad: Longitud
nl: Lengte

# VoxelHandProperty_Capsule_Radius
source: Radius
ca_ad: Radi
nl: Straal

# ExportToObjModded
source: Model contains modded blocks. Only models with default blocks can be exported.
ca_ad: Aquest model conté blocs amb mods. Només es poden exportar el models amb blocs originals.
