Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/VRage.Game/Content/Data/Localization/MyCommonTexts.*.resx
Languages: ca_ad, nl

# NotificationToolDisabled
source: This tool/weapon is disabled
ca_ad: Aquesta eina/arma està deshabilitada
nl: Dit gereedschap/wapen is uitgeschakeld

# NotificationUnlimitedBuildingFormat
source: Press {0} to add block, press {1} to remove block. Hold {2} to build fast
ca_ad: Premeu {0} per afegir un bloc, premeu {1} per esborrar-lo. Mantingueu premut {2} per construir ràpidament.
nl: Druk op {0} om blok toe te voegen, druk op {1} om blok weg te halen. Houd {2} ingedrukt om sneller te bouwen.

# ControlDescQuickLoad
source: Quick Load
ca_ad: Càrrega Ràpida
nl: Snel Laden

# ControlDescQuickSave
source: Quick Save
ca_ad: Desament ràpid
nl: Snel Opslaan

source: Mouse wheel
ca_ad: Roda del ratolí
nl: Muis wiel

# ScreenCubeBuilderBuildingBlocks
source: Tab content:
ca_ad: Contingut:
nl: Tabblad inhoud

# ScreenCubeBuilderCreativeMode
source: Creative mode
ca_ad: Mode creatiu
nl: Creatieve modus

# ScreenCubeBuilderSubtitle
source: Configure your toolbar (assign building blocks, tools and weapons)
ca_ad: Configureu la vostra barra d'eines (assigneu blocs de construcció, eines i armes)
nl: Werkbalk aanpassen (Wijs bouwblokken, gereedschap en wapens toe)

# ScreenCubeBuilderToolbar
source: Toolbar
ca_ad: Barra d'eines
nl: Werkbalk

# ScreenCubeBuilderToolbarConfig
source: Toolbar Config
ca_ad: Configuració de la barra d'eines
nl: Werkbalk configuratie

# SteamOverlayDisabledCaption
source: Steam Overlay is disabled
ca_ad: El Steam Overlay està desactivat
nl: Steam Overlay is uitgeschakeld

# LoadScreenButtonPublish
source: Publish
ca_ad: Publica
nl: Publiceer

# MessageBoxTextWorldPublished
source: Publish has been completed successfully. If you have Steam Overlay enabled, a page will open and you can edit attributes such as title, description or visibility (it is public by default).
ca_ad: La publicació ha estat completada. Si teniu activat el Steam Overlay s'obrirà una pàgina on podreu editar atributs com el títol, la descripció o la visibilitat (per defecte és pública).
nl: Publiceren is gelukt. Als je de Steam Overlay hebt ingeschakeld opent er een pagina en kan je de attributen zoals titel, omschrijving of zichtbaarheid (standaard is dit obenbaar) aanpassen

# MessageBoxTextWorldPublishFailed
source: Failed to publish on Steam Workshop
ca_ad: Error al publicar al Steam Workshop
nl: Mislukt om to publiceren in de Steam Workshop

# MessageBoxTextModPublished
source: Publish has been completed successfully. If you have Steam Overlay enabled, a page will open and you can edit attributes such as title, description or visibility (it is public by default).
ca_ad: La publicació ha estat completada correctament. Si teniu activat l'Steam Overlay s'obrirà una pàgina on hi podreu editar diversos detalls com el títol, la descripció o la visibilitat (per defecte és pública).
nl: Publicatie is succesvol voltooid. Als je Steam Overlay aan hebt staan, zal er een pagina openen waarop je attributen kunt toevoegen zoals een titel, een beschrijving of zichtbaarheid voor het publiek (staat standaard op beschikbaar voor al het publiek). (100%)

# MessageBoxTextModPublishFailed
source: Failed to publish on Steam Workshop
ca_ad: La publicació a l'Steam Workshop ha fallat
nl: Publiceren op Steam Workshop mislukt

# ProgressTextPublishingWorld
source: Publishing ... please wait.
ca_ad: Publicant ... espereu si us plau.
nl: Publiceren ... even geduld alstublieft.

# ProgressTextUploadingWorld
source: Uploading ... please wait.
ca_ad: Carregant ... espereu si us plau.
nl: Uploaden ... even geduld alstublieft.

# ProgressTextCreatingWorld
source: Creating world ... please wait.
ca_ad: Creant món ... espereu si us plau.
nl: Wereld aan het creëren ... een moment geduld.

# ScreenCaptionWorkshop
source: Workshop Content
ca_ad: Workshop
nl: Laad geabonneerde wereld

# ScreenMenuButtonRecommend
source: Recommend
ca_ad: Recomana
nl: Aanbevelen

# MessageBoxCaptionWorldPublished
source: WORLD PUBLISHED
ca_ad: MÓN PULICAT
nl: WERELD GEPUBLICEERD

# MessageBoxCaptionWorldPublishFailed
source: WORLD PUBLISH FAILED
ca_ad: LA PUBLICACIÓ DEL MÓN HA FALLAT
nl: WERELD PUBLICATIE MISLUKT

# MessageBoxCaptionModPublished
source: MOD PUBLISHED
ca_ad: MOD PUBLICAT
nl: MOD GEPUBLICEERD

# MessageBoxCaptionModPublishFailed
source: MOD PUBLISH FAILED
ca_ad: LA PUBLICACIÓ DEL MOD HA FALLAT
nl: MOD PUBLICATIE MISLUKT

# ScreenLoadSubscribedWorldCopyAndLoad
source: Quickstart
ca_ad: Copia i Carrega
nl: Kopieëren en laden

# LoadScreenButtonTooltipPublish
source: Publish selected world on Steam Workshop
ca_ad: Publica el món seleccionat al Steam Workshop
nl: Publiceer geselecteerde wereld op de Steam Workshop

# ToolTipMenuSubscribedWorlds
source: View a list of worlds subscribed on Steam Workshop
ca_ad: Mireu una llista de móns subscrits al Steam Workshop
nl: Laat een lijst zien van werelden die geabonneerd zijn op Steam Workshop

# MessageBoxCaptionDoYouWishToPublishWorld
source: PUBLISH WORLD
ca_ad: PUBLICA MÓN
nl: PUBLICEER WERELD

# MessageBoxCaptionDoYouWishToUpdateWorld
source: UPDATE WORLD
ca_ad: ACTUALITZA MÓN
nl: WERELD BIJWERKEN

# MessageBoxTextDoYouWishToPublishWorld
source: Are you sure you want to upload and publish selected world on Steam Workshop? Note that by submitting this item, you agree to the workshop terms of service (see http://steamcommunity.com/sharedfiles/workshoplegalagreement).
ca_ad: Esteu segur de que voleu carregar i publicar el món seleccionat al Steam Workshop?
nl: Weet je zeker dat je de geselecteerde wereld wilt uploaden en publiceren op Steam workshop?

# MessageBoxTextDoYouWishToUpdateWorld
source: Are you sure you want to upload and overwrite selected world on Steam Workshop?
ca_ad: Esteu segur de que voleu carregar i sobreescriure el món seleccionat al Steam Workshop?
nl: Weet je zeker dat je de geselecteerde wereld wilt uploaden en overschrijven op de Steam workshop?

# MessageBoxCaptionDoYouWishToPublishMod
source: PUBLISH MOD
ca_ad: PUBLICA MOD
nl: PUBLICEER MOD

# MessageBoxCaptionDoYouWishToUpdateMod
source: UPDATE MOD
ca_ad: ACTUALITZA MOD
nl: UPDATE MODIFICATIE

# MessageBoxTextDoYouWishToPublishMod
source: Are you sure you want to upload and publish selected mod on Steam Workshop? Note that by submitting this item, you agree to the workshop terms of service (see http://steamcommunity.com/sharedfiles/workshoplegalagreement).
ca_ad: Esteu segur que voleu carregar i publicar el mod seleccionat a l'Steam Workshop? En carregar-ho esteu d'acord amb els termes del servei del Workshop (veieu http://steamcommunity.com/sharedfiles/workshoplegalagreement).
nl: Weet je zeker dat je de geselecteerde wereld wilt uploaden en publiceren op de Steam Workshop?

# MessageBoxTextDoYouWishToUpdateMod
source: Are you sure you want to upload and overwrite selected mod on Steam Workshop?
ca_ad: Esteu segur que voleu carregar i sobreescriure el mod seleccionat a l'Steam Workshop?
nl: Weet je zeker dat je de geselecteerde Modificatie wilt uploaden en overschrijven op de Steam workshop?

# ScreenLoadSubscribedWorldBrowseWorkshop
source: Browse Workshop
ca_ad: Mostra el Workshop
nl: Blader Workshop

# ScreenLoadSubscribedWorldRefresh
source: Refresh
ca_ad: Refresca
nl: Vernieuwen

# NotificationNoWeaponSelected
source: No weapon selected
ca_ad: Cap arma seleccionada
nl: Geen wapen geselecteerd

# NotificationSwitchedToWeaponType
source: Switched to weapon type '{0}'
ca_ad: Canvia a arma de tipus '{0}'
nl: Geschakeld naar wapen type '{0}'

# NotificationInertiaDampenersOff
source: Inertia dampeners Off
ca_ad: Amortidors OFF
nl: Inertie dempers Uit

# NotificationInertiaDampenersOn
source: Inertia dampeners On
ca_ad: Amortidors ON
nl: Inertie dempers Aan

# LoadScreenButtonDelete
source: Delete
ca_ad: Suprimeix
nl: Verwijder

# ScreenCaptionEditSettings
source: Edit Settings
ca_ad: Edita la Configuració
nl: Instellingen Wijzigen

# ScreenCaptionSaveAs
source: Save As
ca_ad: Anomena i desa
nl: Opslaan Als

# ScreenMenuButtonHelp
source: Help
ca_ad: Ajuda

# ScreenMenuButtonLoadWorld
source: Load World
ca_ad: Carrega Món
nl: Laad wereld

# ScreenMenuButtonNewWorld
source: New World
ca_ad: Nou Món
nl: Nieuwe Wereld

# ScreenMenuButtonOptions
source: Options
ca_ad: Opcions
nl: Opties

# ScreenNewWorldButtonCustomWorld
source: Custom World
ca_ad: Món Personalitzat
nl: Aangepaste Wereld

# MessageBoxCaptionResetControlsToDefault
source: RESET CONTROLS
ca_ad: REAJUSTA CONTROLS
nl: BESTURING HERSTELLEN

# MessageBoxTextResetControlsToDefault
source: Are you sure you want to reset control bindings to default?
ca_ad: Esteu segur que voleu restablir els controls a com venien per defecte?
nl: Weet je zeker dat je de besturing wilt terugzetten naar de standaard waarden?

source: Screenshot failed
ca_ad: La captura de pantalla ha fallat
nl: Schermafbeelding mislukt

# ScreenshotSaved
source: Screenshot {0} saved
ca_ad: Captura de pantalla {0} desda
nl: Schermafbeelding {0} opgeslagen

# ExportToObjComplete
source: Exported to: {0}
ca_ad: Exportat a: {0}
nl: Geëxporteerd naar: {0}

# ExportToObjFailed
source: Export to obj file failed
ca_ad: Exportació al fitxer obj completada
nl: Exporteren naar obj file is mislukt

# ScreenLoadSubscribedWorldOpenInWorkshop
source: Open in Workshop
ca_ad: Obre al Workshop
nl: Openen in Workshop

# ToolTipWorkshopBrowseWorkshop
source: Open Steam Overlay with Workshop screen
ca_ad: Obre el Steam Overlay amb la pantalla del Workshop
nl: Open Steam Overlay met Workshop scherm

# ToolTipWorkshopCopyAndLoad
source: Launch with default parameters.
ca_ad: Descarrega el món seleccionat al meu ordinador i carrega
nl: Download geselecteerde wereld naar je computer en laad deze

# ToolTipWorkshopOpenInWorkshop
source: Open selected world in Workshop Steam Overlay
ca_ad: Obre el món seleccionat al Workshop Steam Overlay
nl: Open geselecteerde wereld in Workshop Steam Overlay

# ToolTipWorkshopRefresh
source: Refresh the list of subscribed worlds
ca_ad: Refresca la llista de móns subscrits
nl: Herlaad de lijst van geabonneerde werelden

# SettingSymmetryX
source: Symmetry X plane: {0} to set, {1} to reset
ca_ad: Pla de simetria X: {0} per activar, {1} per restablir
nl: Symmetrie X vlak: {0} om te setten {1} om te resetten

# SettingSymmetryXOffset
source: Symmetry X plane (offset): {0} to set, {1} to reset
ca_ad: Pla de simetria X (inclinat): {0} per activar, {1} per restablir
nl: Symmetrie X vlak (offset): {0} om te setten, {1} om te resetten

# SettingSymmetryY
source: Symmetry Y plane: {0} to set, {1} to reset
ca_ad: Pla de simetria Y: {0} per activar, {1} per restablir
nl: Symmetrie Y vlak: {0} om te setten, {1} om te resetten

# SettingSymmetryYOffset
source: Symmetry Y plane (offset): {0} to set, {1} to reset
ca_ad: Pla de simetria Y (inclinat): {0} per activar, {1} per restablir
nl: Symmetrie Y vlak (offset): {0} om te zetten, {1} om te resetten

# SettingSymmetryZ
source: Symmetry Z plane: {0} to set, {1} to reset
ca_ad: Pla de simetria Z: {0} per activar, {1} per restablir
nl: Symmetrie Z-vlak: {0} om in te stellen, {1} om te herstellen

# SettingSymmetryZOffset
source: Symmetry Z plane (offset): {0} to set, {1} to reset
ca_ad: Pla de simetria Z (inclinat): {0} per activar, {1} per restablir
nl: Symmetrie Z-vlak (afwijking): {0} om in te stellen, {1} om te herstellen

# NotificationPickupObject
source: Press {0} to pick up {1}
ca_ad: Premeu {0} per recollir {1}
nl: Druk op {0} om {1} op te pakken

# CubeBuilderPasteNotification
source: Press LMB or Ctrl+V to paste object
ca_ad: Premeu LMB o Ctrl+V per enganxar un objecte
nl: Druk op LMB of Ctrl+V om object te plakken.

# MessageBoxTextErrorLoadingEntities
source: An error occurred while adding one or more objects. See log file for more details.
ca_ad: Ha ocorregut un error mentre s'afegien un o més objectes. Visualitzeu el registre de successos per a obtenir més detalls.
nl: Een fout is opgetreden tijdens het toevoegen van 1 of meer objecten. Zie log file voor meer details.

# MessageBoxTextAreYouSureToMoveGridToClipboard
source: Are you sure you want to delete selected object? (copy will be stored in clipboard)
ca_ad: Esteu segur que voleu esborrar l'objecte seleccionat? (S'emmagatzemarà una còpia al porta-retalls)
nl: Weet u het zeker dat u het geselecteerde object wilt verwijderen ? (kopie wordt opgegeslagen op klembord)

# MessageBoxTextMemoryLimitReachedDuringLoad
source: Memory limit has been reached while loading the world and some objects were not added. If you were using Large World fix and the game was recently updated, it may have been disabled.
ca_ad: Ha estat assolit el límit de memòria mentre es carregava el món i alguns objectes no han estat afegits. Si esteu fent servir el pedaç "Gran Món" i heu actualitzat el joc recentment, poden haver estat desactivats.
nl: Sommige objecten konden niet worden toegevoegd tijdens het laden van de wereld, omdat er te weinig geheugen aanwezig is. Indien u gebruik maakt van Large World Fix en het spel is recentelijk geupdatet, dan zou dit uitgeschakeld kunnen zijn.

# ScreenOptionsControls_Keyboard2
source: Keyboard 2
ca_ad: Teclat 2
nl: Toetsenbord 2

# DialogTextDownloadingWorld
source: Downloading world: {0}% World size: {1}
ca_ad: Descarregant món: {0}%
nl: Wereld downloaden: {0}% Wereld grote: {1}

# DialogTextDownloadWorldFailed
source: Downloading the world has failed!
ca_ad: La descàrrega del món ha fallat!
nl: Het downloaden van de wereld is mislukt.

# DialogTextJoiningWorld
source: Joining world
ca_ad: Entrant al món
nl: Meedoen in wereld

# DialogTextJoinWorldFailed
source: Joining world failed, reason: {0}
ca_ad: L'entrada al món ha fallat, motiu: {0}
nl: Meedoen in wereld mislukt, reden: {0}

# GpuUnderMinimumNotification
source: We have detected that your graphics card is under the minimum requirements and this can cause performance issues or crashes. Thank you for your understanding.
ca_ad: Hem detectat que la vostra controladora gràfica no arriba als requeriments mínims i això pot provocar problemes de rendiment o bloquejos. Gràcies per la vostra comprensió.
nl: Wij hebben vastgesteld dat uw grafische kaart niet voldoet aan de minimale eisen en dat dit uw prestaties negatief kan beïnvloeden of crashes kan veroorzaken. Wij danken u voor uw begrip.

source: Show rotation hints
ca_ad: Mostra consells de rotació
nl: Toon rotatie hints

# ToolTipGameOptionsShowRotationHints
source: Show HUD rotation hints during building
ca_ad: Mostra ajuda de rotació al construir
nl: Toon rotatie hints tijdens het bouwen

# UnknownControl_Unassigned
source: [unassigned]
ca_ad: [sense assignar]
nl: [niet toegekend]

# ScreenOptionsGame_BuildingMode
source: Building mode
ca_ad: Mode de construcció
nl: Bouw modus

# ScreenOptionsGame_Line
source: Line
ca_ad: Línia
nl: Lijn

# ScreenOptionsGame_Plane
source: Plane
ca_ad: Pla
nl: Vlak

# ScreenOptionsGame_SingleBlock
source: Single block
ca_ad: Bloc únic
nl: Enkel blok

# ControlName_Suicide
source: Suicide
ca_ad: Suïcidar-se
nl: Zelfmoord

# MultiplayerErrorStartingServer
source: Multiplayer server cannot be started, error: {0}
ca_ad: No es pot iniciar el servidor de Multi-jugador, error: {0}
nl: Multiplater server kan niet worden gestart., error: {0}

# AlreadyUsedBySomebodyElse
source: Object is being used by somebody else
ca_ad: L'objecte està sent utilitzat per algú altre
nl: Voorwerp is in gebruik bij iemand anders.

# MultiplayerJoinFriendsGames
source: Friend games
ca_ad: Partides dels amics
nl: Spellen van vrienden

# ScreenCaptionPlayers
source: Players
ca_ad: Jugadors
nl: Spelers

# ScreenPlayersLobby_Friends
source: Friends
ca_ad: Amics
nl: Vrienden

# ScreenPlayersLobby_Private
source: Private
ca_ad: Privat
nl: Privé

# ScreenPlayersLobby_Public
source: Public
ca_ad: Públic
nl: Publiek

# ScreenPlayers_GameOwner
source: Game owner
ca_ad: Propietari de la partida
nl: Spel eigenaar

# ScreenPlayers_Invite
source: Invite
ca_ad: Convida
nl: Nodig uit

# ScreenPlayers_Kick
source: Kick
ca_ad: Expulsa

# ScreenPlayers_PlayerName
source: Player name
ca_ad: Nom del jugador
nl: Speler naam

# DialogDownloadWorld_WorldDoesNotExists
source: Game does not exist anymore.
ca_ad: La partida ja no existeix
nl: Spel bestaat niet meer

# MessageBoxCaptionKicked
source: KICKED
ca_ad: EXPULSAT

# MessageBoxTextYouHaveBeenKicked
source: You have been kicked from the game by its owner.
ca_ad: El propietari de la partida us ha expulsat.
nl: Je bent uit het spel gezet door de eigenaar

# WorldSettings_OnlineModeFriends
source: Friends
ca_ad: Amics
nl: Vrienden

# MessageBoxTextAreYouSureYouWantToReconnect
source: Are you sure you want to reconnect to the current multiplayer game?
ca_ad: Esteu segur que voleu reconnectar a la partida multijugador actual?
nl: Weet je zeker dat je opnieuw wilt verbinden met het huidige multiplayer spel?

# NotificationMultiplayerDisabled
source: You are in offline mode and multiplayer is disabled. You have to change the settings from the main menu.
ca_ad: Esteu en mode fora de línia i el multijugador està desactivat. Heu de canviar la configuració des del menú principal.
nl: Je bevindt je in offline modus en multiplayer is uitgeschakeld. Je moet in het hoofdmenu instellingen veranderen

# SteamIsOfflinePleaseRestart
source: Steam is offline. Please run Steam in normal mode or restart Steam if the problem persists
ca_ad: L'Steam està desconnectat. Si us plau executeu l'Steam en mode normal o reinicieu l'Steam si el problema persisteix.
nl: Steam is offline. Start Steam alstublieft in normale modus of herstart Steam als het probleem zich blijft voordoen.

# MultiplayerCompatibleVersions
source: Compatible versions
ca_ad: Versions compatibles
nl: Compatibele versies

source: Max players
ca_ad: Jugadors màxims
nl: Maximaal aantal spelers

# DialogWaitingForWorldData
source: Waiting for world data
ca_ad: Esperant dades del Món
nl: Wachten op wereld gegevens

# MultiplayerErrorConnectionFailed
source: Connection to server failed: {0}
ca_ad: Ha fallat la connexió al servidor: {0}
nl: Verbinding met de server mislukt: {0}

# MultiplayerStateConnectingToServer
source: Connecting to server
ca_ad: Connectant al servidor
nl: Bezig met verbinden met server

# MultiplayerStateWaitingForServer
source: Waiting for server to respond
ca_ad: Esperant al servidor per respondre
nl: Wachten op antwoord van de server

# HarvestingWarningInventoryMightBeTruncatedAreYouSure
source: The selected game type is more limited than the original one. This means that your inventory might be truncated and you might lose some items! Are you sure you want to change the game type?
ca_ad: El tipus de partida seleccionada està més limitada que la original. Això vol dir que el vostre inventari pot ser dividit i podríeu perdre alguns objectes! Esteu segur que voleu canviar el tipus de partida?
nl: Het geselecteerde spel type heeft meer beperkingen dan het huidige. Dit betekent dat je inventaris kan worden aangepast waardoor je items kan verliezen! Weet je zeker dat je het spel type wilt aanpassen?

# ScreenCaptionFriendWorlds
source: Friend worlds
ca_ad: Móns amics
nl: Bevriende werelden

# ScreenCaptionPublicWorlds
source: Public worlds
ca_ad: Móns públics
nl: Publieke werelden

# ControlName_CubeColorChange
source: Change color / weapon mode
ca_ad: Canvia el color del bloc
nl: Verander kleur / wapen modus

# NotificationWeaponDisabledInSettings
source: This weapon is disabled in world settings
ca_ad: Aquesta arma està desactivada a la configuració del món
nl: Dit wapen is uitgeschakeld in de wereldinstellingen

# ControlDescPlayersList
source: Show players (multiplayer only)
ca_ad: Mostra jugadors (només multijugador)
nl: Toon spelers (enkel multiplayer)

# ScreenMenuButtonPlayers
source: Players
ca_ad: Jugadors
nl: Spelers

# ItemDamagedDescription
source: (Damaged)
ca_ad: (Danyat)
nl: (Beschadigd)

# MultiplaterJoin_ServerIsNotResponding
source: Server is not responding
ca_ad: El servidor no respon
nl: Server reageert niet

source: Unsupported aspect ratio
ca_ad: Relació d'aspecte no suportada
nl: Deze beeldverhouding wordt niet ondersteund

source: Only friends can join this game
ca_ad: Només els amics poden unir-se a aquesta partida
nl: Alleen vrienden kunnen deelnemen aan dit spel

# ToolTipWorldSettingsDescription
source: A description of the world
ca_ad: Una descripció del món
nl: Een beschrijving van de wereld

# CompressSaveGames
source: Compress saved games
ca_ad: Comprimeix els jocs desats
nl: Opgeslagen spellen comprimeren

# ToolTipGameOptionsCompressSaveGames
source: Whether the saved games should be compressed on the disk to save space
ca_ad: Les partides desades han de ser comprimides al disc per estalviar espai
nl: Opgeslagen spellen worden gecomprimeerd om ruimte op de harde schijf te besparen

# Headbob
source: Disable headbob
ca_ad: Desactiva moviment del coll
nl: Hoofdbeweging uitschakelen

# ScreenOptionsGame_ShowPlayerNames
source: Show player names
ca_ad: Mostra noms jugadors
nl: Toon namen van spelers

# ToolTipGameOptionsShowPlayerNames
source: Show player names above their characters. This feature must also be enabled in world settings.
ca_ad: Mostra els noms dels jugadors sobre els seus personatges. Aquesta característica s'ha d'activar també a la configuració del Món.
nl: Laat de namen van spelers boven hun lichaam zien. Deze functie moet ook aangezet zijn in de 'wereldinstellingen'.

# NotificationInventoryFull
source: Inventory is full
ca_ad: L'inventari està ple
nl: Inventar ist Voll

# OutOfAmmo
source: {0} is out of ammunition
ca_ad: {0} no té munició
nl: {0} heeft geen munitie meer.

# NotificationMissingComponentToPlaceBlockFormat
source: You need {0} to build {1}
ca_ad: Necessiteu {0} per construir {1}
nl: Je hebt {0} nodig om {1} te bouwen

# JoinGame_ColumnTitle_GameMode
source: Game mode
ca_ad: Mode de Joc
nl: Spelmodus

# JoinGame_ColumnTitle_Players
source: Players
ca_ad: Jugadors
nl: Spelers

# JoinGame_ColumnTitle_Username
source: Username
ca_ad: Nom d'usuari
nl: Gebruikersnaam

# JoinGame_ColumnTitle_World
source: World
ca_ad: Món
nl: Wereld

# JoinGame_ColumnTitle_WorldSize
source: World size
ca_ad: Mida del món
nl: Wereld grootte

# MessageBoxTextSuicide
source: Are you sure you want to commit suicide?
ca_ad: Esteu segur de que voleu suïcidar-vos?
nl: Weet je zeker dat je zelfmoord wilt plegen?

# MultiplayerErrorServerHasLeft
source: The server host has left the game
ca_ad: El host del servidor ha deixat el joc
nl: De server hoster heeft het spel verlaten

# NotificationRespawn
source: You died. Respawn in {0} seconds
ca_ad: Heu mort. Reapareixereu en {0} segons
nl: Je bent dood. Respawn in {0} seconden

# HudBlockInfo_Required
source: Required
ca_ad: Requerit
nl: Benodigd

# JoinGame_GameTypeToolTip_MultipliersFormat
source: Inventory size {0}x Assembler efficiency {1}x Refinery speed {2}x
ca_ad: Mida inventari {0}x Eficiència assemblador {1}x Velocitat refineria {2}x
nl: Voorraad grootte {0}x Assembler efficiëntie {1}x Raffinaderij snelheid {2}x

# NotificationClientConnected
source: Player connected: {0}
ca_ad: Jugador connectat: {0}
nl: Speler verbonden: {0}

# NotificationClientDisconnected
source: Player disconnected: {0}
ca_ad: Jugador desconnectat: {0}
nl: Speler weggegaan: {0}

# MultiplayerError_IncorrectVersion
source: Server has different version of the game. Your version: {0}; Server version: {1}; You can change the branch, before launching the game, in game properties.
ca_ad: El servidor té una versió diferent del joc, la vostra versió {0}, la versió del servidor {1}
nl: Server heeft een verschillende versie van het spel, jouw versie {0}, server versie {1}

source: Show crosshair
ca_ad: Mostra punt de mira
nl: Toon dradenkruis

# ToolTipGameOptionsShowCrosshair
source: Whether the weapon crosshair should be visible
ca_ad: Si el punt de mira ha de ser visible
nl: Of het wapen dradenkruis wel of niet te zien is
