Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/VRage.Game/Content/Data/Localization/MyCommonTexts.*.resx
Languages: ca_ad, nl

# MessageBoxTextAreYouSureYouWantToExit
source: Are you sure you want to exit?
ca_ad: Esteu segur que voleu sortir?
nl: Weet u zeker dat u wilt afsluiten?

# AssignControlKeyboard
source: Please press a key
ca_ad: Premeu una tecla, si us plau
nl: Druk op een toets alstublieft

# AssignControlMouse
source: Please click a mouse button
ca_ad: Feu clic amb un botó del ratolí, si us plau
nl: Druk op een muisknop alstublieft

# ScreenOptionsButtonAudio
source: Audio
ca_ad: Àudio
nl: Geluid

# ScreenCaptionAudioOptions
source: Audio options
ca_ad: Opcions d'àudio
nl: Geluidsopties

source: Cancel
ca_ad: Cancel·la
nl: Annuleer

source: CANNOT ASSIGN CONTROL
ca_ad: NO PUC ASSIGNAR CONTROL
nl: Kan bediening niet toewijzen

# LoadScreenButtonContinueLastGame
source: Continue last
ca_ad: Continuar
nl: Hervat laatste

# ControlAlreadyAssigned
source: {0} is already assigned to {1}. Remove the original control?
ca_ad: {0} ja està assignat a {1}. Esborrar el control original?
nl: {0} is al toegewezen aan {1}. Originele actie verwijderen?

# ControlIsNotValid
source: The pressed key may not be assigned to controls.
ca_ad: La tecla premuda pot ser que no s'assigni als controls.
nl: De ingedrukte toets is mogelijk niet toegewezen aan een actie.

# ScreenMenuButtonCredits
source: Credits
ca_ad: Crèdits

# KeysDelete
source: Delete
ca_ad: Esborra
nl: Verwijder

# KeysDown
source: Down
ca_ad: Avall
nl: Omlaag

# DoYouWantToKeepTheseSettingsXSecondsRemaining
source: Do you want to keep these settings? {0} seconds remaining.
ca_ad: Voleu conservar aquesta configuració? Falten {0} segons.
nl: Wilt u deze instellingen behouden? {0} seconden over.

# KeysEnd
source: End
ca_ad: Finalitzar
nl: Eind

# ScreenMenuButtonExitToMainMenu
source: Exit to main menu
ca_ad: Menú principal
nl: Verlaat naar hoofdmenu

# ScreenMenuButtonExitToWindows
source: Exit to Windows
ca_ad: Surt a Windows
nl: Verlaat naar Windows

source: Field of view
ca_ad: Camp de visió
nl: Gezichtsveld

# ScreenOptionsButtonGame
source: Game
ca_ad: Joc
nl: Spel

# ScreenCaptionGameOptions
source: Game options
ca_ad: Opcions del Joc
nl: Spel opties

# ScreenOptionsControls_AnalogAxes
source: Analog
ca_ad: Analògic
nl: Analoog

# GameVolume
source: Sound volume
ca_ad: Volum del so
nl: Geluidsvolume

source: Hardware cursor
ca_ad: Cursor de maquinari

# ControlName_Help
source: Help
ca_ad: Ajuda

# KeysHome
source: Home
ca_ad: Inici

# KeysInsert
source: Insert
ca_ad: Inserta

# InvertMouseX
source: Invert mouse X axis
ca_ad: Inverteix l'eix X del ratolí
nl: Muis X axis omdraaien

# InvertMouseY
source: Invert mouse Y axis
ca_ad: Inverteix l'eix Y del ratolí
nl: Muis Y axis omdraaien

# Joystick
source: Joystick or gamepad
ca_ad: Comandament o gamepad
nl: Joystick of gamepad

# JoystickDeadzone
source: Joystick deadzone width
ca_ad: Amplada de la zona morta del comandament
nl: Joystick deadzone breedte

# JoystickExponent
source: Joystick gradual precision
ca_ad: Precisió gradual del comandament
nl: Joystick geleidelijke precisie

source: Joystick sensitivity
ca_ad: Sensibilitat del comandament
nl: Joystick gevoeligheid

# ScreenOptionsControls_Keyboard
source: Keyboard
ca_ad: Teclat
nl: Toetstenbord

source: Language
ca_ad: Idioma
nl: Taal

# KeysLeft
source: Left
ca_ad: Esquerra
nl: Links

# KeysLeftAlt
source: LAlt
ca_ad: Alt Esquerra
nl: Linker alt

# KeysLeftControl
source: LCtrl
ca_ad: Ctrl Esquerra

# KeysLeftShift
source: LShift
ca_ad: Shift Esquerra

# LoadScreenButtonLoad
source: Load
ca_ad: Carrega
nl: Laden

# LoadingPleaseWaitUppercase
source: LOADING … PLEASE WAIT
ca_ad: CARREGANT ... ESPEREU SI US PLAU
nl: Laden... Een ogenblik geduld alstublieft

# MessageBoxCaptionPleaseConfirm
source: PLEASE CONFIRM
ca_ad: CONFIRMEU, SI US PLAU
nl: Bevestig alstublieft

# MessageBoxCaptionExit
source: EXIT
ca_ad: SORTIR
nl: Afsluiten

# MiddleMouseButton
source: MMB
ca_ad: Botó Central del Ratolí

# ScreenOptionsControls_Mouse
source: Mouse
ca_ad: Ratolí
nl: Muis

source: Mouse sensitivity
ca_ad: Sensibilitat del ratolí
nl: Muis gevoeligheid

# ControlTypeNavigation
source: Navigation
ca_ad: Navegació
nl: Navigatie

# ScreenCaptionNewWorld
source: New World
ca_ad: Nou Món
nl: Nieuwe Wereld

# KeysNumPad0
source: Num 0
ca_ad: Núm 0

# KeysNumPad1
source: Num 1
ca_ad: Núm 1

# KeysNumPad2
source: Num 2
ca_ad: Núm 2

# KeysNumPad3
source: Num 3
ca_ad: Núm 3

# KeysNumPad4
source: Num 4
ca_ad: Núm 4

# KeysNumPad5
source: Num 5
ca_ad: Núm 5

# KeysNumPad6
source: Num 6
ca_ad: Núm 6

# KeysNumPad7
source: Num 7
ca_ad: Núm 7

# KeysNumPad8
source: Num 8
ca_ad: Núm 8

# KeysNumPad9
source: Num 9
ca_ad: Núm 9

source: OK
ca_ad: D'acord

# ScreenCaptionOptions
source: Options
ca_ad: Opcions
nl: Opties

# KeysPageDown
source: PgDown
ca_ad: AvPàg

# KeysPageUp
source: PgUp
ca_ad: RePàg

# RecommendedAspectRatio
source: Recommended aspect ratio: {0}
ca_ad: Relació d'aspecte recomanada: {0}
nl: Aanbevolen aspect ratio: {0}

# Revert
source: Defaults
ca_ad: Per defecte
nl: Standaardinstellingen

# KeysRight
source: Right
ca_ad: Dreta
nl: Rechts

# KeysRightAlt
source: RAlt
ca_ad: Alt dreta

# KeysRightControl
source: RCtrl
ca_ad: Ctrl dreta

# KeysRightShift
source: RShift
ca_ad: Shift dreta

source: SELECT CONTROL
ca_ad: SELECCIONEU CONTROL
nl: Selecteer control

# ServerShutdownNotificationCaption
source: SCHEDULED SERVER SHUTDOWN
ca_ad: APAGADA PROGRAMADA DEL SERVIDOR
nl: Geplande server sluiting

# SorryButSelectedSettingsAreNotSupportedByYourHardware
source: Sorry, but the settings you have chosen are not supported by your hardware.
ca_ad: Ho sentim, però la configuració que heu triat no està suportada pel vostre maquinari.
nl: Sorry, de door u gekozen instellingen worden niet ondersteund door uw hardware.

# KeysSpace
source: Space
ca_ad: Espai
nl: Spatie

# StartGameInProgressPleaseWait
source: Starting game … please wait.
ca_ad: Iniciant al partida... espereu si us plau.
nl: Spel starten ... Een ogenblik geduld.

# ControlName_StrafeLeft
source: Strafe left
ca_ad: Desplaça a l'esquerra
nl: Links

# ControlName_StrafeRight
source: Strafe right
ca_ad: Desplaça a la dreta
nl: Rechts

# ControlTypeSystems1
source: Systems 1
ca_ad: Sistemes 1
nl: Systeem 1

# ControlTypeSystems2
source: Systems 2
ca_ad: Sistemes 2
nl: Systeem 2

# KeysTab
source: Tab
ca_ad: Tabulador

# TitleFailedToStartInternetBrowser
source: Failed to start the browser.
ca_ad: No s'ha pogut iniciar el navegador.
nl: Fout tijdens het starten van de browser.

# UnknownControl_None
source: none
ca_ad: cap
nl: Geen

# KeysUp
source: Up
ca_ad: Amunt
nl: Omhoog

# ControlName_UseOrInteract
source: Use / Interact
ca_ad: Utilitzar / Interactuar
nl: Gebruik / Interacteer.

source: Vertical sync
ca_ad: Sincronització vertical
nl: Verticale synchronisatie

source: Video mode
ca_ad: Mode de vídeo
nl: Video modus

# ControlTypeToolsOrWeapons
source: Tools / Weapons
ca_ad: Eines / Armes
nl: Gereedschap / Wapens

source: Yes
ca_ad: Sí
nl: Ja

source: Disabled
ca_ad: Desactivat
nl: Uitgeschakeld

# KeysDecimal
source: Num .
ca_ad: Núm .

# KeysBackslash
source: Bkslash
ca_ad: Barra invertida
nl: Backslash

# KeysComma
source: Comma
ca_ad: Coma
nl: Komma

# KeysMinus
source: Minus
ca_ad: Menys
nl: Min

# KeysPeriod
source: Period
ca_ad: Punt
nl: Punt

# KeysPipe
source: Pipe
ca_ad: Tub
nl: Pijp

# KeysPlus
source: Plus
ca_ad: Més

# KeysQuestion
source: Slash
ca_ad: Barra

# KeysQuotes
source: Quote
ca_ad: Cita
nl: Citeer

# KeysSemicolon
source: Colon
ca_ad: Coma
nl: Dubbele punt

# KeysMultiply
source: Num *
ca_ad: Núm *

# KeysAdd
source: Num +
ca_ad: Núm +

# KeysSubtract
source: Num −
ca_ad: Núm -

# KeysCapsLock
source: Caps Lock
ca_ad: Bloqueig de Majúscules

# KeysBackspace
source: Backsp.
ca_ad: Retrocès

# ApplyingPleaseWait
source: Applying changes … please wait
ca_ad: Aplicant canvis... espereu-vos
nl: Veranderingen toepassen ... moment geduld

# MP_YouHaveBeenKilled
source: You have been killed
ca_ad: Sou mort
nl: Je bent gedood

source: Music volume
ca_ad: Volum de la música
nl: Muziek volume

source: Video adapter
ca_ad: Controladora de vídeo

# DefaultFOV
source: Default: {0:F1}
ca_ad: Per defecte: {0:F1}
nl: Standaard: {0:F1}

# WorldLoaded
source: World {0} loaded
ca_ad: Món {0} carregat
nl: Wereld {0} geladen

# ControlName_Screenshot
source: Screenshot
ca_ad: Captura de pantalla
nl: Schermafbeelding

# ControlName_PreviousColor
source: Prev. Color or Camera
ca_ad: Color o Càmera anterior
nl: Vorige kleur of Camera

# ControlName_NextColor
source: Next Color or Camera
ca_ad: Següent Color o Càmera
nl: Volgende Kleur of Camera

# WorldSaved
source: World '{0}' saved
ca_ad: Món '{0}' desat
nl: Wereld {0} is opgeslagen

source: Blueprints
ca_ad: Plànols
nl: Blauwdrukken

source: Factions
ca_ad: Faccions
nl: Facties

source: Blueprint Materials
ca_ad: Materials dels plànols
nl: Blauwdruk Materialen

source: Production Queue
ca_ad: Cua de producció
nl: Productie Wachtrij

# LoadScreenButtonEditSettings
source: Edit Settings
ca_ad: Edita la Configuració
nl: Verander Instellingen

# ScreenCaptionCustomWorld
source: Custom Game
ca_ad: Món Personalitzat
nl: Zelfgemaakte wereld

# ErrorNameTooLong
source: Name is too long (max 128 characters allowed)
ca_ad: El nom és massa llarg (màxim permès: 128 dígits)
nl: Naam is te lang (maximaal 128 karakters toegestaan)

# ErrorNameTooShort
source: Name is too short (min 5 characters required)
ca_ad: El nom és massa curt (mínim 5 caràcters)
nl: Naam is te kort (minimaal 5 tekens benodigd)

# WorldSettings_GameModeSurvival
source: Survival
ca_ad: Supervivència

# ScreenMenuButtonJoinWorld
source: Join World
ca_ad: Multijugador
nl: Meedoen aan deze Wereld

source: Name
ca_ad: Nom
nl: Naam

# WorldSettings_OnlineMode
source: Online mode
ca_ad: Mode en línia
nl: Online modus

# WorldSettings_OnlineModeOffline
source: Offline
ca_ad: Desconnectat

# WorldSettings_OnlineModePrivate
source: Private
ca_ad: Privat
nl: Privé

# WorldSettings_OnlineModePublic
source: Public
ca_ad: Públic
nl: Openbaar

# ScreenNewWorldButtonQuickstart
source: Quickstart
ca_ad: Inici ràpid
nl: Snelle start

# ToolTipWorldSettingsName
source: Name must be {0} to {1} alpha-numeric characters
ca_ad: El nom ha de ser de {0} a {1} caracters alfanunmèrics
nl: Naam moet tussen {0} en {1} letters en/of cijfers bevatten

# MessageBoxTextAreYouSureYouWantToDeleteSave
source: Are you sure you want to delete '{0}'?
ca_ad: Esteu segur que voleu esborrar '{0}'?
nl: Weet u zeker dat u '{0}' wilt verwijderen?

# ScreenCaptionLoadWorld
source: Load World
ca_ad: Carrega Món
nl: Laad een wereld

# LoadScreenButtonSaveAs
source: Save As
ca_ad: Anomena i desa
nl: Opslaan Als

# WorldSettings_GameModeCreative
source: Creative
ca_ad: Creatiu
nl: Creatief

source: Player Character
ca_ad: Personatge
nl: Karakter van de Speler

# WorldSettings_AutoSave
source: Auto-save
ca_ad: Desa automàticament
nl: Automatisch opslaan

# ToolTipWorldSettingsAutoSave
source: Auto-save saves the state of your world every {0} minutes or when exiting the game
ca_ad: Desa automàticament desa l'estat del vostre Món cada {0} minuts o quan sortiu de la partida
nl: Automatisch opslaan slaat je wereld elke {0} minuten op of wanneer je de wereld verlaat

# MessageBoxTextDoYouWantToSaveYourProgress
source: Do you want to save your progress?
ca_ad: Voleu desar el vostre progrés?
nl: Wil je je voortgang opslaan?

source: Save World
ca_ad: Desa el Món
nl: Wereld Opslaan

# ScreenMenuButtonSave
source: Save
ca_ad: Desa
nl: Opslaan

source: Saving ... please wait
ca_ad: Desant ... espereu-vos si us plau
nl: Bezig met Opslaan ... Een ogenblik geduld alstublieft

source: Advanced
ca_ad: Avançat
nl: Geavanceerd

source: Advanced Controls
ca_ad: Controls avançats
nl: Geavanceerde Besturingsopties

# ControlName_Backward
source: Backward
ca_ad: Cap enrere
nl: Achterwaarts

source: Basic Controls
ca_ad: Controls bàsics
nl: Basale Besturing

source: Close
ca_ad: Tanca
nl: Sluiten

# ControlName_DownOrCrouch
source: Down or Crouch
ca_ad: Avall o Ajupir-se
nl: Omlaag of Bukken

# ControlName_FirstOrThirdPerson
source: First-person / Third-person
ca_ad: Primer persona / Tercera persona
nl: Eerste-persoon / Derde-persoon

# ControlName_Forward
source: Forward
ca_ad: Endavant
nl: Vooruit

source: Next page
ca_ad: Pàgina següent
nl: Volgende Pagina

# NotificationNeedShowHelpScreen
source: Press {0} for help
ca_ad: Premeu {0} per ajuda i tutorials
nl: Druk {0} in voor help en handleidingen

source: Previous page
ca_ad: Pàgina anterior
nl: Vorige Pagina

source: Show controls hints
ca_ad: Mostra els consells dels controls
nl: Laat besturingshints zien

# ControlName_UpOrJump
source: Up or Jump
ca_ad: Amunt o Saltar
nl: Omhoog of Springen

# ControlName_CubeRotateVerticalNeg
source: Rotate block vertical -
ca_ad: Rota bloc verticalment -
nl: Roteer blok verticaal -

# ControlName_CubeRotateVerticalPos
source: Rotate block vertical +
ca_ad: Rota bloc verticalment +
nl: Roteer blok verticaal +

# ControlName_CubeRotateHorizontalNeg
source: Rotate block horizontal -
ca_ad: Rota bloc horitzontalment -
nl: Roteer blok horizontaal -

# ControlName_CubeRotateHorizontalPos
source: Rotate block horizontal +
ca_ad: Rota bloc horitzontalment +
nl: Roteer blok horizontaal +

# ControlName_CubeRotateRollNeg
source: Rotate block roll -
ca_ad: Rota bloc girant-lo -
nl: Roteer blok rol -

# ControlName_CubeRotateRollPos
source: Rotate block roll +
ca_ad: Rota bloc girant-lo +
nl: Roteer blok rol +

# ControlName_Slot0
source: Unequip
ca_ad: Treure
nl: Los laten

# ControlName_Slot1
source: Equip item from slot 1
ca_ad: Equipa objecte del solc 1
nl: Rust voorwerp van Vak 1 uit

# ControlName_Slot2
source: Equip item from slot 2
ca_ad: Equipa objecte del solc 2
nl: Rust voorwerp van Vak 2 uit

# ControlName_Slot3
source: Equip item from slot 3
ca_ad: Equipa objecte del solc 3
nl: Rust voorwerp van Vak 3 uit

# ControlName_Slot4
source: Equip item from slot 4
ca_ad: Equipa objecte del solc 4
nl: Rust voorwerp van Vak 4 uit

# ControlName_Slot5
source: Equip item from slot 5
ca_ad: Equipa objecte del solc 5
nl: Rust voorwerp van Vak 5 uit

# ControlName_Slot6
source: Equip item from slot 6
ca_ad: Equipa objecte del solc 6
nl: Rust voorwerp van Vak 6 uit

# ControlName_Slot7
source: Equip item from slot 7
ca_ad: Equipa objecte del solc 7
nl: Rust voorwerp van Vak 7 uit

# ControlName_Slot8
source: Equip item from slot 8
ca_ad: Equipa objecte del solc 8
nl: Rust voorwerp van Vak 8 uit

# ControlName_Slot9
source: Equip item from slot 9
ca_ad: Equipa objecte del solc 9
nl: Rust voorwerp van Vak 9 uit

# MessageBoxTextAreYouSureYouWantToQuickLoad
source: Are you sure you want to quick-load?
ca_ad: Esteu segur de que voleu fer una càrrega ràpida?
nl: Weet je zeker dat je wilt snel-laden?

# MessageBoxTextAreYouSureYouWantToQuickSave
source: Are you sure you want to quick-save?
ca_ad: Esteu segur de que voleu desar de manera ràpida?
nl: Weet u het zeker dat u wilt quick-saven?

# ControlName_ToolbarConfig
source: Toolbar config
ca_ad: Configuració de la barra d'eines
nl: Werkbalk configuratie

# ControlName_HoldToLookAround
source: Hold to look around
ca_ad: Mantingueu premut per mirar al voltant
nl: Houd ingedrukt om rond te kijken

# ControlName_HoldToSprint
source: Hold to sprint
ca_ad: Mantingueu premut per córrer
nl: Houd ingedrukt om te sprinten

source: Loading ... please wait
ca_ad: Carregant ... espereu, si us plau
nl: Laden ... Een moment geduld alstublieft

# NoPlaceToCreateGrid
source: There's no place to create a new block. Point your view to an empty space.
ca_ad: No hi ha lloc per crear un nou bloc. Posicioneu-vos a un espai buit.
nl: Er is geen plaats om een nieuw blok te plaatsen. Richt naar een leeg stuk ruimte.

# ControlName_HudOnOff
source: HUD on / off
ca_ad: HUD activat / desactivat
nl: HUD aan / uit

# ScreenCubeBuilderHint
source: Hint: Drag an icon to a toolbar slot and activate by a numeric key
ca_ad: Consell: Arrossegueu una icona a un solc de la barra d'eines i activeu-la amb una tecla numèrica
nl: Hint: Sleep een icoon naar een werkbalk vak en activeer het met behulp van een numerieke knop.

source: Saved
ca_ad: Desat
nl: Opgeslagen

source: Hide weapon
ca_ad: Amaga arma
nl: Verberg wapen

source: Thrust
ca_ad: Propulsor
nl: Stuwkracht

# SomeWorldFilesCouldNotBeLoaded
source: One of the world/save files is corrupted and can't be loaded. See log for details.
ca_ad: Un dels móns/fitxers desats s'ha corromput i no pot ser carregat. Visualitzeu el registre de successos per a obtenir més detalls.
nl: Een van de bestanden is corrupt en de wereld kan niet worden geladen. Kijk in de log voor details.

source: World file is corrupted and could not be loaded.
ca_ad: El fitxer de món està corromput i no es por carregar.
nl: Wereld bestand is corrupt en kan niet worden geladen.

# ToolTipNewWorldCustomWorld
source: Create a new world with custom settings
ca_ad: Crea un nou Món amb configuració personalitzada
nl: Creëer een nieuwe wereld met veranderde instellingen

# ToolTipVideoOptionsRenderQuality
source: Higher rendering quality means better visuals, larger view distance and more special effects - however, it is more demanding on your computer's performance (CPU and GPU). If the game doesn't run smoothly, decrease it.
ca_ad: Una qualitat de representació més alta comporta millors gràfics, millor visualització a grans distàncies i més efectes especials; tanmateix, això demana al vostre ordinador un major rendiment (CPU i GPU). Si el joc no s'executa suaument, disminuïu-la.
nl: Hoge gerenderde kwaliteit betekent een betere weergave, grotere kijkafstand en meer speciale effecten - maar, het vereist veel kracht van je computer (CPU en GPU). Als het spel niet soepel verloopt, zet dit dan lager.

# ToolTipVideoOptionsVideoAdapter
source: Select a graphic adapter and/or a monitor. Changing the adapter requires restart of the game.
ca_ad: Trieu una tarja gràfica i/o un monitor
nl: Selecteer een grafische adapter en/of monitor

# ToolTipVideoOptionsVideoMode
source: Select a screen resolution. We recommend using an aspect ratio compatible with your monitor. If the game doesn't run smoothly, decrease your screen resolution.
ca_ad: Seleccioneu la resolució de la pantalla. Recomanem utilitzar una relació d'aspecte compatible amb la vostra pantalla. Si el joc no s'executa suaument, disminuïu la vostra resolució de pantalla.
nl: Selecteer een schermresolutie. We bevelen een aspect ratio aan die overeenkomt met uw monitor. Als het spel niet vloeiend verloopt, verlaag dan uw schermresolutie.

# ToolTipVideoOptionsHardwareCursor
source: HW mouse cursor is independent of game framerate. We recommend to turn it on.
ca_ad: El cursor de maquinari del ratolí és independent de la velocitat de quadres del joc. Us recomanem activar-ho.
nl: HW muiscursor is onafhankelijk van de framerate van het spel. We bevelen aan het aan de zetten.

# ToolTipVideoOptionsVerticalSync
source: The game will synchronize with the refresh rate of the monitor. We recommend to turn it off.
ca_ad: El joc se sincronitzarà amb la freqüència d'actualització de la pantalla. Us recomanem desactivar-ho.
nl: Het spel zal synchroniseren met de verversingssnelheid van de monitor. We bevelen aan het uit te zetten.

# ToolTipVideoOptionsFieldOfView
source: Horizontal field of view angle
ca_ad: Angle del camp de visió horitzontal
nl: Hoek van het horizontale gezichtsveld

# ToolTipGameOptionsShowControlsHints
source: Show on-screen control hints during gameplay
ca_ad: Mostra ajuda dels controls en pantalla durant la partida
nl: Laat hints op het scherm zien tijdens het spel

# WorldNotSaved
source: World '{0}' failed to save. This can be caused by running out of memory or problems when writing files. Working on this world any longer may result in loss of progress. You can check log file to find out more about what caused this error.
ca_ad: El món '{0}' no s'ha pogut desar. Això pot ser degut a una falta de memòria a l'hora d'escriure els fitxers. Hi ha possibilitat de perdre els progressos fets si seguiu en aquest món. Podeu comprovar el registre de successos per trobar més informació sobre què ha pogut causar aquest error.
nl: Wereld {0} kon niet worden opgeslagen. Dit kan veroorzaakt zijn door te weinig geheugen of problemen tijdens het schrijven van de bestanden. Vooruitgang in de wereld kan verloren gaan. Controleer de logfile om uit te vinden wat deze fout heeft veroorzaakt.

# NotificationMemoryOverload
source: Not enough memory to add new objects
ca_ad: No hi ha prou memòria per afegir nous objectes
nl: Onvoldoende geheugen om nieuwe objecten toe te voegen

# BetterGCIsAvailable
source: We have detected a better graphics card in your computer than the one the game currently runs on. Please check your NVIDIA/AMD Control Panel settings.
ca_ad: Hem detectat una tarja gràfica millor a la que esteu fent servir per jugar. Si us plau, comproveu la configuració del Tauler de Control NVIDIA/AMD.
nl: Uw computer bevat een betere grafische kaart dan degene die het spel nu gebruikt. Controleer a.u.b. uw NVIDIA/AMD instellingen.

# MessageBoxCaptionWarning
source: WARNING
ca_ad: ALERTA
nl: WAARSCHUWING

# MessageBoxTextOpenBrowser
source: This will open {0} in your internet browser. The game will keep running. Do you want to continue?
ca_ad: S'obrirà {0} al vostre navegador. El joc seguirà executant-se. Voleu continuar?
nl: Dit zal {0} openen in de internet browser. Het spel zal blijven draaien. Doorgaan?

source: Loaded
ca_ad: Carregat
nl: Geladen

# MessageBoxTextNoSavedWorlds
source: There are no saved worlds yet. Please start by creating a new world.
ca_ad: Encara no hi ha móns desats. Comenceu creant un nou món, si us plau.
nl: Er zijn nog geen opgeslagen werelden. U kunt beginnen door een nieuwe wereld aan te maken.

# MessageBoxCaptionVideoTutorial
source: Video Tutorial
ca_ad: Vídeo Tutorial
nl: Video Handleiding

# MessageBoxTextSaveChangesBeforeExit
source: Save changes before quitting?
ca_ad: Desar els canvis abans de sortir?
nl: Instellingen opslaan voordat u afsluit?

# ErrorNameAlreadyExists
source: Name is already used. Please choose a different name.
ca_ad: El nom ja està en ús. Trieu-ne un de diferent, si us plau.
nl: Naam is al in gebruik, kies een andere naam.

# NotificationBuildingFormat
source: Press {0} to place cube
ca_ad: Premeu {0} per col·locar el cub
nl: Druk {0} om een kubes to plaatsen

# NotificationColorFormat
source: Press {0} or {1} to change color. Hold {2} to apply color. Hold {3} or {4} to increase brush size.
ca_ad: Premeu {0} o {1} per canviar el color. Manteniu premut {2} per aplicar el color. Manteniu premut {3} o {4} per incrementar la mida del pinzell.
nl: Druk {0} of {1} om te wisselen van kleur. Houd {2} ingedrukt om kleur vast te stellen. Hou {3} of {4} ingedrukt voor een grotere kwastgrootte.

# NotificationHideHintsInGameOptions
source: You can hide these hints in Game Options
ca_ad: Podeu ocultar aquestes ajudes a Opcions del Joc
nl: Je kunt deze tips verbergen in game opties

# NotificationHudHideFormat
source: Press {0} to hide/unhide the HUD
ca_ad: Premeu {0} per ocultar/mostrar el HUD
nl: Druk {0} om je HUD te tonen/verbergen

# NotificationRotationFormat
source: Press {0}, {1}, {2}, {3}, {4}, {5} to rotate
ca_ad: Premeu {0}, {1}, {2}, {3}, {4}, {5} per rotar
nl: Druk {0}, {1}, {2}, {3}, {4}, {5} om te draaien

# NotificationScreenFormat
source: Press {0} to configure toolbar
ca_ad: Premeu {0} per configurar la barra d'eines o crear nous objectes
nl: Druk {0} om werkbalk aan te passen of een nieuw object aan te maken

# NotificationSlotEquipFormat
source: Press {0}, {1}, {2}, ... to equip from slot
ca_ad: Premeu {0}, {1}, {2}, ... per equipar des del solc
nl: Druk {0}, {1}, {2} ... om uit te rusten vanaf de werkbalk
