Repository: KeenSoftwareHouse/SpaceEngineers
Catalog: Sources/VRage.Game/Content/Data/Localization/MyCommonTexts.*.resx
Languages: ca_ad, nl

# VoxelHandSettingScreen_HandSnapToVoxel
source: Snap to voxel grid
ca_ad: Ajustament a la grilla del voxel

# VoxelHandProperty_AutoLevel_Area
source: Area
ca_ad: Àrea
nl: Gebied

# VoxelHandProperty_AutoLevel_Axis
source: Choose axis
ca_ad: Trieu eix
nl: Kies as

# VoxelHandProperty_AutoLevel_AxisX
source: X axis
ca_ad: Eix X
nl: X as

# VoxelHandProperty_AutoLevel_AxisY
source: Y axis
ca_ad: Eix Y
nl: Y as

# VoxelHandProperty_AutoLevel_AxisZ
source: Z axis
ca_ad: Eix Z
nl: Z as

# NotificationNewFactionChatMessage
source: New message in {0} faction chat
ca_ad: Nou missatge al xat de la facció {0}
nl: Nieuw bericht in {0} factie chat

# NotificationNewGlobalChatMessage
source: New global chat message
ca_ad: Nou missatge de xat global
nl: Nieuw globaal chat bericht

# NotificationNewPlayerChatMessage
source: New message from {0}
ca_ad: Nou missatge de {0}
nl: Nieuw bericht van {0}

# ErrorDescriptionTooLong
source: Description is too long (max 8000 characters allowed)
ca_ad: La descripció és massa llarga (màxim permès: 8000 dígits)
nl: Omschrijving is te lang (maximaal 8000 karakters)

source: Description
ca_ad: Descripció
nl: Beschrijving

# TooltipScreenMods_SelectCategories
source: Select categories
ca_ad: Seleccioneu categories
nl: Categorieën selecteren

# JoinGame_GameTypeToolTip_ViewDistance
source: View distance: {0}m
ca_ad: Veure distància: {0}m
nl: Kijk afstand: {0}m

# VoxelHandSettingScreen_HandProjectToVoxel
source: Project to voxel
ca_ad: Projecta al voxel
nl: Projecteer naar voxel

# ControlDescNextVoxelMaterial
source: Next voxel material
ca_ad: Següent material del voxel
nl: Volgend voxel materiaal

# ControlDescOpenVoxelHandSettings
source: Open voxel hand settings
ca_ad: Obre configuració manual del voxel
nl: Open voxel hand instellingen

# ControlDescPreviousVoxelMaterial
source: Previous voxel material
ca_ad: Anterior material del voxel
nl: Vorig voxel materiaal

# BlueprintsMessageBoxDesc_Replace
source: Are you sure you want to replace this blueprint with clipboard?
ca_ad: Esteu segur que voleu reemplaçar aquest plànol amb el del porta-retalls?

# BlueprintsMessageBoxTitle_Replace
source: Replace
ca_ad: Reemplaça
nl: Vervangen

# NotificationTextPanelReadOnly
source: Text panel is read-only
ca_ad: El panell de text és de només lectura
nl: Tekst paneel is alleen lezen

# MessageBoxTextTooLongText
source: Text is too long. Do you want to truncate it?
ca_ad: El text és massa llarg. Voleu dividir-lo?
nl: Tekst is te lang. Wilt u deze afkappen?

# ControlDescExportModel
source: Export model
ca_ad: Exporta model
nl: Exporteer model

# VoxelHandSettingScreen_HandShowGizmos
source: Show bounding box
ca_ad: Mostra quadre delimitador

# MessageBoxTextOpenUrlOverlayNotEnabled
source: This will open {0} in your internet browser, because Steam Overlay is either disabled or failed to open. The game will keep running. Do you want to continue?
ca_ad: Això obrirà {0} al vostre navegador d'internet, perquè Steam Overlay està desactivat o no ha pogut obrir-se. El joc seguirà executant-se. Voleu continuar?

# NotificationRotationFormatCombined
source: Press {0} to rotate the block
ca_ad: Prem {0} per rotar el bloc

# NotificationCompoundBuildingFormat
source: Press {0} or {1} to toggle compound building
ca_ad: Premeu {0} o {1} per saltar a la composició d'edifici

# NotificationSwitchBuildingModeFormat
source: Press {0} to toggle dynamic building
ca_ad: Premeu {0} o {1} per saltar a l'edifici dinàmic

# ControlName_SwitchWalk
source: Switch walk
ca_ad: Canviar a caminar

# JoinGame_TabTooltip_Favorites
source: The list of favorite servers
ca_ad: La llista de servidors preferits

# JoinGame_TabTitle_Favorites
source: Favorites
ca_ad: Favorits

# JoinGame_TabTitle_History
source: History
ca_ad: Història

# JoinGame_TabTooltip_Friends
source: The list of friends servers
ca_ad: La llista de servidors d'amistats

# JoinGame_TabTooltip_History
source: The list of previously visited servers
ca_ad: La llista de servidors prèviament visitats

# JoinGame_Favorites_Add
source: Add server to favorites
ca_ad: Afegir servidor als favorits

# JoinGame_Favorites_Remove
source: Remove server from favorites
ca_ad: Eliminar servidor dels favorits

# ControlName_VoxelHandSettings
source: Open voxel hand settings
ca_ad: Obre configuració manual del voxel

# NotificationVoxelHandHintFormat
source: Press {0} to open voxel hand settings
ca_ad: Prem {0} per obrir la configuració manual del voxel

# NotificationVoxelMaterialFormat
source: Press {0} or {1} to change voxel material
ca_ad: Premeu {0} o {1} per canviar el material del voxel

# BotSettingsScreen_EnableBotsDebugging
source: Enable bots debugging
ca_ad: Activa el depurat dels bots

# BotSettingsScreen_NextBot
source: Next bot
ca_ad: Següent bot

# BotSettingsScreen_PreviousBot
source: Previous bot
ca_ad: Bot anterior

# BotSettingsScreen_Title
source: Bots settings
ca_ad: Ajusts dels bots

# ScreenDebugOfficial_BotSettings
source: Bots settings
ca_ad: Ajusts dels bots

# ScreenCaptionControls
source: Controls
nl: Besturing

# ControlTypeGeneral
source: General
nl: Algemeen

# JoystickButtonLeft
source: JDLeft
nl: JDLinks

# JoystickButtonRight
source: JDRight
nl: JDRechts

# JoystickButtonUp
source: JDUp
nl: JDOmhoog

# JoystickButtonDown
source: JDDown
nl: JDOmlaag

# MessageBoxCaptionError
source: ERROR
nl: Foutmelding

source: No
nl: Nee

# SteamGuide
source: Tutorials
nl: Handleidingen

# ScreenMenuButtonSubscribedWorlds
source: Workshop
nl: Geabonneerde werelden

# ScreenOptionsButtonControls
source: Controls
nl: Besturing

# JoinGame_ColumnTitle_Mods
source: Mods
nl: Modificaties

# WorkshopTag_ModPack
source: Modpack
nl: Modpakket

# VoxelHandSettingScreen_HandMaterial
source: Material
nl: Materiaal

# ReportBug
source: Report a Bug
nl: Rapporteer een bug

# ControlName_ToolbarNextItem
source: Next toolbar item
nl: Volgende toolbar item

# ControlName_ToolbarPreviousItem
source: Previous toolbar item
nl: Vorige toolbar item

# ControlTypeToolsOrWeapons2
source: Tools / Weapons 2
nl: Gereedschap / Wapens 2

# ControlName_BuildMode
source: Build mode
nl: Bouwmodus

# ScreenControlMenu_Title
source: Control menu
nl: Controlemenu

# ControlName_ControlMenu
source: Open control menu
nl: Controlemenu openen

# ControlMenuItemLabel_CameraMode
source: Camera mode
nl: Cameramodus
